export const SET_STORY = 'SET_STORY';

export const colors = {
  '!': 'red',
  '?': 'red',
  '.': 'orange',
  ':': 'blue',
  ';': 'blue',
  '-': 'yellow',
  ',': 'green',
  '"': 'cyan'
};

export const symbols = Object.keys(colors);

export const mockStory1 = `    Этой повестью я обязан своему бывшему товарищу Ф. Е. Пухову
и тов.  Тольскому,  комиссару  Новороссийского  десанта  в  тыл
Врангеля. (Прим. автора.)

    Фома Пухов не одарен чувствительностью: он  на  гробе  жены
вареную  колбасу  резал,  проголодавшись  вследствие отсутствия
хозяйки.
    -- Естество свое берет!-- заключил Пухов по этому вопросу.
    После погребения жены Пухов лег спать,  потому  что  сильно
исхлопотался и намаялся. Проснувшись, он захотел квасу, но квас
весь  вышел  за  время болезни жены -- и нет теперь заботчика о
продовольствии. Тогда Пухов закурил -- для ликвидации жажды. Не
успел  он  докурить,  а  уж  к  нему  кто-то  громко   постучал
беспрекословной рукой.
    --  Кто?--  крикнул  Пухов,  разваливая тело для последнего
потягивания.-- Погоревать не дадут, сволочи!
    Однако дверь отворил: может, с делом человек пришел.
    Вошел сторож из конторы начальника дистанции.
    -- Фома Егорыч,-- путевка! Распишитесь в графе! Опять метет
-- поезда станут.
    Расписавшись, Фома Егорыч поглядел в  окно:  действительно,
начиналась  метель, и ветер уже посвистывал над печной вьюшкой.
Сторож ушел, а Фома Егорыч загоревал,  подслушивая  свирепеющую
вьюгу,-- и от скуки, и от бесприютности без жены.
    --  Все  совершается  по  законам природы,-- удостоверил он
самому себе и немного успокоился.
    Но вьюга жутко развертывалась над самой головой  Пухова,  в
вечной  трубе,  и  оттого  хотелось  бы  иметь  рядом  с  собой
что-нибудь такое -- не говоря про жену,  но  хотя  бы  живность
какую.
    По путевке на вокзале надлежало быть в шестнадцать часов, а
сейчас  часов  двенадцать еще можно поспать, что и было сделано
Фомой Егорычем, не обращая внимания на пение вьюги над вьюшкой.
    Разомлев и распарившись, Пухов насилу  проснулся.  Нечаянно
он крикнул, по старому сознанию:
    --  Глаша!--  жену  позвал; но деревянный домик претерпевал
удары снежного воздуха и весь пищал. Две комнаты стояли  совсем
порожними,  и  никто  не  внял  словам  Фомы Егорыча. А бывало,
сейчас же отзовется участливая жена:
    -- Тебе чего, Фомушка?
    -- А ничего,-- ответит, бывало, Фома Егорыч,--  это  я  так
позвал: цела ли ты!
    А  теперь  никакого  ответа  и  участия:  вот  они,  законы
природы!
    -- Дать бы моей старухе капитальный ремонт -- жива бы была,
но средств нету и харчи плохие!--  сказал  себе  Пухов,  шнуруя
австрийские башмаки.
    --  Хоть  бы  автомат  выдумали  какой-нибудь:  до чего мне
трудящимся быть надоело!-- рассуждал Фона Егорович,  упаковывая
в мешок пищу: хлеб и пшено.
    На дворе его встретил удар снега в лицо и шум бури.
    --   Гада  бестолковая!--  вслух  и  навстречу  движущемуся
пространству сказал Пухов, именуя всю природу.
    Проходя безлюдной привокзальной слободой, Пухов раздраженно
бурчал -- не от злобы, а от грусти и еще отчего-то,  но  отчего
-- он вслух не сказал.
    На  вокзале  уже стоял под парами тяжелый, мощный паровоз с
прицепленным   к   нему   вагоном   --   снегоочистителем.   На
снегоочистителе    было    написано:   "Система   инженера   Э.
Бурковского".
    "Кто этот Бурковский, где он сейчас и жив  ли?  Кто  ж  его
знает!"--  с  грустью  подумал  Пухов,  и  отчего-то  сразу ему
захотелось увидеть этого Бурковского.
    К Пухову подошел начальник дистанции:
    -- Читай, Пухов, расписывайся,  и  --  поехали!--  и  подал
приказ:
    "Приказывается  правый  путь  от  Козлова  до Лисок держать
непрерывно чистым от снега, для чего пустить в  безостановочную
работу  все  исправные  снегоочистители.  После  удовлетворения
воинских   поездов   все   паровозы    поставить    для    тяги
снегоочистителей.  В экстренных случаях снимать для той же тяги
дежурные станционные  паровозы.  При  сильных  метелях  впереди
каждого    воинского    состава   должен   неотлучно   работать
снегоочиститель, дабы ни на минуту не было прекращено  движение
и не ослаблена боеспособность Красной Армии.
    Пред. Глав. рев. комитета Ю.-В. ж. д. Рудин. Комиссар путей
сообщения Ю.-З. ж. д. Дубанин".
    Пухов расписался -- в те годы попробуй не распишись!
    --  Опять неделю не спать!-- сказал машинист паровоза, тоже
расписавшись.
    -- Опять!-- сказал Пухов, чувствуя странное удовольствие от
предстоящего трудного беспокойства: все жизнь как-то незаметней
и шибче идет.
    Начальник дистанции, инженер и  гордый  человек,  терпеливо
слушал  метель и смотрел поверх паровоза какими-то отвлеченными
глазами. Его раза два ставили к стенке,  он  быстро  поседел  и
всему  подчинился  -- без жалобы и без упрека. Но зато навсегда
замолчал и говорил только распоряжения.
    Вышел дежурный  по  станции,  вручил  начальнику  дистанции
путевку и пожелал доброго пути.
    --  До Графской остановки нет!-- сказал начальник дистанции
машинисту.-- Сорок верст! Хватит ли  воды  у  вас,  если  топку
придется все время форсировать?
    --  Хватит,--  ответил  машинист.--  Воды  много  -- всю не
выпарим!
    Тогда начальник дистанции и Пухов вошли в  снегоочиститель.
Там  уже  лежали  восемь  рабочих  и  докрасна  калили  чугунку
казенными дровами, распахнув для свежего воздуха окно.
    -- Опять  навоняли,  дьяволы!--  почувствовал  и  догадался
Пухов.--  А  ведь только что пришли и харчей жирных, должно, не
едали! Эх, идолы!
    Начальник дистанции сел на круглый стул у  выпуклого  окна,
откуда  он  управлял всей работой паровоза и снегоочистителя, а
Пухов стал у балансира.
    Рабочие тоже встали  у  своих  мест,  у  больших  рукояток,
посредством которых по балансиру быстро перекидывался груз -- и
балансир то поднимал, то опускал снегосбросный щит.
    Метель  выла упорно и ровно, запасшись огромным напряжением
где-то в степях юго-востока.
    В вагоне было не чисто, но тепло и  как-то  укромно.  Крыша
вокзала  гремела  железами,  отстегнутыми ветром, а иногда этот
скрежет железа перемежался с далеким артиллерийским залпом.
    Фронт  работал  в  шестидесяти  верстах.  Белые  все  время
прижимались  к  железнодорожной  линии,  ища  уюта  в вагонах и
станционных зданиях, утомившись в снежной степи на худых конях.
Но белых отжимали бронированные поезда красных,  посыпая  снега
свинцом  из изношенных пулеметов. По ночам -- молча, без огней,
тихим ходом -- проходили броневые поезда,  просматривая  темные
пространства  и  пробуя паровозом целость пути. Ночью ничего не
известно; помашет издали поезду низкое степное дерево -- и  его
порежут и снесут пулеметным огнем: зря не шевелись!
    --  Готово?--  спросил  начальник  дистанции и посмотрел на
Пухова.
    -- Готово!-- ответ ил Пухов и взял в обе руки рычаги.
    Начальник дистанции  потянул  веревку  к  паровозу  --  тот
запел, как нежный пароход, и грубо дернул снегоочиститель.
    Выскочив  со  станционных  путей, начальник дистанции одной
рукой резко и коротко дернул за веревку паровозного свистка,  а
другой махнул Пухову. Это означало: работа!
    Паровоз   крикнул,   машинист  открыл  весь  пар,  а  Пухов
передвинул оба рычага,  опуская  щит  с  ножами  и  развертывая
крылья.
    Сейчас  же  снегоочиститель сдал скорость и начал увязать в
снегу, прилипая к рельсам, как к магнитам.
    Начальник дистанции еще раз дернул веревку на паровоз,  что
означало   --   усилить   тягу!   Но  паровоз  весь  дрожал  от
перенапряжения и сифонил так, что из трубы жар вылетал.  Колеса
его  впустую ворочались в снегу, как в крутой почве, подшипники
грелись от частых оборотов и  плохого  масла,  а  кочегар  весь
взмок  от  работы  с  топкой,  несмотря  на  то, что выбегал за
дровами на тендер, где его прохватывал двадцатиградусный ветер.
    Снегоочиститель  и  паровоз  попали  в   глубокий   снежный
перевал. Один начальник дистанции молчал -- ему было все равно.
Остальные   люди   на   паровозе  и  на  снегоочистителе  грубо
выражались  на  каком-то  самодельном  языке,   сразу   обнажая
задушевные мысли.
    --  Пару  мало!  Пошуруй  топку  и  просифонь, чтоб баланец
загремел,-- тогда возьмем!
            Баланс   --   автоматический   предохранитель    от
излишнего давления пара в котле. (Прим. автора.)
    --  Закуривай!--  крикнул рабочим Пухов, догадавшись о том,
что делается на паровозе.
    Начальник дистанции тоже вынул кисет и  насыпал  в  кусочек
газеты зеленой самогонной махорки.
    К  метели  давно  притерпелись  и  забыли  про нее, как про
нормальный воздух. Покурив,  Пухов  вылез  из  вагона  и  здесь
только обнаружил гром бури, злобу холода и пальбу сухого снега.
    -- Вот сволота!-- сказал Пухов, еле управляясь с тем, с чем
ему нужно было управиться.
    Вдруг  бешено  заревел баланс паровоза, спуская лишний пар.
Пухов вскочил в вагон -- и паровоз сейчас же и  разом  выхватил
снегоочиститель  из  снежного  бугра, пробуксовав колесами так,
что огонь посыпался из рельс. Пухов даже увидел, как  хлестнула
вода  из  паровозной трубы от слишком большого открытия пара, и
оценил машиниста за отвагу:
    -- Хорош парень у нас на паровозе!
    -- А?-- спросил старший рабочий Шугаев.
    -- Чего а?-- ответил Пухов.-- Чего акаешь-то? Горе  кругом,
а ты разговариваешь.
    Шугаев поэтому замолчал.
    Паровоз прогудел два раза, а начальник дистанции крикнул:
    -- Закрой работу!
    Пухов рванул рычаг и поднял щит.
    Подъезжали  к переезду, где лежали контррельсы. Такие места
проезжали без  работы:  щит  снегоочистителя  резал  снег  ниже
головки  рельса  и  не  мог работать, когда у рельса что-нибудь
находилось -- тогда снегоочиститель опрокинулся бы.
    Проехав переезд, снегоочиститель понесся  открытой  степью.
Укрытый  снегом,  лежал  искусный  железный  путь. Пухов всегда
удивлялся пространству.  Оно  его  успокаивало  в  страдании  и
увеличивало радость, если ее имелось немного.
    Так и теперь -- поглядел в запушенное окно Пухов: ничего не
видно, а приятно.
    Снегоочиститель,  имея  жесткие рессоры, гремел, как телега
по кочкам, и, ухватывая снег, тучей пушил его на  правый  откос
пути,  трепеща  выкинутым  крылом;  это  крыло  назначено  было
швырять снег на сторону -- то оно и делало.
    В Графской сделали значительную стоянку. Паровоз брал воду,
помощник машиниста  чистил  дымовую  коробку,  топку  и  прочее
огневое хозяйство.
    Обмерзший машинист ничего не делал, а только ругался на эту
жизнь.  Из  штаба  какого-то  матросского  отряда,  стоявшего в
Графской, ему принесли спирту, и Пухов тоже прошел  в  долю,  а
начальник дистанции отказался.
    -- Пей, инженер,-- предложил ему главный матрос.
    -- Благодарю покорно. Я ничего не пью,-- уклонился инженер.
    --  Ну,  как  хочешь!--  сказал  матрос.--  А  то  выпей --
согреешься! Хочешь, рыбы принесу покушаешь?
    Инженер опять отказался, по неизвестной причине.
    -- Эх ты, тина!-- сказал тогда оскорбленный матрос.--  Ведь
тебе  с душой дают -- нам же не жалко,-- а ты не берешь! Поешь,
пожалуйста!
    Машинист и Пухов  пили  и  жевали  все  напролом,  улыбаясь
насчет начальника.
    --  Отстань  ты от него!-- обрубил другой матрос.-- Он есть
хочет, но идея его не велит!
    Начальник  дистанции  смолчал.  Есть  он  действительно  не
хотел.  Месяц  назад  он  вернулся  из  командировки  -- из-под
Царицына, где сдавал восстановленный  мост.  Вчера  он  получил
депешу,  что мост просел под воинским поездом: клепка моста шла
наспех, неквалифицированные рабочие ставили заклепки  на  живую
нитку, и теперь фермы моста расшились -- от одного чувства веса
мало-мальски грузного поезда.
    Два  дня  назад  началось следствие по делу моста, и дома у
начальника   дистанции   лежала   повестка    от    следователя
железнодорожного   Ревтрибунала.   Назначенный   в   экстренную
поездку, инженер не мог пойти в Ревтрибунал, но помнил об этом.
Поэтому ему не пилось и не елось. Но страха он  тоже  не  имел,
терзаясь сплошным равнодушием; равнодушие, он чувствовал, может
быть  страшнее  боязливости -- оно выпаривает из человека душу,
как воду медленный огонь, и  когда  очнешься  --  останется  от
сердца одно сухое место; тогда человека хоть ежедневно к стенке
ставь  --  он  покурить  не  попросит:  последнее  удовольствие
казнимого.
    -- Теперь куда поедете?-- спросил у Пухова главный матрос.
    -- Должно, на Грязи!
    -- Верно: под Усманью два эшелона  и  броневик  в  сугробах
застряли!--   вспомнил  матрос.--  Казаки,  говорят,  Давыдовку
взяли, а снаряды за Козловом в заносах стоят!
    -- Расчистим, сталь режем, а снег -- вещество  чепуховое!--
уверенно   определил  Пухов,  спешно  допивая  последние  капли
спирта, чтобы ничто не пропадало в такое время.
    ----
    Тронулись на Грязи. Пассажиром напросился старичок -- будто
бы ехал от сына в Лиски,-- а кто ж его знает!
    Поехали. Загремел балансир, кидая щит то  вниз,  то  вверх,
забурчали рабочие, которым не досталось матросской жирной рыбы.
    --  Яблок бы моченых я теперь поел!-- сказал на полном ходу
снегоочистителя Пухов.-- Ух, и поел бы -- ведро бы съел!
    --   А    я    бы    сельдь    покушал!--    ответил    ему
старичок-пассажир.--  Люди  говорят, что в Астрахани сельди той
миллионы пудов гниют, только маршрутов туда нету!
    -- Тебя посадили, ты и  молчи  сиди!--  строго  предупредил
Пухов.-- Сельдь бы он покушал! Будто без него съесть ее некому!
    --  А  я,--  встрял  в  разговор  помощник  Пухова, слесарь
Зворычный,-- на свадьбе в Усмани был, так полного  петуха  съел
-- жирен был, дьявол!
    --  А  сколько  петухов-то  было на столе?-- спросил Пухов,
чувствуя на вкус того петуха.
    -- Один и был -- откуда теперь петухи?
    -- Что ж тебя не выгнали со свадьбы?--  допытывался  Пухов,
желая, чтоб его выгнали.
    --  Нет,  я  сам  рано  ушел. Вылез из стола, будто на двор
захотел,-- мужики часто ходят,-- и ушел.
    -- А тебе, старик, не пора слезать -- деревня твоя не видна
еще?-- спросил Пухов пассажира.-- Гляди, а то разбалакаешься --
проскочишь!
    Старик подскочил к окну, подышал на стекло и потер его.
    -- Места будто знакомые пошли --  будто  Хамовские  выселки
торчат на юру.
    -- Раз Хамовские выселки -- тебе к месту,-- сказал сведущий
Пухов.-- Слезай, пока на подъем прем!
    Старик почухался с мешком и покорно возразил:
    -- Машина ходко бежит, аж воздух журчит,-- жутко убиваться,
господин машинист! Может, окоротить позволите на одну минуту --
я враз.
    --  Обдумал!--  осерчал  Пухов.--  Окоротить  ему  казенную
машину в военное время! Теперь до  самых  Грязей  остановки  не
будет!
    Старик смолчал, а потом спросил особо покорным голосом:
    --  Сказывали,  тормоза  теперь  могучие пошли -- на всякую
скороту окорот дают!
    -- Слазь, слазь,  старик!--  серчал  Пухов.--  Скороту  ему
окоротить!  Не  на  каменную гору прыгаешь, а в снег! Так мягко
придется, что сам полежишь -- и потянешься еще!
    Старик вышел на  наружную  площадку,  осмотрел  веревку  на
мешке  -- не для прочности, конечно, а для угона времени, чтобы
духу набраться,-- а потом пропал: должно, шлепнулся.
    ----
    С Грязей снегоочистителю вручили  приказ:  вести  за  собой
броневик и поезд наркома, пробивая траншею в заносах, вплоть до
Лисок.
    Снегоочистителю  дали  двойную тягу: другой паровоз уступил
поезд  наркома  --  громадную  спокойную  машину   Путиловского
завода.
    Тяжелый  боевой  поезд  наркома  всегда  шел на двух лучших
паровозах.
    Но и два паровоза теперь обессилели от  снега,  потому  что
снег хуже песка. Поэтому не паровозы были в славе в ту мятежную
и снежную зиму, а снегоочистители.
    И   то,  что  белых  громила  артиллерия  бронепоездов  под
Давыдовкой и Лисками, случилось потому, что бригады паровозов и
снегоочистителей крушили сугробы, не  спя  неделями  и  питаясь
сухой кашей.
    Пухов,  например,  Фома  Егорыч,  сразу почел такое занятие
обыкновенным делом и только  боялся,  что  исчезнет  махорка  с
вольного  рынка;  поэтому  дома  имел  ее  пуд, проверив вес на
безмене.
    Не доезжая станции Колодезной,  снегоочиститель  стал:  два
могучих  паровоза,  которые  волокли  его,  как плуг, влетели в
сугроб и зарылись по трубу.
    Машинист-петроградец  с  поезда  наркома,  ведший  головной
паровоз,  был  выбит  из сиденья и вышвырнут на тендер от удара
паровоза в снег и  мгновенной  остановки.  А  паровоз  его,  не
сдаваясь,  продолжал  буксовать  на  месте,  дрожа  от свирепой
безысходной силы, яростно прессуя грудью горы снега впереди.
    Машинист  прыгнул  в  снег,  катаясь  в  нем  окровавленной
головой и бормоча неслыханные ругательства.
    К  нему  подошел  Пухов  с  четырьмя  собственными зубами в
кулаке -- он стукнулся челюстью  о  рычаг  и  вытащил  изо  рта
ослабшие  лишние  зубы.  В другой руке он нес мешочек со своими
харчами хлеб и  пшено.  Не  глядя  на  лежащего  машиниста,  он
засмотрелся  на  его  замечательный паровоз, все еще бившийся в
снегу.
    -- Хороша машина, сволочь!
    Потом крикнул помощнику:
    -- Закрой пар, стервец, кривошипы порвешь!
    С паровоза никто не ответил.
    Положив харчи на снег и зашвырнув зубы, Пухов сам полез  на
паровоз, чтобы закрыть регулятор и сифон.
    В  будке  лежал  мертвый  помощник.  Его бросило головой на
штырь, и в расшившийся череп просунулась медь -- так он повис и
умер, поливая кровью мазут на полу. Помощник стоял на  коленях,
разбросав  синие  беспомощные  руки  и  с  пришпиленной к штырю
головой.
    "И как он, дурак, нарвался на штырь? И как раз ведь в темя,
в самый  материнский  родничок  хватило!"--  обнаружил  событие
Пухов.
    Остановив  бег на месте бесившегося паровоза, Пухов оглядел
все его устройство и снова подумал о помощнике:
    "Жалко дурака: пар хорошо держал!"
    Манометр  действительно  и  сейчас   показывал   тринадцать
атмосфер, почти предельное давление,-- и это после десяти часов
хода в глубоком плотном снегу!
    Метель  стихала, переходя в мокрый снегопад. Вдалеке дымили
на расчищенных путях броневик и поезд наркома.
    Пухов с паровоза ушел. Рабочие снегоочистителя и  начальник
дистанции лезли по живот в снегу к паровозу.
    Со  второго паровоза тоже сошла бригада, перевязав разбитые
головы грязными обтирочными концами.
    Пухов подошел к  петроградскому  машинисту.  Тот  сидел  на
снегу и прикладывал его к окровавленной голове.
    --  Ну  что,--  обратился  он к Пухову,-- как стоит машина?
Закрыл поддувала?
    -- Все на месте, механик!-- ответил по-служебному  Пухов.--
Помощник  только  твой убился, но я тебе Зворычного дам, парень
умственный, только жрать здоров!
    -- Ладно,-- сказал машинист.-- Положи-ка мне хлебца на рану
и портянкой окрути! Кровь, сатану, никак не заткну!
    ----
    Из-за снегоочистителя выглянула милая усталая морда лошади,
и через две минуты к паровозу подъехал казачий отряд в  человек
пятнадцать.
    Никто на них не обратил нужного внимания.
    Пухов  со  Зворычным закусывали; Зворычный советовал Пухову
непременно вставить зубы, только стальные и никелированные -- в
воронежских  мастерских  могут  сделать:  всю  жизнь  тогда  не
изотрешь о самую твердую пищу!
    -- Опять выбить могут!-- возразил Пухов.
    --  А мы тебе их штук сто наделаем,-- успокоил Зворычный.--
Лишние в кисет в запас положишь.
    -- Это ты верно говоришь,--  согласился  Пухов,  соображая,
что  сталь  прочней  кости  и  зубов  можно наготовить массу на
фрезерном станке.
    Казачий офицер, видя спокойствие мастеровых,  растерялся  и
охрип голосом.
    --  Граждане  рабочие!--  нарочито  сказал  офицер, ворочая
полубезумными  глазами.--  Именем   Великой   Народной   России
приказываю  вам  доставить  паровозы  и  снегочистку на станцию
Подгорное. За отказ -- расстрел на месте!
    Паровозы тихо  сипели.  Снег  падать  перестал.  Дул  ветер
оттепели и далекой весны.
    У  машиниста  кровь на голове свернулась и больше не текла.
Он почесал сухую корку сукровицы и  трудным,  ослабевшим  шагом
пошел на паровоз.
    --  Пойти воды покачать и дров подложить -- машину морозить
неохота!
    Казаки вынули револьверы и окружили мастеровых. Тогда Пухов
рассерчал:
    -- Вот сволочи, в механике не понимают, а командуют!
    -- Што-о!-- захрипел офицер.-- Марш на паровоз, иначе  пулю
в затылок получишь!
    --  Что  ты,  чертова  кукла,  пулей  пугаешь!--  закричал,
забываясь, Пухов.-- Я сам тебя гайкой смажу! Не видишь,  что  в
перевал сели и люди побились! Фулюган, черт!
    Офицер  услышал  короткий  глухой  гудок броневого поезда и
обернулся, подождав стрелять в Пухова.
    Начальник дистанции лежал на шинели, постеленной на снег, и
о чем-то  мрачно  размышлял,  рассматривая  хилое,  потеплевшее
небо.
    Вдруг на паровозе по-плохому закричал человек. То, наверно,
машинист снимал со штыря своего разбитого помощника.
    Казаки  сошли с коней и бродили вокруг паровоза, как бы ища
потерянное.
    -- По коням!-- крикнул казакам офицер, заметя вывернувшийся
из закругления бронепоезд.-- Пускай паровозы, стрелять начну!--
и выстрелил  в  голову  начальника  дистанции  --  тот   и   не
вздрогнул,  а  только засучил усталыми ногами и отвернулся вниз
лицом ото всех.
    Пухов  вскочил  на  паровоз  и  заревел   во   всю   сирену
прерывистой  тревогой.  Догадливый машинист открыл паровой кран
инжектора, и весь паровоз укутался паром.
    Казачий отряд начал напропалую расстреливать рабочих, но те
забились под паровозы, проваливались, убегая,  в  сугробы,--  и
все уцелели.
    С   бронепоезда,   подошедшего   к   снегоочистителю  почти
вплотную, ударили из трехдюймовки и прострочили из пулемета.
    Отскакав саженей на двадцать, казачий отряд начал тонуть  в
снегах и был начисто расстрелян с бронепоезда.
    Только одна лошадь ушла и понеслась по степи, жалобно крича
и напрягая худое быстрое тело.
    Пухов долго глядел на нее и осунулся от сочувствия.
    С  бронепоезда  отцепили  паровоз  и  подвели  его  сзади к
снегоочистителю толкачом.
    Через час,  подняв  пар,  три  паровоза  продавили  снежный
перевал на путях и вырвались на чистое место.

2



    В Лисках отдыхали три дня. Пухов обменял на олеонафт десять
фунтов махорки и был доволен. На вокзале он исчитал все плакаты
и тащил газеты из агитпункта для своего осведомления.
    Плакаты  были  разные.  Один плакат перемалевали из большой
иконы -- где архистратиг Георгий поражает змея, воюя на  адовом
дне.   К   Георгию   приделали  голову  Троцкого,  а  змею-гаду
нарисовали голову буржуя; кресты на  ризе  Георгия  Победоносца
зарисовали  звездами,  но  краска  была  плохая, и из-под звезд
виднелись опять-таки кресты.
    Это Пухова  удручало.  Он  ревниво  следил  за  революцией,
стыдясь за каждую ее глупость, хотя к ней был мало причастен.
    На   стенах  вокзала  висела  мануфактура  с  агитационными
словами:
            В рабочие руки мы книги возьмем,
            Учись, пролетарий, ты будешь умен!
    -- Тоже нескладно!-- закричал Пухов.-- Надо  так  написать,
чтоб все дураки заочно поумнели!
            Каждый  прожитый  нами  день  -- гвоздь в голову
буржуазии.
            Будем  же  вечно  жить  --  пускай   терпит   ее
голова!
    --  Вот  это  сурьезно!--  расценивал  Пухов.-- Это твердые
слова!
    Подходит раз к Лискам поезд -- хорошие пассажирские вагоны,
красноармейцы у дверей, и ни одного мешочника не видно.
    Пухов стоял в тот час  на  платформе  у  дверей  и  кое-что
обдумывал.
    Поезд останавливается. Из вагонов никто не выходит.
    --  Кто  это  прибыл  с  этим  эшелоном?-- спрашивает Пухов
одного смазчика.
    -- А кто его знает?  Сказывают,  главный  командир  один  в
целом поезде!
    Из  переднего  вагона  вышли  музыканты, подошли к середине
поезда, построились и заиграли встречу.
    Немного погодя выходит из среднего мягкого  вагона  толстый
военный  человек  и  мажет  музыкантам  рукой:  будет, дескать,
доволен!
    Музыканты разошлись. Военный начальник не спеша  сходит  по
ступенькам  и идет в вокзал. За ним идут прочие военные люди --
кто с бомбой, кто с револьвером, кто за саблю держится, кто так
ругается,-- полная охрана.
    Пухов прошел вслед и очутился  около  агитпункта.  Там  уже
красноармейская  масса,  разные  железнодорожники  и  жадные до
образования мужики.
    Приехавший военный начальник взошел на трибуну  и  тут  ему
все  захлопали,  не  зная  его  фамилии.  Но начальник оказался
строгим человеком и сразу отрубил:
    -- Товарищи и граждане! На первый раз я прощаю, но заявляю,
чтобы впредь подобных демонстраций  не  повторялось!  Здесь  не
цирк, и я не клоун -- хлопать в ладоши тут не по существу!
    Народ  сразу  примолк  и  умильно  уставился  на оратора --
особенно мешочники: может, дескать, лицо запомнит и посадит  на
поезд.
    Но  начальник, разъяснив, что буржуазия целиком и полностью
сволочь, уехал, не запомнив ни одного умильного.
    Ни один мешочник в порожний длинный поезд так и  не  попал:
охрана  сказала,  что  вольным  нельзя  ехать на военном поезде
особого назначения.
    -- А он же порожняком,-- все едино лупить будет!--  спорили
худые мужики.
    --   Командарму   пустой  поезд  полагается  по  приказу!--
объяснили красноармейцы из охраны.
    --  Раз  по  приказу  --   мы   не   спорим!--   покорялись
мешочники.-- Только мы не в поезде сядем, а на сцепках!
    --  Нигде  нельзя!--  отвечали охранники.-- Только на спице
колеса можно!
    Наконец поезд уехал, постреливая в  воздух  --  для  испуга
жадных до транспорта мешочников.
    --   Дела!--  сказал  Пухов  одному  деповскому  слесарю.--
Маленькое тело на сорока осях везут!
    -- Нагрузка маленькая -- на канате вошь  тащут!--  на  глаз
измерил деповский слесарь.
    --  Дрезину  бы  ему  дать -- и ладно!-- сообразил Пухов.--
Тратят зря американский паровоз!
    Идя в барак за порцией пищи, Пухов  разглядывал  по  дороге
всякие  надписи  и  объявления  --  он был любитель до чтения и
ценил всякий человеческий помысел. На бараке висело объявление,
которое Пухов прочитал беспрерывно трижды:

            ТОВАРИЩИ РАБОЧИЕ

            Штабом   IХ   Рабоче-Крестьянской   Красной   Армии
формируются    добровольные    отряды   технических   сил   для
обслуживания  фронтовых  нужд  Красных  армий,  действующих  на
Северном Кавказе, Кубани и Черноморском побережье.
            Разрушенные    железнодорожные   мосты,   береговые
оборонительные сооружения, служба  связи,  орудийные  ремонтные
мастерские,  подвижные  механические  базы -- все это, взятое в
целом, требует умелых пролетарских рук, которых  не  хватает  в
действующих Красных армиях юга.
            С  другой стороны, без технических средств не может
быть обеспечена победа над врагами рабочих и крестьян,  сильных
своей    техникой,    полученной   задаром   от   антантовского
империализма.
            Товарищи  рабочие!  Призываем  вас  записываться  в
отряды  технических сил у уполномоченных Реввоенсовета -- IХ на
всех ж.-д. узловых станциях Условия службы узнайте от товарищей
уполномоченных. Да здравствует Красная Армия!
            Да здравствует рабоче-крестьянский класс!
    Пухов сорвал листок,  приклеенный  мукой,  и  понес  его  к
Зворычному.
    -- Тронемся, Петр!-- сказал Пухов Зворычному.-- Какого шута
тут коптить!  По  крайности,  южную  страну  увидим  и  в  море
покупаемся!
    Зворычный молчал, думал о своем семействе.
    А у Пухова баба умерла, и его тянуло на край света.
    -- Думай,  Петруха!  На  самом-то  деле:  какая  армия  без
слесарей! А на снегоочистке делать нечего -- весна уж в ширинку
дует!
    Зворычный опять молчал, жалея жену Анисью и мальчишку, тоже
Петра, которого мать звала выпороточком.
    --  Едем,  Петруш!--  увещевал  Пухов.--  Горные  горизонты
увидим; да и честней как-то станет!  А  то  видал  --  тифозных
эшелонами  прут,  а  мы сидим -- пайки получаем!.. Революция-то
пройдет, а нам ничего не останется! Ты, скажут, што делал? А ты
што скажешь?..
    --  Я  скажу,  что  рельсы  от  снегов  чистил!--   ответил
Зворычный.-- Без транспорта тоже воевать нельзя!
    --  Это  што!--  сказал  Пухов.--  Ты,  скажут,  хлеб за то
получал, то работа нормальная! А чем ты бесплатно  пожертвовал,
спросят,  чему  ты  душевно  сочувствовал? Вот где загвоздка! В
Воронеже вон бывшие генералы снег сгребают -- и за  то  фунт  в
день получают! Так же и мы с тобой!
    --  А  я думаю,-- не поддавался Зворычный,-- мы тут с тобой
нужней!
    -- То никому  не  известно,  где  мы  с  тобой  полезней!--
нажимал  Пухов,--  Если  только  думать, тоже далеко не уедешь,
надо и чувство иметь!
    -- Да будет тебе ерунду  лить!--  задосадовал  Зворычный.--
Кто  это  считать  будет -- кто что делал, чем занимался? И так
покою нет от жизни такой! Тебе теперь  все  равно  --  один  на
свете,--  вот  тебя  и  тянет,  дурака! Небось думаешь бабу там
покрасивше отыскать,-- чувство-то понимаешь! Мужик ты не старый
-- без бабы раздуешься скоро! Ну и вали туда рысью!..
    -- Дурак ты, Петр!-- оставил надежду Пухов.-- В механике ты
понимаешь, а сам по себе предрассудочный человек!
    С горя Пухов и обедать не стал, а пошел  к  уполномоченному
записываться,  чтобы сразу управиться с делами. Но когда пришел
-- съел два обеда: повар к нему благоволил за полудку  кастрюли
и за умные разговоры.
    --  После  гражданской  войны  я красным дворянином буду!--
говорил Пухов всем друзьям в Лисках.
    -- Это почему же такое?-- спрашивали его мастеровые люди.--
Значит, как в старину будет, и землю тебе дадут?
    -- Зачем мне земля?-- отвечал  счастливый  Пухов.--  Гайки,
что ль, сеять я буду? То будет честь и звание, а не угнетение.
    --  А  мы, значит, красными вахлаками останемся?-- узнавали
мастеровые.
    -- А вы на фронт ползите, а  не  чухайтесь  по  собственным
домам!-- выражался Пухов и уходил дожидаться отправки на юг.
    ...  Через  неделю  Пухов  и  еще пятеро слесарей, принятых
уполномоченным, поехали на Новороссийск -- в порт.
    Ехали долго и трудно, но еще труднее бывают дела,  и  Пухов
впоследствии  забыл  это путешествие. На дорогу им дали по пять
фунтов воблы и по ковриге хлеба,  поэтому  слесаря  были  сыты,
только пили воду на всех станциях.
    В  Екатеринодаре Пухов сидел неделю -- шел где-то бой, и на
Новороссийск никого не пропускали. Но в  этом  зеленом  отпетом
городке давно притерпелись к войне и старались жить весело.
    "Сволочи!-- думал обо всех Пухов.-- Времен не чувствуют!"
    В  Новороссийске  Пухов  пошел  на  комиссию, которая якобы
проверяла знания специалистов.
    Его спросили, из чего делается пар.
    -- Какой пар?-- схитрил Пухов.-- Простой или перегретый?
    -- Вообще... пар!-- сказал экзаменующий начальник.
    -- Из воды и огня!-- отрубил Пухов.
    -- Так!-- подтвердил экзаменатор.-- Что такое комета?
    -- Бродящая звезда!-- объяснил Пухов.
    -- Верно! А  скажите,  когда  и  зачем  было  восемнадцатое
брюмера?-- перешел на политграмоту экзаменатор.
    --  По  календарю  Брюса тысяча девятьсот двадцать восьмого
года восемнадцатого октября -- за неделю до Великой Октябрьской
революции,  освободившей   пролетариат   всего   мира   и   все
разукрашенные  народы!--  не  растерялся  Пухов,  читавший  что
попало, когда жена была жива.
    -- Приблизительно верно!-- сказал председатель  проверочной
комиссии.-- Ну, а что вы знаете про судоходство?
    --  Судоходство бывает тяжельше воды и легче воды!-- твердо
ответил Пухов.
    -- Какие вы знаете двигатели?
    -- Компаунд, Отто-Дейц, мельницы, пошвенные колеса и всякое
вечное движение!
    -- Что такое лошадиная сила?
    -- Лошадь, которая действует вместо машины.
    -- А почему она действует вместо машины?
    -- Потому, что у нас страна с отсталой техникой --  корягой
пашут, ногтем жнут!
    -- Что такое религия?-- не унимался экзаменатор.
    -- Предрассудок Карла Маркса и народный самогон.
    -- Для чего была нужна религия буржуазии?
    -- Для того, чтобы народ не скорбел.
    --  Любите  ли  вы,  товарищ  Пухов,  пролетариат в целом и
согласны за него жизнь положить?
    --  Люблю,  товарищ  комиссар,--   ответил   Пухов,   чтобы
выдержать экзамен,-- и кровь лить согласен, только чтобы не зря
и не дуриком!
    --  Это  ясно!--  сказал  экзаменатор и назначил его в порт
монтером для ремонта какого-то судна.
    Судно то оказалось катером, под  названием  "Марс".  В  нем
керосиновый  мотор  не  хотел  вертеться -- его и дали Пухову в
починку.
    ----
    Новороссийск оказался ветреным городом. И  ветер-то  как-то
тут  дул без толку: зарядит, дует и дует, даже посторонние вещи
от него нагревались, а ветер был холодный.
    В  Крыму  тогда  сидел  Врангель,  а  с  ремонтом   "Марса"
большевики  спешили  --  говорили,  что  Врангель морской набег
думает сделать, так чтоб было чем защититься.
    -- Так у него ж английские крейсера,-- объяснял Пухов,--  а
наш "Марс"-- морская лодка, ее кирпичом можно потопить!
    -- Красная Армия все может!-- отвечали Пухову матросы.-- Мы
в Царицын на щепках приплыли, кулаками город шуровали!
    -- Так то ж драка, а не война!-- сомневался Пухов.-- А ядро
не классовая вещь -- живо ко дну пустит!
    Керосиновый мотор на "Марсе" никак не хотел вертеться.
    --  Был  бы  ты  паровой  машиной,--  рассуждал Пухов, сидя
одиноко в трюме судна,--  я  б  тебя  сразу  замордовал!  А  то
подлецом  каким-то  выдумана:  ишь провода какие-то, меляшки...
путаная вещь!
    Море не удивляло Пухова -- качается и мешает работать.
    -- Наши степи еще попросторней будут, и  ветер  еще  почище
там,  только не такой бестолковый, подует днем, а ночью тишина.
А тут -- дует, дует и дует,-- что ты с ним делать будешь?
    Бормоча и покуривая, Пухов сидел над двигателем, который не
шел. Три раза он его разбирал и вновь собирал, потом закручивал
для пуска -- мотор сипел, а крутиться упорствовал.
    Ночью  Пухов  тоже  думал   о   двигателе   и   убедительно
переругивался с ним, лежа в пустой каютке.
    Пришел раз к Пухову на "Марс" морской комиссар и говорит:
    --  Если  ты  завтра  не  пустишь машину, я тебя в море без
корабля пущу, копуша, черт!
    -- Ладно, я пущу эту  сволочь,  только  в  море  остановлю,
когда  ты  на  корабле  будешь!  Копайся  сам тогда, фулюган!--
ответил как следует Пухов.
    Хотел тогда комиссар пристрелить Пухова, но сообразил,  что
без механика плохая война.
    Всю  ночь  бился  Пухов.  Передумал  заново  всю затею этой
машины, переделал ее по  своему  пониманию  на  какую-то  новую
машину,  удалил  зазорные  части и поставил простые -- и к утру
мотор бешено запыхал. Пухов тогда включил винт  --  мотор  винт
потянул, но тяжело задышал.
    -- Ишь,-- сказал Пухов,-- как черт на Афон взбирается!
    Днем пришел опять морской комиссар.
    -- Ну что, пустил машину?-- спрашивает.
    --  А  ты  думал, не пущу?-- ответил Пухов.-- Это только вы
из-под Екатеринодара удрали, а я ни от чего  не  отступлю,  раз
надо!
    --  Ну,  ладно, ладно,-- сказал довольный комиссар.-- Знай,
что керосину у нас мало -- береги!
    -- Мне его  не  пить  --  сколько  есть,  столько  будет,--
положительно заявил Пухов.
    -- Ведь мотор с водой идет?-- спросил комиссар.
    -- Ну да, керосин топит, вода охлаждает!
    -- А ты норови керосину поменьше, а воды побольше,-- сделал
открытие комиссар.
    Тут Пухов захохотал всем своим редким молчаливым голосом.
    -- Что ты, дурак, радуешься?-- спросил в досаде комиссар.
    Пухов не мог остановиться и радостно закатывался.
    --  Тебе  бы  не  советскую власть, а всю природу учреждать
надо,-- ты б ее ловко обдумал! Эх ты, мехоноша!
    Услышав это, комиссар удалился,  потеряв  некую  внутреннюю
честь.
    А в Новороссийске шли аресты и разгром зажиточных людей.
    "Чего  они людей шуруют?-- думал Пухов.-- Какая такая гроза
от этих шутов? Они и так дальше завалинки выйти боятся".
    Кроме арестов, по городу были расклеены бумаги: "Вследствие
тяжелой медицинской усталости  ораторов,  никаких  митингов  на
этой неделе не будет".
    "Теперь нам скучно будет",-- скорбел, читая, Пухов.
    Меж  тем  в  порту появился маленький истребитель "Звезда".
Там пробоину заклепывали и якорную лебедку чинили.  Пухов  туда
ходил смотреть, но его не пустили.
    -- Чего это такое?-- обиделся Пухов.-- Я же вижу, там холуи
работают. Я помочь хотел, а то случится в море неполадка!
    --      Не     велено     никого     пускать!--     ответил
часовой-красноармеец.
    -- Ну, шут  с  вами,  мучайтесь!--  сказал  Пухов  и  ушел,
озабоченный.
    К  вечеру  того  же дня пришло в порт турецкое транспортное
судно "Шаня". В клубе говорили, что  это  подарок  Кемаля-паши,
турецкого вождя, но Пухов сомневался.
    --  Я  же  видел,--  говорил он красноармейцам,-- что судно
исправное! Станет вам турецкий султан  в  военное  время  такие
подарки делать -- у него самого нехватка!
    --    Так    он   друг   наш,   Кемаль-паша!--   разъясняли
красноармейцы.-- Ты, Пухов, в политике -- плетень!
    -- А ты снял онучи --  думаешь,  гвоздем  стал?--  обижался
Пухов  и  уходил  в  угол  глядеть плакаты, которым он, однако,
особо не доверял.
    ----
    Ночью  Пухова  разбудил  вестовой  из  штаба  армии.  Пухов
немного испугался.
    -- Должно быть, морской комиссар гадит!
    На  дворе штаба стоял большой отряд красноармейцев в полном
походном снаряжении. Тут же стояли трое мастеровых, но  тоже  в
военных шинелях и с чайниками.
    --  Товарищ Пухов,-- обратился командир отряда,-- вы почему
не в военной форме?
    -- Я и так хорош, чего мне чайник цеплять!-- ответил  Пухов
и стал к сторонке.
    Стояла ночь -- и огромная тьма,-- и в горах шуршали ветер и
вода.
    Красноармейцы  стояли  молча, одетые в новые шинели, и ни о
чем не говорили. Не то они боялись  чего-то,  не  то  соблюдали
тайну друг от друга.
    В  горах  и  далеких  окрестностях  изредка кто-то стрелял,
уничтожая неизвестную жизнь.
    Один красноармеец загремел винтовкой,-- его враз угомонили,
и он почуял свой срам, до самого сердца.
    Пухов  тоже  что-то  заволновался,  но  не  выражал   этого
чувства, чтобы не шуметь.
    Фонарь  над  конюшней  освещал  дворовую нечистоту и дрожал
неясным светом на бледных лицах красноармейцев. Ветер, нечаянно
зашедший с гор, говорил о смелости,  с  которой  он  воюет  над
беззащитными  пространствами. Свое дело он и людям советовал --
и те слышали.
    В городе  бесчинствовали  собаки,  а  люди,  наверно,  тихо
размножались. А тут, на глухом дворе, другие люди были охвачены
тревогой  и особым сладострастием мужества оттого, что их хотят
уменьшить в количестве.
    Вышел на середину военный комиссар полка и  негромко  начал
говорить, будто имел перед собой одного человека:
    --  Дорогие  товарищи!  Сейчас  у  нас не митинг, и я скажу
немного...    Высшее    командование    Республики    приказало
Реввоенсовету  нашей  армии  ударить  в  тыл  Врангелю, который
сейчас догорает в Крыму. Наша  задача  как  раз  в  том,  чтобы
переплыть на тех судах, которые у нас есть, Керченский пролив и
высадиться  на  Крымском  берегу.  Там  мы должны соединиться с
действующими  в  тылу  Врангеля  красно-зелеными  партизанскими
отрядами  и отрезать Врангеля от судов, куда он бросится, когда
северная Красная  Армия  прорвется  через  Перекоп.  Мы  должны
разрушить  мосты  и  дороги  у  Врангеля,  растерзать его тыл и
загородить ему море, чтобы выжечь сразу всю эту заразу!
    Красноармейцы! Добраться до Крыма нам будет тяжело,  и  это
рискованная  вещь.  Там  плавают дозорные крейсера, которые нас
потопят, если заметят. Это я должен вам открыто сказать. А если
и доплывем, то нам предстоит опасная, смертельная борьба  среди
озверелого  противника.  Не много нас уцелеет, а может, никого,
когда Крым станет советским,-- вот  что  я  хочу  вам  сказать,
дорогие товарищи красноармейцы!
    И  далее того, я хочу спросить у вас, товарищи, согласны ли
вы на это дело идти добровольно?
    Чувствуете  ли  вы  мужественную  отвагу   в   себе,   дабы
пожертвовать  достоинством жизни на благо революции и Советской
Республики? Если  кто  боится  или  колеблется,  у  кого  семья
осталась  и  ему ее жалко -- пускай выйдет и скажет, чтобы ясно
было, и мы освободим такого товарища!
    Центральное наше правительство возлагает великую надежду на
нашу операцию, чтобы поскорей покончить с войной и приступить к
мирному строительству на фронте труда!
    Я жду  вашего  ответа,  товарищи  красноармейцы!  Я  должен
сейчас же передать его Реввоенсовету армии!
    Военный  комиссар  кончил  речь  и стоял насупившись,-- ему
было хорошо и неловко. Красноармейцы тоже молчали. А  у  Пухова
все дрожало внутри.
    "Вот  это  дело,--  думал  он,--  вот  она,  большевистская
война,-- нечего тут яйца высиживать!"
    Никто уже не слышал  ветра  и  не  видел  ночных  гор.  Мир
затмился  во всех глазах, как дальнее событие, каждый был занят
общей жизнью. Фонарь на дворе  тоже  потух,  израсходовав  свой
керосин, и никто этого не заметил.
    Вдруг  из  рядов  выступает один красноармеец и определенно
говорит:
    -- Товарищ комиссар! Передайте Реввоенсовету армии и  всему
командованию,  что  мы  ждем  приказа о выступлении! Мы того не
ждали,  чтобы  нам  оказали  такую  высокую  честь  и  поручили
прикончить  Врангеля!  Я  в  том убежден, что говорю от чистого
сердца всех красноармейцев, если скажу,  что,  стало  быть,  мы
благодарим  и  также клянемся отдать свою кровную силу и жизнь,
раз то надо советской власти,-- вот и  все!  Чего  там  волынку
тянуть  и  чего  ждать,  раз  люди  в Советской России с голоду
умирают, а тут сволочь в Крыму сидит и мешается!
    Красноармейцы заволновались и радостно загудели,  хотя,  по
здравому   смыслу,  радоваться  было  нечему.  Вышел  еще  один
красноармеец и заявил:
    -- Правильно штаб сделал, что десант назначил.  С  Перекопа
пусть  Врангеля  трахнут в морду, а мы разом в зад,-- вот тогда
он с корнем ляжет, и английские корабли ему спасенья не дадут!
    Тут опять выходит комиссар:
    -- Товарищи красноармейцы! Мы в штабе так и знали! Мы ждали
от вас той высокой сознательности  и  беззаветности  революции,
которую  вы  сейчас  здесь  проявили!  От имени Реввоенсовета и
командования армии выражаю вам благодарность и прошу считать те
слова,  которые  я  сказал,  военной  тайной.  Вы  знаете,  что
Новороссийск   полон  белогвардейскими  шпионами,  и  мы  будем
обречены на гибель, если кто что узнает! Приказ  о  выступлении
будет дан особо. Спасибо, товарищи!
    Комиссар  спешно  ушел,  а  красноармейцы еще стояли. Пухов
подошел к ним и начал слушать. В первый раз в жизни  ему  стало
так стыдно за что-то, что кожа покраснела под щетиной.
    Оказалось,  что на свете жил хороший народ и лучшие люди не
жалели себя.
    Холодная ночь наливалась бурей, и одинокие люди чувствовали
тоску и ожесточение. Но никто  в  ту  ночь  не  показывался  на
улицах,  и  одинокие  тоже  сидели дома, слушая, как хлопают от
ветра ворота. Если же кто шел к  другу,  спеша  там  растратить
беспокойное время, то обратно домой не возвращался, а ночевал в
гостях.  Каждый  знал,  что  его  ждет  на  улице арест, ночной
допрос, просмотр документов и долгое сидение в тухлом  подвале,
пока  не  установится, что сей человек всю жизнь побирался, или
пока не будет одержана большевиками окончательная победа.
    А меж тем крестьяне из северных мест,  одевшись  в  шинели,
вышли  необыкновенными  людьми,--  без  сожаления  о жизни, без
пощады к себе и к любимым родственникам, с прочной ненавистью к
знакомому  врагу.  Эти  вооруженные  люди  готовы  дважды  быть
растерзанными,  лишь  бы  и  враг  с ними погиб, и жизнь ему не
досталась.
    Ночью Пухов играл с красноармейцами в шашки  и  рассказывал
им о командире, которого никогда не видел.
    Пухов,  не  видя  удовольствия  в жизни, привык украшать ее
геройскими рассказами, и всем становилось от того веселей.
    В отряде, назначенном в десант, было пятьсот  человек,--  и
случилось, что все они из разных мест.
    Поэтому  на  другой  день  пошло  пятьсот  писем  в пятьсот
русских деревень.
    Целых полдня  красноармейцы  малевали  и  карякали  бумагу,
прощаясь   с   матерями,   женами,   отцами  и  более  дальними
родственниками.
    Пухов  тоже  помогал,  кто  особо  слаб  был  в  буквах,  и
выдумывал такие письма, что красноармейцы одобряли:
    -- Складно ты пишешь, Фома Егорыч,-- мои плакать будут!
    --  А  то  как  же?-- говорил Пухов,-- хохотать тут нечего:
дело не шуточное! Чудак ты человек!
    После обеда Пухов пошел к комиссару:
    -- Товарищ комиссар, меня в десант возьмете?
    -- Возьмем, товарищ Пухов, затем  тебя  и  звали  вчера  на
собрание!-- ответил комиссар.
    --   Только  я  прошу,  товарищ  комиссар,  назначить  меня
механиком на "Шаню",-- там, я  слыхал,  паровая  машина,  а  на
"Марсе" керосиновый мотор, он мне не сподручен: дюже мал!
    --  На  "Шане"  там  есть  свой  механик -- турок!-- сказал
комиссар.-- Ну, ладно: мы  тебя  в  помощники  назначим,  а  на
"Марс"  возьмем  шофера!  А  ты  что,  не следишь с керосиновым
мотором, что ли?
    -- Мотор -- ерундовая вещь, паровая  машина  крепче  берет.
Неохота  мне,  товарищ  комиссар,  в  геройском  походе с таким
дерьмом возиться! Это примус, а не машина,-- сами видите!
    -- Ну, ладно,-- согласился комиссар,-- поедешь  на  "Шане",
раз  так.  В  десанте  люди  едут  добровольно и делают, что им
способней! А уж в походе, брат, не мудри!..
    Пухов взял пропуск и пошел на  "Шаню"--  машину  поглядеть.
Ему лишь бы машина была, там он считал себя дома.
    С турецким машинистом он сошелся скоро, сказав, что главное
дело -- смазка, тогда никакой работой машину не погубишь.
    --  Это  справедливо,--  хорошо  по-русски  сказал турок,--
масло -- доброта, оно машину бережет! Кто масла много дает, тот
любит машину, тот есть механик!
    -- Ну, понятно,-- обрадовался Пухов,-- машина любит конюха,
а не наездника. Она живое существо!
    На том они и подружили.
    Ночью, против окрепшего ветра, отряд шел в порт на посадку.
Пухов не знал, к кому  ему  притулиться,  и  шел  сбоку,  гремя
полученным   казенным  чайником.  Но  красноармейцы  сразу  его
одернули:
    -- Сказано -- иди тайком, чего ты громыхаешь?
    -- А чего мне  таиться-то:  не  на  грабеж  идем!--  сказал
Пухов.
    --   Приказано   не  шуметь,--  тихо  ответил  красноармеец
Баронов,-- затем и людей в городе  в  губчок  попрятали,  чтобы
шпионов не было!
    Шли  долго  и бесшумно, еле хрустя влажным песком. Огромные
порожние склады  стояли  в  темноте,  и  в  них  бурчал  ветер.
Голодные крысы метались всюду, питаясь неизвестно чем.
    Ночь  была  непроглядна, как могильная глубина, но люди шли
возбужденно, с тревожным восторгом в сердце, похожие на древних
потаенных охотников.
    Глубокие времена  дышали  над  этими  горами  --  свидетели
мужества   природы,   посредством   которого   она   только   и
существовала. Эти вооруженные путники также были полны мужества
и последней смелости, какие имела природа, вздымая горы  и  роя
водоемы.
    Только  потому  красноармейцам,  вооруженным  иногда одними
кулаками, и удавалось ловить в степях броневые автомобили врага
и разоружать, окорачивая, воинские эшелоны белогвардейцев.
    Молодые, они строили себе новую страну для  долгой  будущей
жизни, в неистовстве истребляя все, что не ладилось с их мечтой
о счастье бедных людей, которому они были научены политруком.
    Они  еще  не  знали  ценности  жизни,  и  поэтому  им  была
неизвестна трусость -- жалость потерять свое тело.  Из  детства
они  вышли в войну, не пережив ни любви, ни наслаждения мыслью,
ни созерцания того неимоверного мира, где они  находились.  Они
были  неизвестны  самим  себе. Поэтому красноармейцы не имели в
душе  цепей,  которые  приковывали  бы  их  внимание  к   своей
личности.  Поэтому  они  жили  полной общей жизнью с природой и
историей,-- и история бежала в те годы, как  паровоз,  таща  за
собой  на  подъем  всемирный  груз нищеты, отчаяния и смиренной
косности.
    В  мрачной  темноте  засияли  перемежающимся  светом   огни
судовых  сигналов.  Отряд вступил на помост пристани. Сейчас же
началась посадка.
    На "Шаню" посадили весь отряд, на катер  "Марс"--  двадцать
человек разведки, а на истребитель -- военморов.
    Пухов  влез в машинное отделение "Шани" и почувствовал себя
очень хорошо. Близ машины он всегда был добродушен. Он  закурил
и  прохаркнулся  громким  голосом,  устав  молчать и выдувая из
легких спертые, застоявшиеся газы.
    Часа два еще гремели красноармейские башмаки по палубе и по
трапам.
    Чувствуя  достаточное  удовольствие  от  этих   беспокойных
событий, Пухов не усидел внизу и выскочил на палубу.
    Черные тела людей, трепещущие в неярком свете фонарей, тихо
ползли  по трапам, крепко прижав к себе винтовки и все походные
принадлежности, чтобы ничто не стукнуло.
    Ночь от фонарей стала еще огромней и темней,-- не верилось,
что существует живой  мир.  В  глубинах  тьмы  тонул  небольшой
ветер, шевеля какие-то вещи на пристани.
    Кратко  и  предостерегающе  гудели  пароходы, что-то говоря
друг другу, а на берегу  лежала  наблюдающая  тьма  и  влекущая
пустыня.  Никакого  звука  не  доходило до города, только с гор
сквозило рокотание далекой быстрой реки.
    Неиспытанное  чувство  полного  удовольствия,  крепости   и
необходимости  своей  жизни охватило Пухова. Он стоял, упершись
спиной в лебедку, и радовался этой таинственной ночной  картине
-- как люди молча и тайком собирались на гибель.
    В давнем детстве он удивлялся пасхальной заутрене, ощущая в
детском  сердце  неизвестное и опасное чудо. Теперь Пухов снова
пережил эту простую радость, как будто он стал  нужен  и  дорог
всем,--  и  за это всех хотел незаметно поцеловать. Похоже было
на то, что всю жизнь Пухов злился и оскорблял  людей,  а  потом
увидел,  какие  они  хорошие, и от этого стало стыдно, но чести
своей уже не воротишь.
    Море покойно шуршало за бортом, храня неизвестные  предметы
в  своих  недрах. Но Пухов не глядел на море,-- он в первый раз
увидел настоящих  людей.  Вся  прочая  природа  также  от  него
отдалилась и стала скучной.
    К   часу   ночи  посадка  окончилась.  С  берега  раздалось
последнее приветствие от Реввоенсовета армии.  Комиссар  что-то
рассеянно туда ответил, он был занят другим.
    Раздалась   морская   резкая   команда,--   и  сушь  начала
отдаляться.
    Десантные суда отчалили в Крым.
    ----
    Через десять минут  последняя  видимость  берега  растаяла.
Пароходы  шли  в  воде  и в холодном мраке. Огни были потушены,
людей разместили в трюме,-- все сидели в темноте и  духоте,  но
никто не засыпал.
    Приказано  было  не курить, чтобы случайно не зажечь судна.
Разговаривать тоже  запретили,  так  как  командир  и  комиссар
старались   придать  "Шане"  безлюдный  вид  мирного  торгового
парохода.
    Судно шло  тайком,  глухо  отсекая  пар.  Где-то  недалеко,
затерянные в ночной гуще, ползли "Марс" и истребитель. Время от
времени  они  давали  о  себе знать матросским длинным свистом.
"Шаня" им отвечала коротким густым гудком.
    Суда  продирались  в  сплошной  каше  тьмы,  напрягая  свои
небольшие машины.
    Ночь  проходила  тихо.  Красноармейцам она казалась долгой,
как  будущая  жизнь.   Возбуждение   понемногу   проходило,   а
длительная  темнота постепенно напрягала душу тайной тревогой и
ожиданием внезапных смертельных событий.
    Море насторожилось и совсем примолкло. Винт  греб  невидимо
что, какую-то тягучую влагу, и влага негромко мялась за бортом.
Не  спеша  истекало томительное время. Горы бледно и застенчиво
светились близким утром, но море  уже  было  не  то.  Спокойное
зеркало его, созданное для загляденья неба, в тихом исступлении
смешало  отраженные  видения.  Мелкие злобные волны изуродовали
тишину моря и терлись от своего множества в тесноте, раскачивая
водяные недра.
    А вдали --  в  открытом  море  --  уже  шевелились  грузные
медленные  горы,  рыли  пучины  и сами в них рушились. И оттуда
неслась по мелким гребням известковая пена, шипя, как  ядовитое
вещество.
    Ветер  твердел  и  громил  огромное  пространство,  погасая
где-то за сотни верст. Капли воды, выдернутые из моря,  неслись
в трясущемся воздухе и били в лицо, как камешки.
    На  горах,  наверно, уже гоготала буря, и море свирепело ей
навстречу
    "Шаня" начала метаться по расшевелившемуся морю, как  сухой
листик, и все ее некрепкое тело уныло поскрипывало.
    Каменный,  тяжелый норд-ост так раскачивал море, что "Шаня"
то ползла в пропасти, окруженная валами воды,  то  взлетала  на
гору  -- и оттуда видны были на миг чьи-то далекие страны, где,
казалось, стояла синяя тишина.
    В воздухе чувствовалось тягостное раздражение, какое бывает
перед грозой.
    День  давно  наступил,  но  от  норд-оста   захолодало,   и
красноармейцы студились.
    Родом  из  сухих  степей, они почти все лежали в желудочном
кошмаре; некоторые вылезли на  палубу  и,  свесившись,  блевали
густой желчью. Отблевавшись, они на минуту успокаивались, но их
снова  раскачивало,  соки  в  теле перемешивались и бурлили как
попало, и красноармейцев опять тянуло на рвоту.  Даже  комиссар
забеспокоился  и  неугомонно  ходил  по палубе, схватываясь при
качке за трубу или за стойку. Блевать его не тянуло,--  он  был
из моряков.
    "Шаня"  приближалась к самому опасному месту -- Керченскому
проливу, а буря никак не укрощалась, силясь выхватить  море  из
его глубокой обители.
    "Марс"  и  истребитель давно пропали в пучинах урагана и на
сигналы "Шани" перестали отвечать.
    Командир "Шани" судном уже не управлял,-- кораблем  правила
трепещущая стихия.
    Пухов  от  качки не страдал. Он объяснял машинисту, что это
изжога ему помогает, которой он давно болеет.
    С машиной тоже справиться было трудно: все  время  менялась
нагрузка  -- винт то зарывался в воду, то выскакивал на воздух.
От этого машина то визжала от скорости, трясясь всеми  болтами,
то затихала от перегрузки.
    --  Мажь,  мажь  ее,  Фома,  уснащивай ее погуще, а то враз
запорешь на таких оборотах!-- говорил машинист.
    И Пухов обильно питал машину маслом, что он уважал  делать,
и приговаривал:
    -- А-а, стервозия, я ж тебя упокою! Я ж тебя угромощу!
    Часа через полтора "Шаня" проскочила Керченский пролив.
    Комиссар   спустился   на   минуту   в  машинное  отделение
прикурить, так как у него взмокли спички.
    -- Ну, как она?-- спросил его Пухов.
    --  Она-то  ничего,  да  он-то  плох!--  пошутил  комиссар,
улыбаясь усталым, изработавшимся лицом.
    -- А что так?-- не понял Пухов.
    --  А  ничего  --  все хорошо,-- сказал комиссар.-- Спасибо
норд-осту, а то бы нас давно белые угомонили!
    -- Это как же так?
    --  А  так,--  объяснил   комиссар.--   Керченский   пролив
охраняется  у  белых  военными  крейсерами.  А  от бури они все
укрылись в Керченскую гавань и поэтому нас не заметили! Понял?
    --  Ну,  а  прожекторами  отчего   нас   не   нащупывали?--
допытывался Пухов.
    -- Ого! Вся атмосфера тряслась, какие тут прожектора!
    В  полдень  "Шаня"  шла  уже  в  крымских  водах,  но  море
по-прежнему изнемогало в буре и устало билось в борт парохода.
    Скоро на горизонте  показался  неизвестный  дымок.  Капитан
судна,  командир  отряда  и  комиссар  долго  наблюдали  за тем
дымком. Потом "Шаня" взяла курс в  открытое  море  --  и  дымок
пропал.
    Норд-ост  не прекращался. Это несчастье радовало капитана и
комиссара. Сторожевые белогвардейские суда считали бдительность
в такой шторм излишней и сидели в береговых щелях.
    Комиссар тем и объяснял, что "Шаня"  цела,  и  надеялся  на
высадку  десанта  на  берег, как только стихнет буря и наступит
ночь.
    Пухов не вылезал из машинного, обливаясь потом у бесившейся
машины и стращая ее всякими словами.
    В четвертом часу дня на горизонте сразу  объявились  четыре
дымка.  Они стали ходко приближаться, как бы обхватывая "Шаню".
Одно судно совсем разглядело "Шаню" и стало давать  сигналы  об
остановке.
    Красноармейцы  хоть  и не догадывались -- как и что, а тоже
высыпали на палубу и заметались от любопытства.
    Капитан  "Шани"  по  дыму  догадался,  что  одно  из  судов
наверняка военный крейсер.
    Выходило, что десанту пришло время добровольно пускать себя
ко дну.
    Капитан  и  комиссар  не  сходили  с  рубки, стараясь найти
какой-нибудь исход для спасения. Всем красноармейцам  приказано
было уйти в трюм, чтобы судно противника не обнаружило военного
значения "Шани".
    Норд-ост  ревел  с  неизбывной  силой  и сметал "Шаню" с ее
курса. Четыре неизвестных корабля тоже с трудом удерживали курс
и не могли принять направления на "Шаню".
    Скоро три дымка  исчезли  из  зрения,--  их  куда-то  отшиб
зверский  норд-ост. Зато четвертое судно неотступно подбиралось
к "Шане". Иногда уже явственно обнажался  его  корпус.  Капитан
разглядел,  что  это быстроходный и хорошо вооруженный торговый
пароход и  что  он  нагоняет  "Шаню".  Только  шторм  никак  не
допускает  то  судно  подойти  к "Шане" вплотную. Затем пароход
стал  допрашивать  "Шаню",  куда  она  идет.  "Шаня",  войдя  в
крымские   воды,   шла  под  врангелевским  флагом.  На  вопрос
белогвардейского парохода "Шаня" ответила, что идет из Керчи  в
Феодосию и везет рыбу.
    На  палубе оставалось только четверо турок в костюмах своей
родины, а все военные люди вместе  с  комиссаром  и  командиром
десанта  сидели  в  трюме. Поэтому, когда белые купцы подошли к
"Шане",  то  только  поглядели  в  бинокли   и   пошли   прочь.
Буксировать  "Шаню" они не захотели,-- наверное, из-за опасного
шторма.
    Остальной  день  прошел   спокойно.   Иногда   показывались
какие-то  пароходы,  но  сейчас же исчезали: они боялись "Шани"
еще больше, чем она их.
    Красноармейцы,  замученные  тошнотой   и   сырым   холодом,
старались  нарочно  быть веселыми и стыдились отчего-то морской
болезни.  Им   надоело   тоскливое   плавание,   и   они   даже
обрадовались, что подходит белогвардейский пароход, вооруженный
четырьмя пушками.
    Красноармейцам море было незнакомо, и они не верили, что та
стихия, от которой только тошнит, таит в себе смерть кораблей.
    --  Пускай  подходит!--  сказал красноармеец-тамбовец.-- Мы
его смажем!
    -- Как же ты его  смажешь?--  спросил  комиссар.--  У  него
пушки на борту!
    --  А  вот  увидишь,-- заявил тамбовец,-- из винтовок так и
смажем!
    Привыкшие брать  броневые  автомобили  на  ходу,  с  одними
винтовками  в  руках,  красноармейцы и на море думали побеждать
посредством винтовки.
    Иногда  мимо  "Шани"  проносились  целые  водяные   столбы,
объятые  вихрем норд-оста. Вслед за собой они обнажали глубокие
бездны, почти показывая дно моря.
    Внезапно после такого морского столба  показался  пропавший
ночью  катер "Марс". Его совсем затрепало. Глыбы воды громили и
рушили его оснастку и норовили совсем перекувырнуть. Но  "Марс"
упорно  отфыркивался  и  метался по волнам, еле живой от своего
упрямства. Он хотел пристать к "Шане", но волна откидывала  его
прочь в пучину.
    Вся команда "Марса" и двадцать человек разведки, которую он
вез, стояла на палубе, держась за снасти.
    Люди  что-то бешено кричали на "Шаню", но гром бури рвал их
голоса,  и  ничего  не  было  слышно.  Лица   людей   затмились
бессмысленностью,   глаза   выцвели  от  злобного  отчаяния,  и
смертельная бледность  на  них  лежала,  как  белая  намазанная
краска.
    Казнь  наступающей смерти терзала их еще больше от близости
"Шани". Люди на "Марсе" рвали на себе последнюю казенную одежду
и  рычали  по-звериному,  показывая  даже  кулаки.  Они  вопили
сильнее бури, а один толстый красноармеец сидел верхом на рее и
ел хлеб, чтобы зря не пропал паек.
    Глаза  гибнущих  людей  торчали  от выпученной ненависти, и
ноги их неистово колотили в палубу, обращая на себя внимание.
    Пухов стоял наверху и глядел на "Марс".
    -- Чего они там бесятся?-- спросил он у комиссара.-- Тонут,
что ли, или испугались чего?
    -- Должно быть, течь  у  них,--  ответил  комиссар,--  надо
как-нибудь помочь!
    Красноармейцев  в  трюме  было  не  удержать. Они стояли на
палубе  и  тоже  что-то  кричали  на   "Марс",   позоря   испуг
несчастных.
    Вся "Шаня" терзалась за отряд и команду "Марса"; командир в
бешенстве  кричал  на  капитана,  комиссар  тоже ему помогал, а
капитан никак не мог подойти к "Марсу".
    Когда "Шаню" подшвырнуло к "Марсу",  то  оттуда  закричали,
что вода уже в машинном отделении.
    Еще послышалась с "Марса" гармоника -- кто-то там наигрывал
перед смертью, пугая все законы человеческого естества.
    Пухов это как раз явственно услышал и чему-то обрадовался в
такой неурочный час.
    В затихшую секунду, когда "Марс" подскочил к "Шане", чистый
голос, поверх криков, вторил чьей-то тамошней гармонике:
            Мое яблочко
            Несоленое,
            В море Черное
            Уроненное...
    -- Вот сволочь!-- с удовольствием сказал Пухов про веселого
человека на "Марсе" и плюнул от бессильного сочувствия.
    --  Спускай  лодку!--  крикнул  капитан,  потому что "Марс"
торчал одной палубой, а корпус его уже утонул.
    Лодка,  еле   опущенная   на   воду,   сейчас   же   трижды
перевернулась, и два матроса на ней исчезли невидимо куда.
    Вдруг крутой взмах шквала схватил "Марс" и швырнул его так,
что он очутился над "Шаней".
    -- Сигай вниз!-- заорал усердней всех Пухов.
    Люди  на  "Марсе"  вздрогнули, помертвели до черноты лица и
бросились как попало вниз -- на палубу "Шани". Падая на "Шаню",
они валились, как дохлые тела, и ломали  руки  ловившим  их,  а
Пухова совсем сшибли с ног. Это ему не понравилось.
    --  Легче!--  шумел  он.-- На Врангеля шли, черти, а чистой
воды боятся!
    Через несколько секунд весь  "Марс"  сгрузился  на  "Шаню",
только двое пролетели мимо, промахнувшись в морскую прорву.
    На   "Марсе"  что-то  гулко  заныло,  и  он  разлетелся  от
внутреннего взрыва в щепки и железки.
    Пухов ходил среди спасенных людей и каждого спрашивал:
    -- Это не ты пел там?
    -- Нет, куды там петь!-- отвечал красноармеец или матрос  с
"Марса".
    --  Да  ты и не похож на того!-- говорил недовольно Пухов и
шел дальше.
    Так ни одного и не нашлось -- никто, оказывается, не пел  и
на  гармонике  не  играл.  А ведь слышался звук -- и даже слова
песни Пухов запомнил.
    Вечерело уже, а шторм лютовал и не собирался отдыхать.
    -- И откуда  он,  дьявол,  выходит,--  посмотрел  бы  я  то
место!-- говорил себе Пухов, качаясь вместе с машиной в трюме.
    Вечером начальство на "Шане" долго совещалось. "Шаня" имела
большую  перегрузку  и  к  крымскому  берегу  близко подойти не
могла. К тому же норд-ост все время отжимал  судно  в  открытое
море, и десант высадить все равно нельзя. А долго задерживаться
в  море  очень опасно -- первый сторожевой крейсер белых пустит
"Шаню" на дно.
    Совещались  долго.  Матросы  не  сдавались   и   советовали
переждать шторм, а там видно будет.
    -- Ну, вернемся в Новороссийск,-- говорил командир разведки
матрос  Шариков,--  а  там  что?  Во-первых,  жары нагонят, что
самовольно вернулись, а во-вторых,  что  же,--  все  по-дурному
пойдет: ведь Врангель цел останется!
    -- Ты, Шариков, забыл,-- сказал ему военный комиссар,-- что
от "Марса"  твоего  одни  щепки  плавают, истребитель пропал,--
тоже, должно,  купается,--  а  "Шаня"  кирпичом  ворочается  от
нагрузки!..  Что  ж, по-твоему, обязательно ему и "Шаню" на дно
пустить?..
    -- Ну, как хочешь!-- сказал Шариков.-- Только и  ворочаться
дюже срамно!
    Однако  к  ночи  порешили,  что  надо  уходить  обратно  на
Новороссийск.
    К  полуночи  норд-ост  начал  слабеть,  но  море   носилось
по-прежнему. "Шаня" кое-как влекла себя домой.
    В  Керченском  проливе ее нащупали береговые прожектора, но
стрельбы из крепостных орудий белые  не  открыли.  Может  быть,
потому,  что  на  "Шане"  еще  болтался  обрывок врангелевского
флага.
    ----
    Под утро "Шаня" выгружалась в Новороссийске.
    --  Срамота  чертова!--  обижались  красноармейцы,  собирая
вещи.
    --  Чего  ж  срамота-то?--  урезонивал их Пухов.-- Природа,
брат, погуще человека! Крейсера и то  в  береговых  загогулинах
стояли!
    --  Ничего,--  говорил  недовольный  матрос  Шариков,-- вот
Перекоп прошибут, тогда без нас, без сопливых, обойдутся!
    Так оно и случилось: Шариков как в озеро глядел.
    В тот же вечер Реввоенсовет приказал повторить десант.
    Отряд в ночь снова погрузился, и "Шаня" подняла пары.
    Шариков радостно метался  по  судну  и  каждому  что-нибудь
говорил.  А  военный  комиссар  чувствовал свою дурость, хотя в
Реввоенсовете ему ничего плохого не сказали.
    -- Ты -- рабочий?-- спрашивал Шариков у Пухова.
    -- Был рабочий, а буду водолаз!-- отвечал Пухов.
    -- Тогда почему ж ты не в авангарде  революции?--  совестил
его  Шариков.--  Почему  ж  ты  ворчун и беспартиец, а не герой
эпохи?..
    -- Да  не  верилось  как-то,  товарищ  Шариков,--  объяснил
Пухов,--  да и партком у нас в дореволюционном доме губернатора
помещался!
    --  Чего  там  дореволюционный  дом!--  еще  пуще   убеждал
Шариков.-- Я вот родился до революции -- и то терплю!
    Перед  самым  отходом  комиссар  десанта  отлучился:  пошел
депешу дать о благополучном отплытии.
    Через полчаса он вернулся, но на судно не пошел, а  остался
на пристани, смеялся и кричал:
    -- Слазь!
    --  Что  ты,  голова,  очумел,  что  ли?  Чего  -- слазь?--
допрашивал его с борта Шариков.
    --  Слазь,  говорю!--  шумел  комиссар.--   Перекоп   взят,
Врангель бежит! Вот приказ -- десант отменяется!
    Шариков и прочие поникли.
    --  Вот  тебе  раз!--  сказал  один  красноармеец.-- Тут бы
Врангеля и крыть в зад -- ведь  он  на  корабли  бежит,  а  тут
отменяется!..
    --  Я  ж  говорил,  что в Крыму без сопливых обойдутся!..--
начал Шариков, а кончил по-своему.
    -- Будя тебе ерепениться!-- увещал Шарикова Пухов.-- Пускай
Врангель плывет,-- другого кого-нибудь избузуешь!
    -- Эх!..-- крикнул Шариков и  треснул  кулаком  по  стойке,
добавив кой-какой словесный материал.
    --  Дуй  вплавь через пролив!-- посоветовал ему Пухов.-- Ты
вещь маленькая, тебя прожектор не  ухватит!  Высадишь  себя  --
десант получится!
    --  И  то,-- сказал было Шариков, но потом одумался:-- Вода
только холодна, да и волна большая -- сразу захлебнешься!
    -- А ты обожди погодку!-- рассказывал Пухов.-- А  воздух  в
подштанники  надуешь,  станешь  захлебываться, пробей дырочку и
вздохнешь!
    -- Нет, то чушь, то не морское дело!-- отказывался Шариков.
    Через два дня стало известным,  что  пропавший  истребитель
добрался до крымских берегов и высадил сто человек матросов.
    -- Я ж так и знал!-- горевал Шариков.-- На истребителе Кныш
командовал, а я связался с сухопутной курицей!

3



    -- Пухов! Война кончается!-- сказал однажды комиссар.
    -- Давно пора,-- одними идеями одеваемся, а порток нету!
    --   Врангель   ликвидируется!  Красная  Армия  Симферополь
взяла!-- говорил комиссар.
    -- Чего  не  брать?--  не  удивлялся  Пухов.--  Там  воздух
хороший,  солнцепек  крутой,  а  советскую  власть в спину вошь
жжет, она и прет на белых!
    -- При чем тут вошь?-- сердечно  обижался  комиссар.--  Там
сознательное геройство! Ты, Пухов, полный контр!
    --  А  ты  теории-практики  не  знаешь, товарищ комиссар!--
сердито отвечал  Пухов.--  Привык  лупить  из  винтовки,  а  по
науке-технике  контргайка  необходима,  иначе  болт  слетит  на
полном ходу! Понимаешь эту чушь?
    --  А  ты  знаешь  приказ  о  трудовых  армиях?--   спросил
комиссар.
    --  Это чтобы жлобы слесарями сразу стали и заводы пустили?
Знаю! А давно ты их ноги вкрутую ставить научил?
    -- В Реввоенсовете не дураки  сидят!--  серьезно  выразился
комиссар.-- Там взвесили "за" и "против"!
    --  Это  я понимаю,-- согласился Пухов.-- Там -- задумчивые
люди, только жлоб механики враз не поймет!
    --  Ну,  а  кто  ж  тогда  все  чудеса  науки  и   ценности
международного империализма произвел?-- заспорил комиссар.
    -- А ты думал, паровоз жлоб сгондобил?
    -- А то кто ж?
    --  Машина  --  строгая  вещь. Для нее ум и ученье нужны, а
чернорабочий -- одна сырая сила!
    --  Но  ведь  воевать-то  мы  научились?--  сбивал   Пухова
комиссар.
    -- Шуровать мы горазды!-- не сдавался Пухов.-- А мастерство
-- нежное свойство!
    По  улице  шла  в  баню  рота  красноармейцев  и  пела  для
бодрости:
            Как родная меня мать провожа-ала,
            На дорогу сухих корок собира-ала!
    -- Вот дьяволы!-- заявил Пухов.-- В приличном городе нищету
проповедуют! Пели бы, что с пирогами провожала!
    Время  шло  без  тормозов.  Пушки  работали   с   постоянно
уменьшающимся  напряжением.  Красноармейские резервы изучали от
безделья природу и общество, готовясь прочно и долго жить.
    Пухов посвежел лицом и лодырничал, называя отдых  свойством
рабочего человека.
    --  Пухов,  ты  бы  хоть  в  кружок  записался,  ведь  тебе
скучно!-- говорил ему кто-нибудь.
    --  Ученье  мозги  пачкает,  а  я   хочу   свежим   жить!--
иносказательно  отговаривался  Пухов, не то в самом деле, не то
шутя.
    -- Оковалок ты, Пухов, а еще рабочий!-- совестил его тот.
    -- Да что ты  мне  тень  на  плетень  наводишь:  я  сам  --
квалифицированный   человек!--   заводил  ссору  Пухов,  и  она
продолжалась вплоть до оскорбления революции и  всех  героев  и
угодников   ее.   Конечно,   оскорблял   Пухов,  а  собеседник,
разыгранный вдрызг, в удручении оставлял Пухова.
    В глупом городе, с неровным, порочным климатом, каким тогда
был Новороссийск, Пухов прожил четыре месяца, считая с  ночного
десанта.
    Числился     он    старшим    монтером    береговой    базы
Азово-Черноморского  пароходства.  Пароходство   это   учредила
новороссийская власть, чтобы Северный Кавказ поскорей на мирную
страну  походил.  Но  пароходы  не  могли  тронуться, по случаю
разлаженных машин,--  и  Северный  Кавказ  совершенно  напрасно
считал себя мирной морской державой.
    Одна  аульская  стенная газета даже назвала Северный Кавказ
"восточной  советской  Англией",  вследствие   наличия   одного
морского берега и четырех пароходов, которые пока не плавали.
    Пухов   ежедневно  осматривал  пароходные  машины  и  писал
рапорты   об   их   болезни:   "Ввиду    сломатия    штока    и
дезорганизованности    арматуры,    ведущую   машину   парохода
"Нежность" пустить невозможно, и думать даже нечего. Пароход же
по названию "Всемирный  Совет"  болен  взрывом  котла  и  общим
отсутствием топки, которая куда делась нельзя теперь дознаться.
Пароходы  "Шаня" и "Красный Всадник" пустить в ход можно сразу,
если сменить им размозженные цилиндры  и  сирены  приделать,  а
цилиндры  расточить  теперь  немыслимое  дело,  так  как чугуна
готового земля не рождает, а к руде никто от  революции  руками
не  касается.  Что  же до расточки цилиндров, то трудовые армии
точить ничего не могут, потому что они скрытые хлебопашцы".
    Иногда Пухова вызывал на личный доклад  политком  береговой
базы. Пухов ему все рассказывал, как и что делается на базе.
    -- Чего ж твои монтеры делают?-- спрашивал политком.
    -- Как что? Следят непрерывно за судовыми механизмами!
    -- Но ведь они не работают!-- говорил политком.
    --  Что  ж, что не работают!-- сообщал Пухов.-- А вредности
атмосферы вы не учитываете: всякое железо -- не говоря про медь
-- враз скиснет и опаршивеет, если за ним не последить!
    -- А  ты  бы  там  подумал  и  попробовал,  может,  сумеешь
поправить пароходы!-- советовал политком.
    --  Думать  теперь  нельзя,  товарищ  политком!--  возражал
Пухов.
    -- Это почему нельзя?
    -- Для силы мысли пищи не хватает:  паек  мал!--  разъяснял
Пухов.
    --  Ты,  Пухов,  настоящий  очковтиратель!--  кончал беседу
комиссар и опускал глаза в текущие дела.
    -- Это вы очковтиратели, товарищ комиссар!
    --  Почему?--  уже  занятый  делом,   рассеянно   спрашивал
комиссар.
    --  Потому  что  вы делаете не вещь, а отношение!-- говорил
Пухов, смутно припоминая плакаты, где говорилось,  что  капитал
не вещь, а отношение; отношение же Пухов понимал как ничто.
    ----
    В  один  день,  во  время  солнечного сияния, Пухов гулял в
окрестностях города и  думал  --  сколько  порочной  дурости  в
людях, сколько невнимательности к такому единственному занятию,
как жизнь и вся природная обстановка.
    Пухов  шел,  плотно  ступая  подошвами.  Но  через  кожу он
все-таки чувствовал землю всей голой ногой, тесно  совокупляясь
с  ней при каждом шаге. Это даровое удовольствие, знакомое всем
странникам, Пухов тоже ощущал не в первый раз. Поэтому движение
по земле всегда доставляло ему телесную прелесть  --  он  шагал
почти  со  сладострастием  и  воображал, что от каждого нажатия
ноги в почве образуется тесная дырка,  и  поэтому  оглядывался:
целы ли они?
    Ветер тормошил Пухова, как живые руки большого неизвестного
тела,  открывающего  страннику  свою девственность и не дающего
ее, и Пухов шумел своей кровью от такого счастья.
    Эта супружеская любовь цельной непорченой земли  возбуждала
в  Пухове хозяйские чувства. Он с домовитой нежностью оглядывал
все принадлежности природы и находил все уместным и живущим  по
существу.
    Садясь  в  бурьян,  Пухов  отдавался  отчету о самом себе и
растекался в отвлеченных мыслях, не имеющих никакого  отношения
к его квалификации и социальному происхождению.
    Вспоминая  усопшую  жену,  Пухов  горевал о ней. Об этом он
никогда никому не сообщал, поэтому  все  действительно  думали,
что Пухов корявый человек и вареную колбасу на гробе резал. Так
оно  и  было,  но Пухов делал это не из похабства, а от голода.
Зато потом чувствительность начинала мучить его, хотя горестное
событие уже кончилось. Конечно, Пухов принимал во внимание силу
мировых  законов  вещества  и  даже  в   смерти   жены   увидел
справедливость  и  примерную  искренность.  Его вполне радовала
такая  слаженность  и  гордая  откровенность   природы   --   и
доставляла  сознанию  большое  удивление.  Но сердце его иногда
тревожилось и  трепетало  от  гибели  родственного  человека  и
хотело   жаловаться   всей   круговой  поруке  людей  на  общую
беззащитность. В эти минуты Пухов чувствовал  свое  отличие  от
природы  и  горевал, уткнувшись лицом в нагретую своим дыханьем
землю, смачивая ее редкими неохотными каплями слез.
    Все это было истинным, потому что нигде человеку  конца  не
найдешь  и масштабной карты души его составить нельзя. В каждом
человеке есть обольщение собственной жизнью, и  поэтому  каждый
день для него -- сотворение мира. Этим люди и держатся.
    В такие сосредоточенные часы даже далекий Зворычный был мил
и дорог Пухову, и он думал -- как бы хорошо встретиться с ним и
побеседовать по душам.
    Пухову  казалось  странным,  что  никто на него внимания не
обращал: звали только по служебному делу.
    Красноармейцы понемногу отпускались из  армии  по  домам  и
навсегда пропадали в дальних, глухих деревнях, унося свежесть и
тайну   революции.  Город  без  них  оставался  дореволюционной
сиротой, надевал полежалый сюртук скуки и надлежаще копался  по
своему хозяйству.
    --  Ну,  ладно  --  ухожу  и  я!--  решил Пухов и со злобой
степного  человека   поглядел   на   дикие   горы,   очертенело
загромоздившие пешеходную землю.
    О  своем  уходе Пухов начальству не сказал, чтобы никого не
удручать и себя не обременять.
    Тронулся Пухов  одиноким,  как  и  прибыл  сюда.  Тоска  по
родному  месту  взяла  его за живое, и он не понимал, как можно
среди людей учредить Интернационал,  раз  родина  --  сердечное
дело и не вся земля.
    Со  станции  Тихорецкой поезда на Ростов не шли, а ходили в
обратную сторону -- на Баку.
    Из Баку Пухов собирался дойти до родины -- вкось по  берегу
Каспийского   моря   и  по  Волге,  не  особенно  разбираясь  в
географии. Он  думал,  что  на  этом  маршруте  пшеницы  больше
растет, а сытно питаться любил.
    В  дороге,  на пустой нефтяной цистерне, Пухов устал и опал
туловищем.  Ел  он  один  пайковый  хлеб,  что  получил  еще  в
Новороссийске,-- и то не в полную досталь.
    На  дороге встречались худые деревья, горькая горелая трава
и всякий другой живой и мертвый инвентарь  природы,  ветхий  от
климатического износа и топота походов войны.
    Историческое  время и злые силы свирепого мирового вещества
совместно трепали и морили людей, а они,  поев  и  отоспавшись,
снова  жили,  розовели  и  верили в свое особое дело. Погибшие,
посредством  скорбной  памяти,  тоже  подгоняли  живых,   чтобы
оправдать свою гибель и зря не преть прахом.
    Пухов  глядел  на  встречные  лощины, слушал звон поездного
состава и воображал убитых -- красных и белых,  которые  сейчас
перерабатываются почвой в удобрительную тучность.
    Он  находил  необходимым научное воскрешение мертвых, чтобы
ничто   напрасно   не   пропало   и    осуществилась    кровная
справедливость.
    Когда   умерла  его  жена  --  преждевременно,  от  голода,
запущенных болезней и в безвестности,--  Пухова  сразу  прожгла
эта  мрачная  неправда и противозаконность события. Он тогда же
почуял -- куда и на какой конец  света  идут  все  революции  и
всякое  людское беспокойство. Но знакомые коммунисты, прослушав
мудрость Пухова, злостно улыбались и говорили:
    -- У тебя дюже масштаб велик, Пухов; наше дело  мельче,  но
серьезней.
    --  Я  вас не виню,-- отвечал Пухов,-- в шагу человека один
аршин, больше не шагнешь; но если шагать  долго  подряд,  можно
далеко  зайти,--  я  так понимаю; а, конечно, когда шагаешь, то
думаешь об  одном  шаге,  а  не  о  версте,  иначе  бы  шаг  не
получился.
    --  Ну,  вот  видишь,  ты сам понимаешь, что надо соблюдать
конкретность цели,-- разъяснили коммунисты, и Пухов думал,  что
они  ничего ребята, хотя напрасно бога травят,-- не потому, что
Пухов был богомольцем, а потому,  что  в  религию  люди  сердце
помещать привыкли, а в революции такого места не нашли.
    -- А ты люби свой класс,-- советовали коммунисты.
    --  К  этому  привыкнуть  еще  надо,-- рассуждал Пухов,-- а
народу в пустоте трудно будет: он вам дров наворочает от своего
неуместного сердца.
    ----
    В Баку Пухова приняли хорошо, потому что Пухов встретился с
матросом Шариковым.
    -- Ты зачем приехал?--  спросил  Шариков,  ворочая  большие
бумаги на дорогом столе и разыскивая в них толк.
    -- Укреплять революцию!-- сразу заявил Пухов.
    -- А я, брат, Каспийское пароходство налаживаю,-- только ни
хрена не выходит!-- спроста объяснил Шариков.
    --  А  ты  чего  писцом  стал: бери молоток и латай корабли
лично!-- разрешил Пухов мучение Шарикова.
    -- Чудак ты, я ж всеобщий  руководитель  Каспийского  моря!
Кто ж тогда будет заправлять тут всей красной флотилией?
    --  А  чего  ей заправлять, раз люди сами работать будут?--
разъяснял Пухов, ничего не думая.
    Шариков,  однако,  скучал  по  корабельной  жизни  и  тяжко
вздыхал за писчим делом. Резолюции он клал лишь в двух смыслах:
"пускай" и "не надо".
    Ночевать  и харчиться Пухов пошел к Шарикову. Шариков жил у
одной вдовы по улице Шварца. В свободные вечера, когда не  было
собраний   или  еще  чего  необходимого,  Шариков  делал  вдове
табуретки, а читать ничего не мог. Говорил, что от чтения он  с
ума начинает сходить и сны по ночам видит.
    --  У  тебя  грузный  корпус  -- кровей много!-- открыл ему
Пухов.-- А для умственной работы ряжка толста. Тебе обязательно
надо кровь слить!
    -- Куда ж ее слить?-- искал спасения Шариков.
    -- Лей в ведро!-- советовал Пухов.--  Давай  я  тебя  ножом
полосну -- паровоз тоже лишний пар спущает!
    --  Брось  ты скрипеть!-- отставлял Шариков.-- Я теперь сам
похудею -- от одного покоя. Ты знаешь, я от  боев  и  классовой
солидарности  всегда становлюсь гуще и комплектней телом, а как
все пройдет -- я сам усохну!
    Пожил у Шарикова Пухов с неделю, поел  весь  запас  пищи  у
вдовы и оправился собой.
    --  Что  ты,  едрена  мать, как хворостина мотаешься, дай я
тебя к делу пришью!-- сказал однажды Шариков Пухову.  Но  Пухов
не   дался,   хотя   Шариков  предлагал  ему  стать  командиром
нефтеналивной флотилии.
    Баку Пухову не нравился. В другое время его бы не  вытащить
оттуда, а сейчас все машины стояли молча, и буровые вышки прели
на солнце.
    Песок  несся  ветром  так,  что  жужжал  и влеплялся во все
скважины открытого лица, отчего Пухова разбирала тяжкая  злоба.
Жара тоже донимала, несмотря на неурочное время октябрь.
    Решил  Пухов скрыться отсюда и сказал о том Шарикову, когда
он пришел со своего служебного поста.
    -- Катись!-- разрешил Шариков.-- Я тебе путевку дам в любое
место республики, хотя ты кустарь советской власти!
    На  третьи  сутки   Пухов   тронулся.   Шариков   дал   ему
командировку  в  Царицын  -- для привлечения квалифицированного
пролетариата в Баку и заказа заводам подводных лодок, на случай
войны с английскими интервентами, засевшими в Персии.
    -- Устроишь?-- спросил Шариков, вручая командировку.
    -- Ну вот  еще,--  обиделся  Пухов.--  Что  там,  подводных
лодок, что ль, не видели? Там, брат, целая металлургия!
    -- Тогда -- сыпь!-- успокоился Шариков.
    --  Ладно!--  сказал  Пухов, скрываясь.-- Зря ты мне особых
полномочий не дал и поезд на сорока  осях!  Я  б  напугал  весь
Царицын и сразу все устроил!
    --  Катись  в  общем порядке -- и так примут коллективно!--
ответил на  прощанье  Шариков  и  написал  на  хлопчатобумажном
отношении:  "пускай".  А в отношении рапортовалось о поглощении
морской пучиной сторожевого катера.

4



    Начался у Пухова звон в душе от смуты дорожных впечатлений.
Как сквозь дым, пробивался Пухов в потоке несчастных  людей  на
Царицын.  С  ним  всегда  так бывало -- почти бессознательно он
гнался жизнью по всяким ущельям земли, иногда в забвении самого
себя.
    Люди шумели, рельсы стонали под ударами насильно  вращаемых
колес,  пустота  круглого  мира  колебалась в смрадном кошмаре,
облегая поезд верещащим воздухом, а Пухов  внизывался  в  ветер
вместе со всеми, влекомый и беспомощный, как косное тело.
    Впечатления так густо затемняли сознание Пухова, что там не
оставалось силы для собственного разумного размышления.
    Пухов  ехал  с  открытым  ртом  -- до того удивительны были
разные люди.
    Какие-то бабы Тверской губернии теперь  ехали  из  турецкой
Анатолии,  носимые  по  свету  не любопытством, а нуждой. Их не
интересовали ни горы, ни народы, ни созвездия,-- и  они  ничего
ниоткуда  не  помнили,  а  о государствах рассказывали, как про
волостное село  в  базарные  дни.  Знали  только  цены  на  все
продукты    Анатолийского    побережья,   а   мануфактурой   не
интересовались.
    -- Почем там веревка?--  спросил  одну  такую  бабу  Пухов,
замышляя что-то про себя.
    -- Там, милый, веревки и не увидишь -- весь базар исходили!
Там почки  бараньи дешевы, что правда, то правда, врать тебе не
хочу!-- рассказывала тверская баба.
    -- А ты не видела там созвездия Креста?  Матросы  говорили,
что  видели?--  допытывался  Пухов,  как  будто  ему нужно было
непременно знать.
    -- Нет, милый, креста не видела, его  и  нету,--  там  дюже
звезды  падучие!  Подымешь  голову, а звезды так и летят, так и
летят. Таково страховито, а прелестно!-- расписывала баба, чего
не видела.
    -- Что ж ты сменяла там?-- спросил Пухов.
    -- Пуд кукурузы везу, за кусок  холстины  дали!--  жалостно
ответила  баба и высморкалась, швырнув носовую очистку прямо на
пол.
    -- Как же ты  иноземную  границу  проходила?--  допытывался
Пухов.-- Ведь для документов у тебя карманов нету!
    --  Да  мы,  милый,  ученые,  ай  мы не знаем как!-- кратко
объяснила тверячка.
    Один калека, у которого Пухов английским табаком  угощался,
ехал из Аргентины в Иваново-Вознесенск, везя пять пудов твердой
чистосортной пшеницы.
    Из  дома  он  выехал полтора года назад здоровым человеком.
Думал сменять ножики на муку и через две недели  дома  быть.  А
оказывается,  вышло  и  обернулось  так, что ближе Аргентины он
хлеба не нашел,-- может,  жадность  его  взяла,  думал,  что  в
Аргентине ножиков нет. В Месопотамии его искалечило крушением в
тоннеле   --  ногу  отмяло.  Ногу  ему  отрезали  в  багдадской
больнице, и он вез ее тоже с собой, обернув в тряпки и  закопав
в пшеницу, чтобы она не воняла.
    --  Ну,  как,  не  пахнет?--  спрашивал  этот  мешочник  из
Аргентины у Пухова, почувствовав в нем хорошего человека.
    -- Маленько!-- говорил Пухов.-- Да тут  не  дознаешься:  от
таких харчей каждое тело дымит.
    Хромой  тоже  нигде не заметил земной красоты. Наоборот, он
беседовал с Пуховым о какой-то речке Курсавке, где ловил  рыбу,
и  о траве доннике, посыпаемой для вкуса в махорку. Курсавку он
помнил, донник знал, а про Великий или Тихий океан забыл и ни в
одну пальму не вгляделся задумчивыми глазами.
    Так весь мир  и  пронесся  мимо  него,  не  задев  никакого
чувства.
    --  Что  ж  ты  так?--  спросил  у  хромого  Пухов про это,
любивший картинки с видами таинственной природы.
    -- В  голове  от  забот  кляп  сидел!--  отвечал  хромой.--
Плывешь  по морю, глядишь на разные чучелы и богатые державы,--
а скучно!
    Голод до того заострил разум у простого народа, что он полз
по всему  миру,  ища  пропитания  и  перехитрив   законы   всех
государств.   Как   по   своему   уезду,  путешествовали  тогда
безыменные люди по земному шару и нигде  не  обнаружили  ничего
поразительного.
    Кто  странствовал  только  по  России,  тому  не  оказывали
почтения и особо не расспрашивали. Это было так же  легко,  как
пьяному  ходить  в  своей хате. Силы были тогда могучие в любом
человеке, никакой рожон не считался обидой. Никто не  жаловался
на  власть или на свое мучение -- каждый ко всему притерпелся и
вполне обжился.
    ----
    На больших станциях поезд стоял по суткам, а  на  маленьких
--  по  трое.  Мужики-мешочники  уходили  в степь, косили чужую
траву, чтобы мастерство не потерять, и возвращались на станцию,
а поезд стоял и стоял, как приклеенный. Паровоз  долго  не  мог
скипятить  воду,  а  скипятивши,  дрова  пожигал  и  снова ждал
топлива. Но тогда вода в котле остывала.
    Пухов загорюнился. В такие остановки  он  ходил  по  траве,
ложился  на  живот в канаву и сосал какую-нибудь желчную траву,
из которой не теплый сок, а яд источался. От этого яда или  еще
от чего-то Пухов весь запаршивел, оброс шерстью и забыл, откуда
и куда ехал и кто он такой.
    Время   кругом  него  стояло,  как  светопреставление,  где
шевелилась людская живность и  грузно  ползли  объемистые  виды
природы.  А  надо всем лежал чад смутного отчаяния и терпеливой
грусти.
    Хорошо, что люди  ничего  тогда  не  чуяли,  а  жили  всему
напротив.
    В  Царицыне  Пухов  не  слез  --  там  дождь  шел и вьюжило
какой-то гололедицей. Кроме того, над  Волгой  шелестели  дикие
ветры,  и  все  пространство  над  домами  угнеталось  злобой и
скукой.
    Вышел на привокзальный рынок  Пухов  --  воблы  сменять  на
запасные  кальсоны,  и  плохо  ему  стало. Где-то пели петухи в
четыре часа пополудни,-- один мастеровой спорил с  торговкой  о
точности безмена, а другой тянул волынку на ливенской гармонии,
сидя  на  брошенной  шпале.  В глубине города кто-то стрелял, и
неизвестные люди ехали на телегах.
    -- Где тут заводы подводные лодки делают?--  спросил  Пухов
гармониста-мастерового.
    --  А ты кто такой?-- поглядел на него мастеровой и спустил
воздух из музыки.
    -- Охотник из Беловежской пущи!--  нечаянно  заявил  Пухов,
вспомнив какое-то старинное чтение.
    -- Знаю!-- сказал мастеровой и заиграл унылую, но нахальную
песню.--  Вали прямо, потом вкось, выйдешь на буераки, свернешь
на кузницу -- там и спроси французский завод!
    -- Ладно! Дальше я без тебя знаю!--  поблагодарил  Пухов  и
побрел без всякого усердия.
    Шел  он  часа  три,  на  город не смотрел и чувствовал свою
усталую, сырую кровь.
    Какие-то люди  ездили  и  ходили,--  вероятно,  по  важному
революционному  делу.  Пухов  не сосредоточивался на них, а шел
молча, изредка соображая, что Шариков -- это сволочь:  заставил
трудиться по ненужному делу.
    Около конторы французского завода Пухов остановил какого-то
механика, евшего на ходу белую булку.
    -- Вот -- видишь!-- подал ему Пухов мандат Шарикова.
    Тот  взял  документ  и  вник  в  него.  Читал он его долго,
вдумчиво и ни слова не говоря. Пухов начал зябнуть, трепеща  на
воздухе  оскуделым  телом. А механик все читал и читал -- не то
он был неграмотный, не то очень интересующийся человек.
    На заводе, за  высоким  старым  забором,  стояло  заунывное
молчание  --  там жило давно остывшее железо, съедаемое ленивой
ржавчиной.
    День скрывался в серой ветреной ночи. Город мерцал  редкими
огнями, мешавшимися со звездами на высоком берегу. Густой ветер
шумела   как   вода,   и  Пухов  почувствовал  себя  безродным,
заблудившимся человеком.
    Механик или тот, кто он был, прочитал весь  мандат  и  даже
осмотрел его с тыльной стороны, но там была голая чистота.
    --  Ну,  как?--  спросил  Пухов и поглядел на небо.-- Когда
цеха управятся с заказом?
    Механик помазал языком мандат и приложил его  к  забору,  а
сам пошел вдоль местоположения завода к себе на квартиру.
    Пухов  посмотрел на бумажку на заборе и, чтобы не сорвал ее
ветер, надел на шляпку высунувшегося гвоздя.
    Обратно  на  вокзал  Пухов  дошел  скоро.  Ночной  ветер  и
какая-то  дождливая  мелюзга  доконали  его  самочувствие, и он
обрадовался дыму паровоза, как домашнему  очагу,  а  вокзальный
зал показался ему милой родиной.
    В  полночь тронулся поездной состав неизвестного маршрута и
назначения.
    Осенний холодный дождь порол землю, и страшно было за  пути
сообщения.
    --  Куда  он  едет?-- спросил Пухов людей, когда уже влез в
вагон.
    -- А мы знаем -- куда?-- сомнительно произнес кроткий голос
невидного человека.-- Едет, и мы с ним.

5



    Всю ночь шел поезд,-- гремя, мучаясь и напуская  кошмары  в
костяные головы забывшихся людей.
    На  глухих стоянках ветер шевелил железо на крыше вагона, и
Пухов думал о тоскливой жизни  этого  ветра  и  жалел  его.  Он
соображал  еще  о  мельницах-ветрянках,  о  пустых  деревенских
сараях, где сейчас сквозит  буря,  и  об  общей  беспризорности
огромной порожней земли.
    Поезд   трогался   куда-то   дальше.   От  его  хода  Пухов
успокаивался и  засыпал,  ощущая  теплоту  в  ровно  работающем
сердце.
    Паровоз подолгу гудел на полном ходу, пугая темноту и прося
о безопасности.  Выпущенный  звук  долго  метался  по равнинам,
водоразделам и ущельям и ломался оврагами  на  другой  страшный
голос.
    -- Пухов!-- тихо и гулко послышалось Пухову во сне.
    Он сразу проснулся и сказал:
    -- А?
    Весь  вагон  сопел  в  глубоком  сне,  а под полом бушевали
колеса на большой скорости.
    -- Ты чего?-- вновь спросил Пухов тихим голосом,  но  знал,
что нет никого.
    Давно  забытое  горе  невнятно забормотало в его сердце и в
сознании -- и, прижукнувшись, Пухов застонал, стараясь поскорее
утихнуть и забыться, потому что  не  было  надежды  ни  на  чье
участие.   Так  он  томился  долгие  часы  и  не  интересовался
несущимся мимо вагона пространством. Разжигая в себе  отчаяние,
он устал и пришел к своему утешению во сне.
    Спал   Пухов  долго  --  до  полного  разгара  дня.  Солнце
подсушило  осенние  кочки  и  сияло  горящим  золотом,   ровной
радостью и звенело высоким напряженным тоном.
    По  полю  изредка  и вразброд стояли худые смирные деревья.
Они рассеянно помахивали  ветками,  бесстыдно  оголенные  перед
смертью,-- чтобы зря не пропадала их одежда.
    В   эти   последние  дни  перед  снегом  вся  живая  зелень
поверхности  земли  была  поставлена   под   расстрел   холода,
заморозков  и  длинной  ночной  тьмы.  Но  -- предварительно --
скупая  природа  раздевала   растения   и   разносила   ветрами
замерзшие, полуживые семена.
    Листья  утрамбовывались  дождями  в  почву  и прели там для
удобрения, туда же укладывались  для  сохранности  семена.  Так
жизнь  скупо  и  прочно  заготовляет  впрок. От таких событий у
очевидца Пухова  слюни  на  губах  показывались,  что  означало
удовольствие.
    Ездоки поездного состава неизвестного назначения проснулись
на заре  --  от  холода  и потому, что прекратились сновидения.
Пухов  против  всех  опоздал  и  вскочил  тогда,  когда  начала
стрелять отлежанная нога.
    Так  как  еды  у  него не было, то он закурил и уставился в
пустую позднюю природу. Там  ликовал  прохладный  свет  низкого
солнца  и  беззащитно  трепетали  придорожные кусты от плотного
восточного утренника. Но дали на резком горизонте  были  чисты,
прозрачны   и  привлекательны.  Хотелось  соскочить  с  поезда,
прощупать ногами землю и полежать на ее верном теле.
    Пухов удовлетворился своим созерцанием и  крепко  выразился
обо всем:
    -- Гуманно!
    --  Сосна  пошла!--  сказал  какой-то сведущий старичок, не
евший три дня.-- Должно, грунт тут песчаный!
    -- А какая это губерния?-- спросил у него Пухов.
    -- А кто ж ее знает -- какая! Так, какая-нибудь,--  ответил
равнодушно старичок.
    -- А тогда куда ж ты едешь?-- рассерчал на него Пухов.
    --  В  одно  место  с  тобой!--  сказал  старичок.-- Вместе
вчерась сели -- вместе и доедем.
    -- А ты не обознался -- ты погляди на  меня!--  обратил  на
себя внимание Пухов.
    --  Зачем  обознаться?  Ты  тут один рябой -- у других кожа
гладкая!-- разъяснил старичок и стал расчесывать какую-то  зуду
на пояснице.
    -- А ты лаковый, что ль?-- обиделся Пухов.
    --  Я  не  лаковый,  мое  лицо нормальное!-- определил себя
старичок и для поощрения погладил бурую щетину на своих щеках.
    Пухов пристально оглядел старика в целом и плюнул рикошетом
наружу, не обращая на него дальнейшего внимания.
    Вдруг загремел мост,-- и в вагон потянуло свежей  проточной
водой.
    -- Что это за река, ты не знаешь, как называется?-- спросил
Пухов одного черного мужика, похожего на колдуна.
    --    Нам   неизвестно,--   ответил   мужик.--   Как-нибудь
называется!
    Пухов вздохнул от голодного горя и после заметил,  что  это
--  родина.  Речка  называется  Сухой  Шошей, а деревня в сухой
балке  --  Ясной  Мечою;  там  жили  староверы,  под  названием
яйценосцы.  От  родины  сразу  понесло  дымным  запахом хлеба и
нежной вонью остывающих трав.
    Пухов погустел голосом и объявил от сердечной доброты:
    -- Это  город  Похаринск!  Вон  агрономический  институт  и
кирпичный завод! За ночь мы верст четыреста угомонили!
    -- А тут -- не знаешь, товарищ,-- меняют аль нет?-- спросил
чуть дышавший старичок, хотя у него не было чего менять.
    --  Здесь,  отец,  не променяешь -- у рабочих скулья жевать
разучились! А рабочих тут  пропасть!--  сообщил  Пухов  и  стал
подтягивать   ремешок  на  животе,  как  бы  увязывая  себя  за
отсутствием багажа.
    Старый серый вокзал стоял таким же, как и в детстве Пухова,
когда он тянул его на кругосветное  путешествие.  Пахло  углем,
жженой   нефтью   и  тем  запахом  таинственного  и  тревожного
пространства, какой всегда бывает на вокзалах.
    Народ, обратившийся в нищих, лежал на асфальтовом перроне и
с надеждой глядел на прибывший порожняк.
    В депо сопели дремавшие паровозы,  а  на  путях  беспокойно
трепалась  маневровая кукушка, собирая вагоны в стада для угона
в неизвестные края.
    Пухов шел медленно по залам  вокзала  и  с  давним  детским
любопытством  и  каким-то  грустным  удовольствием читал старые
объявления-рекламы, еще довоенного выпуска:

            ПАРОВЫЕ МОЛОТИЛКИ "МАК-КОРМИК".
            ЛОКОМОБИЛИ ВОЛЬФА С ПАРОПЕРЕГРЕВАТЕЛЕМ.
            КОЛБАСНАЯ ДИЦ.
            ВОЛЖСКОЕ ПАРОХОДСТВО "САМОЛЕТ".
            ЛОДОЧНЫЕ МОТОРЫ "ИОХИМ И Ко".
            ВЕЛОСИПЕДЫ ПЕЖО.
            БЕЗОПАСНЫЕ ДОРОЖНЫЕ БРИТВЫ ГЕЙЛЬМАН и С -- я,--
    и много еще хороших объявлений.

    Когда был Пухов мальчишкой, он нарочно приходил  на  вокзал
читать  объявления  --  и  с  завистью и тоской провожал поезда
дальнего следования, но сам никуда не ездил. Тогда как-то чисто
жилось ему, но позднее ничего не повторилось.
    Сойдя со ступенек вокзала на городскую улицу, Пухов  набрал
светлого  воздуха  в  свое  пустое  голодное  тело  и  исчез за
угольным домом.
    Прибывший поезд оставил в Похаринске много людей. И  каждый
тронулся в чужое место -- погибать и спасаться.

6



    -- Зворычный! Петя!-- глухо позвал слесарь Иконников.
    -- Ты что?-- спросил Зворычный и остановился.
    -- Можно -- я доски возьму?
    -- Какие доски?
    -- Вон те -- шесть шелевок!-- тихо сказал Иконников.
    Дело  было  в  колесном  цехе  Похаринских  железнодорожных
мастерских. Погребенный под  пылью  и  железной  стружкой,  цех
молчал.   Редкие   бригады   возились   у  токарных  станков  и
гидравлических прессов, налаживая их точить колесные бандажи  и
надевать  оси.  Старая грязь и копоть висела на балках махрами,
пахло сыростью и мазутом, разреженный свет осени мертво сиял на
механизмах.
    Около   мастерских   росли   купыри   и   лопухи,    теперь
одеревеневшие  от  старости.  На всем пространстве двора лежали
изувеченные неимоверной работой паровозы.  Дикие  горы  железа,
однако,   не   походили  на  природу,  а  говорили  о  погибшем
техническом искусстве. Тонкая арматура, точные  части  ведущего
механизма   указывали  на  напряжение  и  энергию,  трепетавшие
когда-то  в  этих  верных  машинах.  Эшелоны   царской   войны,
железнодорожную   гражданскую  войну,  степную  скачку  срочных
продовольственных маршрутов -- все видели и вынесли паровозы, а
теперь  залегли  в  смертном  обмороке  в  деревенские   травы,
неуместные рядом с машиной.
    -- А на что тебе доски?-- спросил Зворычный Иконникова.
    -- Гроб сделать -- сын помер!..-- ответил Иконников.
    -- Большой сын?
    -- Семнадцать лет!
    -- Что с ним?
    -- От тифа!
    Иконников  отвернулся  и  худой  старой  рукой закрыл лицо.
Этого никогда Зворычный не видел, и ему стало стыдно,  жалко  и
неловко.  Вот -- человек всю жизнь мучился, работал и молчал, а
теперь жалостно и беззащитно закрыл свое лицо.
    -- Кормил-кормил, растил-растил, питал-питал!-- шептал  про
себя Иконников, почти не плача.
    ----
    Зворычный вышел из цеха и пошел в контору.
    Контора была далеко -- около электрической силовой станции.
Зворычный прошел всю дорогу без всякого сознания, только шевеля
ногами.
    -- Скоро пресс наладишь?-- спросил его комиссар мастерских.
    --   Завтра   к   вечеру  попробуем!--  равнодушно  доложил
Зворычный.
    -- Как, слесаря не волнуются?-- поинтересовался комиссар.
    -- Ничего. Двое с обеда ушли --  кровь  из  носа  пошла  от
слабости.  Надо  какие-нибудь  завтраки, что ль, наладить, а то
дома у каждого детишки -- им все отдает, а сам голодный  падает
на работе!..
    --  Ни  черта  нету,  Зворычный!.. Вчера я был в ревкоме --
красноармейцам паек  урезали...  Я  сам  знаю,  что  надо  хоть
что-нибудь сделать!
    Комиссар мрачно и утомленно засмотрелся в мутное загаженное
окно и ничего там не увидел.
    --  Сегодня  ячейка,  Афонин! Ты знаешь?-- сказал Зворычный
комиссару.
    -- Знаю!-- ответил комиссар.-- Ты в электрическом  цехе  не
был?
    -- Нет! А что там?
    --  Вчера  большой  генератор  ребята  пробовали пускать --
обмотку сожгли. А два месяца, черти, латали?
    -- Ничего,-- где-нибудь замыкание. Это  оборудуют  скоро!--
решил  Зворычный.-- У нас вот ни угля, ни нефти нет, ты вот что
скажи!
    -- Да, это хреновина  большая!--  неопределенно  высказался
комиссар  и  не  сдержался  --  улыбнулся:  наверно,  на что-то
надеялся, или так просто -- от своего сильного нрава.
    Вошел Иконников.
    -- Я те шелевки заберу!
    -- Бери, бери!-- сказал ему Зворычный.
    -- Зачем ты доски-то раздаешь, голова?-- недовольно спросил
Афонин.
    -- Брось ты, он на гроб взял, сын умер!
    -- А, ну, я не знал!-- смутился  Афонин.--  Тогда  надо  бы
помочь человеку еще чем-нибудь!
    --  А  чем?--  спросил Зворычный.-- Ну, чем помочь? Брехать
только! Хлеба ему дать -- так нам самим пайки  в  урез  дают,--
даже меньше против числа едоков! Ты же сам знаешь.
    После разговора Зворычный пошел прямо домой. Уже темнело, и
носились  по  пустырям  грачи,  подъедая там кое-что. По старой
привычке Зворычному хотелось  есть.  Он  знал,  что  дома  есть
горячая   картошка,  а  про  революционное  беспокойство  можно
подумать потом.
    ----
    Вытирая об дерюжку сапоги в сенцах, Зворычный услышал,  что
кто-то посторонний бурчит в комнате с его женой.
    Зворычный  подумал, что теперь горшка картошки не хватит, и
вошел в  комнату.  Там  сидел  Пухов  и  похохатывал  от  своих
рассказов жене Зворычного.
    -- Здорово, хозяин!-- сказал Пухов первым.
    -- Здравствуй, Фома Егорыч! Ты откуда явился?
    --  С  Каспийского  моря, пришел к тебе курятины поесть! Ты
любил петухов,-- я тоже теперь во вкус вошел!
    -- У нас тут пост, Фома Егорыч,-- кормимся спрохвала  и  не
сдобно!..
    --  Губерния  голодная!--  заключил  Пухов.-- Почва есть, а
хлеба нету, значит,-- дураки живут!
    -- Жена, ставь ему пареную картошку!-- сказал  Зворычный.--
А то он не утихнет!
    Пухов  разулся,  развесил  на печку сушить портянки, выгреб
солому и крошки из волос и совсем водворился. Поев  картошки  и
закусив шкурками, он воскрес духом.
    --  Зворычный!--  заговорил  Пухов.-- Почему ты вооруженная
сила?-- и показал на винтовку у лежанки.
    -- Да я тут в отряде особого назначения  состою,--  пояснил
Зворычный и вздохнул, потому что думал о другом.
    --  Какого  значения?--  спросил  Пухов.--  Хлеб  у мужиков
ходишь, что ль, отнимать?
    --    Особого    назначения!    На     случай     внезапных
контрреволюционных    выступлений   противника!--   внушительно
пояснил Зворычный это темное дело.
    -- Ты кто ж такой теперь?-- до всего дознавался Пухов.
    -- Да так,-- революции помаленьку сочувствую!
    -- Как же ты  сочувствуешь  ей  --  хлеб,  что  ль,  лишний
получаешь или мануфактуру берешь?-- догадывался Пухов.
    Тут  Зворычный  сразу раздражился и осерчал. Пухов подумал,
что теперь  ему  ужинать  не  дадут.  Жена  Зворычного  скребла
чего-то  кочережкой  в печке и тоже была женщина злая, скупая и
до всего досужая.
    Зворычный начал выпукло объяснять Пухову свое положение.
    -- Знаем мы эти  мелкобуржуазные  сплетни!  Неужели  ты  не
видишь, что революция -- факт твердой воли -- налицо!..
    Пухов  якобы  слушал и почтительно глядел в рот Зворычному,
но про себя думал, что он дурак.
    А Зворычный перегрелся от возбуждения  и  подходил  к  цели
мировой революции.
    --  Я сам теперь член партии и секретарь ячейки мастерских!
Понял ты меня?-- закончил Зворычный и пошел воду пить.
    -- Стало быть, ты  теперь  властишку  имеешь?--  высказался
Пухов.
    --  Ну,  при  чем тут власть!-- еще не напившись, обернулся
Зворычный.-- Как  ты  ничего  не  понимаешь?  Коммунизм  --  не
власть, а святая обязанность.
    На этом Пухов смирился, чтобы не злить хозяев и не потерять
пристанища.
    Вечером  Зворычный  ушел на ячейку, а Пухов лег полежать на
сундуке. Керосиновая лампа горела и тихо пищала.  Пухов  слушал
писк  и не мог догадаться -- отчего это такое. Он хотел есть, а
попросить боялся -- покуривал натощак.
    Пухов помнил, что у Зворычного  должен  быть  мальчишка  --
раньше был.
    --  Мальчугана-то  отправили,  что  ль,  куда,  иль у родин
ночует?-- между прочим поинтересовался Пухов у хозяйки.
    Та закачала головой и закрыла  глаза  фартуком  --  в  знак
своего горя.
    Пухов  примолк  и  задумался,  хотя  знал,  что  горе  бабы
неразумно.
    "Оттого Петька  и  в  партию  залез,--  сообразил  Пухов.--
Мальчонка  умер -- горе небольшое, а для родителя тоска. Деться
ему некуда, баба у него -- отрава, он и полез!"
    Когда все забылось,  хозяйка  послала  его  дров  поколоть.
Пухов  пошел  и  долго  возился  с  суковатыми поленьями. Когда
управился, он почувствовал слабость во всем корпусе  и  подумал
-- как он стал маломощен от недоедания.
    На дворе дул такой же усердный ветер, что и в старое время.
Никаких   революционных   событий   для   него,   стервеца,  не
существовало. Но Пухов был уверен,  что  и  ветер  со  временем
укротят посредством науки и техники.
    В  одиннадцать  часов  возвратился  Зворычный.  Все  попили
тыквенного  чаю  без  сахара,  съели  по  две   картофелины   и
собирались укладываться спать.
    Пухов  остался  на  ночь  на  сундуке,  а Зворычный с женой
полезли на печь. Пухов этому удивился -- в былое  время  он  не
любил  спать  с  женой: духота, теснота, клопы жрут,-- а этот с
осени на печь влез.
    Однако дело его было постороннее, и он спросил  Зворычного,
когда все утихло:
    -- Петя! Ты не спишь?
    -- Нет, а что?
    --  Мне  бы  занятие  надо! Что ж я у тебя нахлебником буду
жить!
    -- Ладно, это устроим -- завтра поговорим!-- сказал  сверху
Зворычный и зевнул так, что кожа на лице полопалась.
    "Зазнаваться  начал,  серый  черт:  в  партию записался!"--
подумал Пухов на сон грядущий и, слабея ото сна, открыл рот.
    На другой день Пухова приняли  слесарем  на  гидравлический
пресс -- он снова очутился за машиной, на родном месте.
    Двое  слесарей были старые знакомые, обоим им порознь Пухов
рассказал свою историю -- как раз то, что с ним не случилось, а
что было -- осталось неизвестным, и сам Пухов забывать начал.
    -- Ты  бы  теперь  вождем  стал,  чего  ж  ты  работаешь?--
говорили слесаря Пухову.
    --  Вождей  и  так  много,  а паровозов нету! В дармоедах я
состоять не буду!-- сознательно ответил Пухов.
    -- Все равно, паровоз соберешь, а его из пушки  расшибут!--
сомневался в полезности труда один слесарь.
    --  Ну  и  пускай  --  все  ж  таки  упор  снаряду будет!--
утверждал Пухов.
    -- Лучше в землю пусть стреляют: земля мягче  и  дешевле!--
стоял  на  своем  слесарь.--  Зачем  же зря технический продукт
портить?
    --  А  чтоб  всему  круговорот   был!--   разъяснял   Пухов
несведущему.--  Паек  берешь -- паровоз даешь, паровоз в расход
-- бери другой паек и все сначала делай! А так бы харчам некуда
деваться было!
    ...Прожил Пухов у Зворычного еще с неделю, а потом переехал
на самостоятельную квартиру.
    Очутившись дома, он обрадовался, но скоро заскучал  и  стал
ежедневно ходить в гости к Зворычному.
    -- Чего ты?-- спрашивал его Зворычный.
    --  Скучно там, не квартира, а полоса отчуждения!-- ответил
ему Пухов и что-нибудь рассказывал про Черное  море,  чтобы  не
задаром чай пить.
    --  Был  у нас Шариков -- чепуха человек, но матрос. Угля у
меня не хватило, я и вернись из-под  Крыма.  А  в  Крыму  тогда
белые  сидели, а чтоб они не убежали, их англичане сторожили на
громадных  боевых   кораблях...   Прибыл   я   в   Новороссийск
благополучно  и  даю  сигналы,  чтобы еду на лодке доставили --
есть захотел.  Хорошо,  а  только  ерундово  как-то.  В  городе
стреляют  день  и  ночь -- не от опасности, а от хамства. Я все
сижу, а есть охота,  даже  воображения  в  голове  нету.  Вдруг
подплывает  Шариков:  ты  зачем, говорит, безвременно прибыл? Я
ему -- проголодался, говорю, и уголь весь  прогорел.  Он  мужик
сытый!--  как  схватил  меня, так во всем облачении и сбросил в
море.  "Плыви,  кричит,   десантом   на   Врангеля   --   после
расскажешь".  Я  сначала испугался, а потом обтерпелся в воде и
поплыл с отдышкой. К ночи я добился до  Крыма.  Вылез  на  сушь
противника  и лег в кусты. А потом укрылся песком и заснул. Под
утро меня пробрало, и я окоченел. А днем отогрелся на  солнышке
и  поплыл  обратно  --  на Новороссийск. Тут я форменно спешил,
потому что есть захотел хуже вчерашнего...
    -- Доплыл?-- спросил Зворычный.
    -- Уцелел!-- заканчивал Пухов.-- По морю плыть легко,  лишь
бы бури не оказалось -- тогда жутко...
    -- А Шариков тебе что?-- узнавал Зворычный.
    --  Шариков  говорит  --  молодец,  я тебя к Красному герою
представляю! Видал -- спрашивает -- противника? А  я  ему:  нет
там  никакого  противника -- в Симферополе Ревком, зря я там на
песке сидел.-- Не может -- говорит -- быть!-- Ну вот  --  опять
же  --  не  может  быть: плыви тогда сам на сверку! А извещения
тогда шли тихо -- телеграфной проволоки  не  хватало,  матерьял
ржавый. И верно, через день весь Крым советская власть взяла. Я
так  и  знал,  оказывается.  Вот  тогда Шариков и назначил меня
начальником горных недр...
    -- А Красного героя ты получил?-- удивился Зворычный.
    -- Получил, конечно. Ты слушай  дальше.  За  самоотречение,
вездесущность  и  предвидение  --  так  и  было отштамповано на
медали. Но скоро на пшено пришлось ее сменить в Тихорецкой.
    После чая Пухову никак не хотелось  уходить.  Но  Зворычный
начинал  дремать,  вздыхать  --  Пухов совестился и прощался, с
порога договаривал последний рассказ.
    ... Ночью, бредя на покой, Пухов  оглядывал  город  свежими
глазами  и думал: какая масса имущества! Будто город он видел в
первый раз  в  жизни.  Каждый  новый  день  ему  казался  утром
небывалым,   и   он   разглядывал   его,  как  умное  и  редкое
изобретение. К вечеру же  он  уставал  на  работе,  сердце  его
дурнело, и жизнь для него протухала.
    Приходя от Зворычного, Пухов печку топить ленился и кутался
сразу во все свои одежды. Дом был населен неплотно: жила где-то
еще одна  семья,  а  между  нею и комнатой Пухова стояли пустые
помещения. Если Пухову не спалось, он ставил лампу на табуретку
у койки и принимался  читать  какую-нибудь  агитпропаганду.  Ею
удружил его Зворычный.
    Когда  Пухов  ничего  не понимал, он думал, что писал дурак
или бывший дьячок, и от отсутствия интереса сейчас же засыпал.
    Снов он видеть не мог, потому что как только  начинало  ему
что-нибудь сниться, он сейчас же догадывался об обмане и громко
говорил:  да  ведь это же сон, дьяволы!-- и просыпался. А потом
долго не мог заснуть, проклиная  пережитки  идеализма,  который
Пухов знал благодаря чтению.
    Раз шли они с Зворычным после гудка с работы. Город потухал
на медленной  тьме, и дальние церковные колокола тихо причитали
над погибающим миром.
    Пухов чувствовал свою телесную нечистоту,  думал  о  тоске,
живущей на его квартире, и шел, препинаясь, тяжелыми ногами.
    Зворычный махнул рукой на дома и смачно сказал:
    -- Общность! Теперь идешь по городу как по своему двору.
    -- Знаю,-- не согласился Пухов,-- твое -- мое -- богатство!
Было у хозяина, а теперь ничье!
    --  Чудак  ты!--  посмеялся  Зворычный.--  Общее -- значит,
твое, но не хищнически, а благоразумно. Стоит дом -- живи в нем
и храни в целом, а не жги дверей  по  буржуазному  самодурству.
Революция, брат, забота!
    --  Какая там забота, когда все общее, а по-моему -- чужое!
Буржуй ближе крови дом свой чувствовал, а мы что?
    -- Буржуй потому и чувствовал, потому и  жадно  берег,  что
награбил:  знал,  что  самому не сделать! А мы делаем и дома, и
машины -- кровью, можно сказать, лепим,-- вот у нас-то и  будет
кровно бережливое отношение: мы знаем, чего это стоит! Но мы не
скупимся над имуществом -- другое сможем сделать. А буржуй весь
трясся над своим хламом!
    --  Шарик  у тебя работает, вижу!-- непохоже на себя заявил
Пухов.-- Не то ты жрать разучился! Помнишь,  как  ты  лопал  на
снегоочистителе!
    -- При чем тут жрать?-- обиделся Зворычный.-- Понятно, мозг
любит плотную пищу, без нее тоже не задумаешься!
    Здесь  они  расстались  и скрылись друг от друга. Подходя к
своему дому, Пухов вспомнил, что жилище называется очагом.
    -- Очаг, черт: ни бабы, ни костра!

7



    На сладкой и влажной заре, когда Пухову тепла на  койке  не
хватало,  треснуло  стекло  в оконной раме. Гулко закатился над
городом орудийный залп.
    В голове Пухова это беспокойство пошло сонным воспоминанием
о южной новороссийской войне. Но он сейчас же  разоблачил  свою
фантазию:  ты же сон, дьявол!-- и открыл глаза. Залп повторился
так, что дом заерзал на почве.
    "Будет    тебе    бухтеть-то!"--    не     соглашался     с
действительностью  Пухов  и  стал  зажигать  лампу для проверки
законов природы.  Лампа  зажглась,  но  сейчас  же  потухла  от
третьего залпа -- снаряд, наверно, разорвался на огороде.
    Пухов одевался.
    "Какой  скот  забрел  с  пушками  по  такой  грязи?"-- и не
догадывался.
    На улице Пухову  показалось  дымно  и  жарко.  Явственно  и
близко  рубцевал  воздух  пулемет.  Пухов  любил  его: похож на
машину и требует охлаждения.
    В здание губпродкома ударила картечь,--  и  оттуда  понесло
гарью.
    --  У  них  нет  снарядов,  раз  по городу картечью бьют,--
сообразил Пухов: он знал, что сюда нужна граната.
    Было безлюдно, тревожно и ничего не известно.
    Вдруг на  монастырской  колокольне  тихо  зазвонили.  Пухов
вздрогнул и остановился, чутко слушая этот звон с перерывами.
    Монастырь  стоял  на  бугре  и  господствовал над городом и
степями за речной долиной.  В  уличный  просвет  Пухов  заметил
раннее  утро  над  тихим  далеким  лугом, заволоченным туманным
газом.
    От монастыря до мастерских лежала верста. Пухов  покрыл  ее
срочным  шагом,  не  обращая  внимания  на  свирепеющий  бой, к
которому можно скоро привыкнуть.
    В мастерских он не нашел никого. На вокзальных путях  стоял
броневой поезд и бил в направлении утренней зари, где был мост.
    В  проходной  стоял  комиссар  Афонин  и  еще два человека.
Афонин  курил,  а   другие   пробовали   затворы   винтовок   и
устанавливали их в ряд.
    -- Пухов, винтовку хочешь?-- спросил Афонин.
    -- А то нет!
    -- Бери любую!
    Пухов взял и освидетельствовал исправность механизма.
    -- А масла нет? Туго затвор ходит!
    -- Нет, нету -- какое тебе масло тут?-- отказал Афонин.
    -- Эх вы, воители! Давай патроны!
    Получив  патроны, Пухов спросил ручную гранату: невозможно,
говорит, без нее: это бой сухопутный -- когда я на Черном  море
бился, и то там гранаты давали.
    Ему дали гранату.
    -- Зачем она тебе, их и так у нас мало!-- заявил Афонин.
    -- Без нее нельзя. Матросы всегда этого ежика пущают, когда
деться некуда!
    -- Ну, вали, вали!
    -- Куда идти-то?
    -- К мосту, за рощу -- там наша цепь.
    Нагруженный   Пухов   побрел   по   путям.   Проходя   мимо
бронепоезда, он заметил там матросов.
    Пухов залез на подножку и постучал в блиндированную дверцу.
Дверца туго пошла по патентованному устройству,  и  в  скважину
просунулся матрос.
    -- Тебе чего, сыч?
    -- Шарикова тут нету?
    -- Нету.
    -- Распахни-ка мне ход, я приказ тебе дам.
    -- Ну, сыпь скорей.
    В  металлическом  вагоне  парилась  тесная  духота  и  веял
промежуточный сквозняк. Замки трехдюймовых орудий воняли салом,
но кругом было технически хорошо. Сидевший в башне за пулеметом
матрос  постреливал  короткой  частотой  куда-то  в  поле,   за
кирпичные   сараи,   и  пробовал  рукою  хоботок  пулемета:  не
перегревается ли?
    К Пухову подошел большой главный матрос.
    -- Ты что, братишка? Говори чаще.
    -- Вдарь-ка, друг, по монастырской колокольне.  Там  у  них
наблюдатель.
    --  Ладно, Федька! По колокольне: прицел сто десять, трубка
девяносто -- на снос!
    Матрос взял бинокль и стал проверять действие снаряда.
    Пухов ушел успокоенный. Идя по песчаному балласту  железной
дороги,  он  разговаривал  в  воздух.  В синей лощине, закрытой
укромным кустарником, шел бой. За железнодорожным мостом спешно
работала артиллерия,  сокрушая  шрапнелью  лощину.  За  мостом,
наверное, стоял бронепоезд противника.
    Тяжелая  артиллерия  --  шестидюймовки  -- издалека била по
городу. Город от нее давно и покорно горел.
    Растопыренные умершие травы росли по откосу насыпи, но  они
тоже  вздрагивали, когда недалекий бронепоезд из-за моста метал
снаряд.
    На вокзале работал бронепоезд красных, за мостом --  белых,
в  пяти  верстах  друг  от друга. Снаряды журчали в воздухе над
головою Пухова, и он на них поглядывал. Одни  летели  за  мост,
другие обратно. Но вплотную не встречались.
    В  кустарнике  лощины  лежали  рабочие  -- живые и мертвые.
Живых было меньше, но они стреляли на ту сторону реки  сдельно:
за себя и за мертвых.
    Пухов  тоже  прилег  и  пригляделся.  Видны  были  товарные
вагоны, маленький дом полустанка и какой-то железный  барак  на
путях.  Мастеровых  от  белых  отделяли  речка  и долина, всего
полторы версты.
    "В чего же мы стреляем?-- соображал Пухов.-- Пули из страха
переводим!"
    Сосед его, помощник машиниста Кваков, перестал  стрелять  и
посмотрел на Пухова.
    --   Что   ж   ты?--   спросил  его  Пухов  и  выстрелил  в
шевельнувшийся предмет у станционного домика.
    -- Живот заболел -- часа два бузую с сырой земли.
    -- А в кого мы стреляем?
    -- В белых -- не знаешь, что ль?
    -- В каких белых? А где же Красная Армия?
    -- Она  на  том  конце  города  кавалерию  сдерживает.  Это
генерал Любославский наскочил -- у него конницы -- тьма.
    -- А чего ж мы раньше ничего не знали?
    -- Как не знали? Это, брат, конница -- сегодня она у нас, а
завтра в Орле будет.
    --  Чудно!--  сказал Пухов с досадой.-- Лежим, стреляем, аж
пузо болит, а ни в  кого  не  попадаем.  Ихний  броневик  давно
прицел нашел -- и крошит нас помаленьку.
    --  Что  же  будешь  делать-то:  надо отбиваться!-- ответил
Кваков.
    -- Чушь какая: смерть  не  защита!--  окончательно  выяснил
Пухов и перестал стрелять.
    Шрапнель визжала низко и, останавливаясь на лету, со злобой
рвала  себя  на  куски.  Эти  куски вонзались в головы и в тела
рабочих,  и  они,  повернувшись  с  живота  навзничь,  замирали
навсегда.  Смерть  действовала с таким спокойствием, что вера в
научное воскресение мертвых, казалось, не имела  ошибки.  Тогда
выходило, что люди умерли не навсегда, а лишь на долгое, глухое
время.  Пухову  это  надоело.  Он не верил, что если умрешь, то
жизнь возвратится с процентами. А если и чувствовал  что-нибудь
такое, то знал, что нынче надо победить как раз рабочим, потому
что  они делают паровозы и другие научные предметы, а буржуи их
только изнашивают.
    Стрельба рабочих глохла  и  редела;  над  рекою  стоял  чад
сгоревших снарядов. Кваков сел, не обращая внимания на вой: ну,
и  собирал  махорочную пыль по карманам. Пухов выжидал, пока он
ее соберет, чтобы тоже попросить на цигарку.
    -- Ни санитаров,  ни  докторов  у  нас  нет,  ни  лекарства
липовое  хозяйство!--  сказал Кваков, глядя на одного раненого,
шевелившегося в бреду.
    Раненый хотел подползти к Квакову и открывал глаза, но,  не
осилив с тяжестью век, снова закрывал их.
    Кваков погладил его голову по редким старым волосам:
    -- Тебе чего, друг?
    Раненый  тихо  гудел  странным  отвыкшим голосом, собираясь
что-то сказать.
    -- Ну, чего?-- говорил Кваков и сам мучился.
    Раненый дополз до него и поднял грузную, мокрую  голову,  с
которой капал крупный пот. Кваков приник к нему.
    --  Забей  мне  гвоздь в ухо поскорей...-- сказал раненый и
свалился от напряжения.
    Кваков потер ему ухо и лег близко рядом, как бы защищая его
от мучения и от новых ран.
    ----
    Осколки шрапнели влеплялись в землю в сажени  от  Пухова  и
бросали ему в лицо гравий и рваную почву.
    Сзади неожиданно подошел Афонин и тоже прилег.
    -- Ты тут, Пухов? На ихнем бронепоезде снарядов нету, скоро
пойдем в атаку на станцию.
    --  Будя  дурака  валять,-- кто это узнавал, что снарядов у
них нет? Чего наш-то бронепоезд плохо бьет; ведь знает  прицел,
давно бы их сшибить можно...
    Афонин  не  успел ответить и куда-то побежал, пригибаясь на
открытых местах.
    Через минуту весь отряд железнодорожников менял позицию  --
пробежал через овраг на молочную ферму и там залег за сараями.
    Пухов  снова увидел Афонина. Он стоял за каменным амбаром и
договаривался о чем-то с двумя слесарями, державшими по буханке
хлеба.
    Пухов подошел к  Афонину,  чтобы  сказать  о  необходимости
пищи,  но  по дороге он обдумал другое. Из-за амбара были видны
линия, мост и броневик белых. Линия шла  с  крутым  уклоном  из
Похаринска на полустанок, где стоял белый бронепоезд.
    Пухов   подождал,   пока  кончил  Афонин  разговаривать  со
слесарями, и тогда  разъяснил  ему,  что  пора  подумать,  пора
что-нибудь  умственно  схитрить,  раз  прямой  силой  белых  не
прогнать.
    -- Видишь, какой уклон из города на полустанок?
    -- Ну, вижу!-- сказал Афонин.
    -- Ага,-- вижу! Давно бы тебе надо его  увидеть!--  осерчал
Пухов.-- А где Зворычный?
    -- Тут. На что он тебе?
    В   городе   загудел   ураганный  артиллерийский  огонь,  и
послышался сплошной долгий крик большой массы людей.
    -- Что это?--  обернулся  туда  Афонин.--  Белые,  что  ль,
ворвались? Должно, наших гонят.
    Пухов  прислушался.  Голоса  смолкли, а снаряды по-прежнему
бурлили воздух над городом и, падая,  крушили  тяжелое,  колкое
вещество зданий.
    ----
    Через  пять  минут  Пухов  и  Зворычный  ушли в город -- на
вокзал.
    -- А есть там груженый балласт?-- спрашивал Зворычный.
    -- Есть  --  у  литейного  цеха  десять  платформ  стоит!--
говорил Пухов.
    --  Но  ведь  паровозов  нет,--  куда  ж  мы  идем?-- опять
сомневался Зворычный.
    -- Да мы на руках их выкатим,  голова!  Потом  заправим  на
главный  путь,  раскатим  -- и бросим. А за пять верст они сами
разбегутся так, что от белого броневика одни шматки останутся!
    -- А рабочие где,-- вдвоем на руках не выкатим!
    -- А мы матросов  с  нашего  бронепоезда  попросим.  Мы  по
одному  вагону  будем  выкатывать,  а потом сцепим и бросим под
уклон всем составом.
    --  Едва  ли  с  броневика  матросов  дадут,--   никак   не
соглашался  Зворычный.--  Броневик  на  два  фронта  бьет: и по
кавалерии, и за мост...
    -- Дадут, там ходкие ребята!-- уверял Пухов.
    ----
    Афонин жалел, что согласился с Пуховым. Он думал, что Пухов
просто сбежал из  отряда  и  выдумал  про  балласт  --  никаких
платформ с песком Афонин в мастерских не видал.
    К  обеду  бой  утих.  Броневик белых изредка постреливал по
речной долине, ища красных. Наш бронепоезд совсем молчал.
    "Там матросня,-- думал Афонин,-- наморочит им  голову  этот
Пухов".
    Однако он не отрывался глазами от линии и сказал мастеровым
о замысле Пухова.
    --  Ну  как, десять груженых платформ сшибут белый броневик
или нет?-- спрашивал Афонин.
    -- Если скорости наберут,  то  сшибут  --  ясно!--  говорил
машинист Варежкин, водивший когда-то царский поезд.
    Он  же  первый  в  половине  второго расслышал бег колес на
линии и крикнул Афонину:
    -- Гляди туда!
    Афонин выбежал за амбар и присел на корточки,  озирая  весь
путь. Из выемки с ветром и лихою игрою колес вылетел состав без
паровоза   и  в  момент  вскочил  на  затрепетавший  под  такою
скоростью мост.
    Афонин забыл дышать и от какого-то восторга нечаянно  взмок
глазами. Состав скрылся на мгновенье в гуще вагонов полустанка,
и  сейчас же там поднялось облако песчаной пыли. Потом раздался
резкий,  краткий  разлом  стали,   закончившийся   раздраженным
треском.
    --  Есть!--  сказал  сразу  успокоившийся  Афонин и побежал
впереди всего отряда на полустанок.
    По песку и раскопанным грядкам картошек бежать  было  очень
тяжело.  Надо  иметь  большое  очарование  в  сердце, чтобы так
трудиться.
    По мосту отряд пошел своим шагом  --  каждый  считал  белый
бронепоезд разбитым и бессильным.
    Отряд  обошел  пакгауз  и  тихо выбрался на чистую середину
путей. На четвертом пути стоял чистый целый  бронепоезд,  а  на
главном   --   крошево  фуража,  песка  и  дребедень  размятых,
порванных вагонов.
    Отряд  бросился  на   бронепоезд,   зачумленный   последним
страхом,    превратившимся    в   безысходное   геройство.   Но
железнодорожников начал резать пулемет, заработавший с  молчка.
И  каждый лег на рельсы, на путевой балласт или на ржавый болт,
некогда оторвавшийся с поезда на ходу.  Ни  у  кого  не  успела
замереть  кровь,  разогнанная напряженным сердцем, и тело долго
тлело теплотой  после  смерти.  Жизнь  была  не  умерщвлена,  а
оторвана, как сброс с горы.
    У  Афонина три пули защемились сердцем, но он лежал живым и
сознающим. Он видел синий воздух и тонкий поток пуль в нем.  За
каждой  пулей  он  мог  следить  отдельно -- с такой остротой и
бдительностью он подразумевал совершающееся.
    "Ведь я умираю -- мои все умерли давно!"-- подумал Афонин и
пожелал отрезать себе голову от разрушенного пулями  сердца  --
для дальнейшего сознания.
    Мир  тихо,  как  синий  корабль,  отходил  от глаз Афонина:
отнялось небо, исчез бронепоезд, потух светлый воздух,  остался
только  рельс  у  головы.  Сознание  все больше средоточилось в
точке,  но  точка  сияла  спрессованной  ясностью.  Чем  больше
сжималось сознание, тем ослепительней оно проницало в последние
мгновенные явления. Наконец, сознание начало видеть только свои
тающие  края, подбираясь все более к узкому месту, и обратилось
в свою противоположность.
    В побелевших открытых глазах Афонина ходили  тени  текущего
грязного  воздуха -- глаза, как куски прозрачной горной породы,
отражали осиротевший одним человеком мир.
    Рядом с Афониным успокоился Кваков,  взмокнув  кровью,  как
заржавленный.
    ----
    На  это  место  с  бронепоезда  сошел  белый офицер, Леонид
Маевский. Он был молод и умен, до войны писал  стихи  и  изучал
историю религии.
    Он  остановился у тела Афонина. Тот лежал огромным, грязным
и сильным человеком.
    Маевскому  надоела  война,  он  не  верил  в   человеческое
общество и его тянуло к библиотекам.
    "Неужели  они  правы?--  спросил  он себя и мертвых.-- Нет,
никто не прав: человечеству осталось одно одиночество. Века  мы
мучаем друг друга,-- значит, надо разойтись и кончить историю".
    До  конца  своего  последнего  дня  Маевский  не понял, что
гораздо легче кончить себя, чем историю.
    Поздно вечером бронепоезд матросов вскочил на полустанок  и
начал   громить  белых  в  упор.  Беспамятная,  неистовая  сила
матросов почти вся полегла трупами -- поперек  мертвого  отряда
железнодорожников,  но  из белых совсем никто не ушел. Маевский
застрелился в поезде, и отчаяние его было так  велико,  что  он
умер  раньше  своего  выстрела. Его последняя неверующая скорбь
равнялась равнодушию пришедшего потом матроса, обменявшего свою
обмундировку на его.
    Ночью  два  поезда  стояли  рядом,  наполненные  спящими  и
мертвыми  людьми. Усталость живых была больше чувства опасности
-- и ни один часовой не стоял на затихшем полустанке.
    Утром два броневых поезда пошли в город и помогли  сбить  и
расстрелять  белую  кавалерию,  двое суток рвавшуюся на город и
еле сдерживаемую слабыми отрядами молодых красноармейцев.

8



    Пухов  прошелся  по  городу.  Пожары   потухли,   кое-какое
недвижимое имущество погибло, но люди остались полностью.
    Оглядев по-хозяйски город, вечером он сказал Зворычному:
    -- Война нам убыточна -- пора ее кончить!
    Зворычный  чувствовал себя помощником убийцы и молча держал
свой характер против  Пухова.  А  Пухов  знал  себя  за  умного
человека   и  говорил  что  бронепоезд  никогда  не  ставят  на
четвертый путь,  а  всегда  на  главный  --  это  белые  правил
движения не знали.
    -- Все ж таки мы им дров наломали и жуть нагнали!
    --  Иди  ты  к  черту!--  ценил  Пухова Зворычный.-- У тебя
всегда голова свербит без учета фактов  --  тебя  бы  к  стенке
надо!
    --  Опять же -- к стенке! Тебе говорят, что война это ум, а
не драка. Я Врангеля шпокал, англичан не боялся, а вы от конных
наездников целый город перепугали.
    --  Каких  наездников?--  спрашивал   злой   и   непокойный
Зворычный.-- Кавалерия -- это тебе наездники?
    --  Никакой  кавалерии  и  не  было!  А  просто -- верховые
бандиты! Выдумали какого-то  генерала  Любославского,--  а  это
атаман из Тамбовской губернии. А броневой поезд они захватили в
Балашове -- вот и вся музыка. Их и было-то человек пятьсот...
    -- А откуда же белые офицеры у них?
    --  Вот  тебе  раз  --  отчубучил!  Так  они ж теперь везде
шляются -- новую войну ищут! Что я их, не  знаю,  что  ль?  Это
люди идейные, вроде коммунистов.
    -- Значит, по-твоему, на нас налетела банда?
    --  Ну  да,  банда! А ты думал -- целая армия? Армию на юге
прочно угомонили.
    -- А артиллерия у них откуда?-- не верил Пухову Зворычный.
    -- Чудак человек! Давай мне мандат с печатью -- я  тебе  по
деревням в неделю сто пушек наберу.
    ...Дома  Пухов  не  ел и не пил -- нечего было -- и томился
одним размышлением. Природу хватал мороз, и  она  сдавалась  на
зиму.
    Когда начали работать мастерские, Пухова не хотели брать на
работу:  ты  --  сукин  сын,  говорят, иди куда-нибудь в другое
место! Пухов доказывал, что его несчастный десант против  белых
--  дело  ума,  а  не  подлости, и пользовался пока что горячим
завтраком в мастерских.
    Потом ячейка решила, что Пухов -- не  предатель,  а  просто
придурковатый  мужик,  и  поставила  его на прежнее место. Но с
Пухова взяли подписку -- пройти  вечерние  курсы  политграмоты.
Пухов  подписался,  хотя не верил в организацию мысли. Он так и
сказал на ячейке: человек -- сволочь, ты его хочешь от  бывшего
бога отучить, а он тебе Собор Революции построит!
    --  Ты  своего добьешься, Пухов! Тебя где-нибудь шпокнут!--
серьезно сказал ему секретарь ячейки.
    -- Ничего не шпокнут!--  ответил  Пухов.--  Я  всю  тактику
жизни чувствую.
    Зимовал  он  один  --  и  много горя хлебнул: не столько от
работы, сколько  от  домоводства.  К  Зворычному  Пухов  ходить
совсем перестал: глупый человек, схватился за революцию, как за
бога,  аж  слюни  текут  от  усердия  веры!  А вся революция --
простота: перекрошил белых -- делай разнообразные вещи.
    А Зворычный мудрит: паровозное колесо согласовывал с Карлом
Марксом, а сам сох от вечернего  учения  и  комиссарства  --  и
забыл,  как делается это колесо. Но Пухов втайне подумывал, что
нельзя жить зря и бестолково, как было раньше. Теперь наступила
умственная жизнь, чтобы ничто ее не  замусоривало.  Теперь  без
вреда  себе  уцелеть  трудно,  зато  человек стал нужен; а если
сорвешься с общего такта -- выпишут в издержки  революции,  как
путевой балласт.
    Но,  ворочаясь  головой  на  подушке, Пухов чувствовал свое
бушующее сердце и не знал, где этому сердцу место в уме.
    Сквозь зиму Пухов жил медленно, как лез в скважину.  Работа
в цехе отягощала его -- не тяжестью, а унынием.
    Материалов  не  хватало,  электрическая  станция работала с
перебоями -- и были длинные мертвые простои.
    Нашел Пухов одного друга  себе  --  Афанасия  Перевощикова,
бригадира  из  сборочного цеха, но тот женился, занялся брачным
делом, и Пухов остался  опять  один.  Тогда  он  и  понял,  что
женатый  человек,  то  есть  состоящий в браке, для друга и для
общества -- человек бракованный.
    -- Афанас, ты теперь не цельный человек,  а  бракованный!--
говорил Пухов с сожалением.
    --  Э,  Фома, и ты со щербиной: торец стоит и то не один, а
рядышком с другим!
    Но Пухов уже привык к  своей  комнате,  ему  казалось,  что
стены и вещи тоскуют по нем, когда он на работе.
    Когда   зима   начала  подогреваться,  Пухов  вспомнил  про
Шарикова: душевный парень -- не то сделал он  подводные  лодки,
не то нет?
    Два  вечера  Пухов  писал  ему письмо. Написал про все: про
песчаный десант, разбивший белый броненосец с одного удара, про
Коммунистический Собор, назло всему народу построенный летом на
Базарной площади, про свою скуку вдали от морской жизни  и  про
все  другое.  Написал  он также, что подводные лодки в Царицыне
делать не взялись -- мастера забыли, с чего их начинать,  и  не
было  кровельного железа. Теперь же Пухов решил выехать в Баку,
как только получит от Шарикова мандат по почте.  В  Баку  много
стоячих  машин по нефтяному делу, которые должны двинуться, так
как в России есть дизеля, а на море моторы, зря пропадающие без
работы. Сверх того, морское занятие  серьезней  сухопутного,  а
морские десанты искуснее песчаных.
    У  Пухова  три раза стреляла рука, пока он карякал буквы: с
самого новороссийского десанта  ничего  писаного  не  видал  --
отвык от чистописания.
    "До  чего  ж  письмо  --  тонкое  дело!"--  думал  Пухов на
передышке и писал, что в мозг попадало.
    На конверте он обозначил:
            "Адресату морскому матросу Шарикову.
            В Баку -- на Каспийскую флотилию".
    Целую ночь от отдыхал от творчества, а утром пошел на почту
сдавать письмо.
    -- Брось в ящик!-- сказал ему чиновник.--  У  тебя  простое
письмо!
    -- Из ящиков писем не вынимают, я никогда не видел! Отправь
из рук!-- попросил Пухов.
    --  Как так не вынимают?-- обиделся чиновник.-- Ты по улице
ходишь не вовремя, вот и не видишь!
    Тогда  Пухов  просунул  письмо  в  ящик  и   осмотрел   его
устройство.
    -- Не вынают, дьяволы,-- ржавь кругом!
    ----
    На  политграмоту  Пухов  не ходил, хотя и подписал ячейкину
бумажку.
    -- Что же ты не ходишь, товарищ?  Приглашать  тебя  надо?--
строго  спросил  его  однажды  Мокров,  новый секретарь ячейки.
(Зворычного сменили за помощь Пухову в песчаных платформах.)
    -- Чего мне ходить,-- я и из книг  все  узнаю!--  разъяснял
Пухов и думал о далеком Баку.
    Через месяц пришел ответ от Шарикова.
    "Ехай скорее,-- писал Шариков,-- на нефтяных приисках делов
много,  а  мозговитых  людей  мало.  Сволочь  живет всюду, а не
хватает прилежности убрать ее внутрь Советской России. Все ждут
англичан,-- что они нам шкворень выдернут. Пускай  дергают,  мы
тогда  на  передке поедем. А мандата тебе выслать не могу -- их
секретарь составляет, у него и печать, а я его арестовал. Но ты
ехай -- харчи будут".
    Прочитав текст письма, Пухов изучил штемпеля: действительно
Баку, и лег спать, осчастливленный другом.
    Уволили Пухова охотно  и  быстро,  тем  более  что  он  для
рабочих  смутный  человек.  Не  враг, но какой-то ветер, дующий
мимо паруса революции.

9



    Не все так хорошо доезжают до Баку,  но  Пухов  доехал:  он
попал  на  порожнюю цистерну, гонимую из Москвы прямым и скорым
сообщением в Баку.
    Виды природы Пухова не удивили: каждый год случается одно и
то же, а чувство уже деревенеет от усталой старости и не  видит
остроты  разнообразия. Как почтовый чиновник, он не принимал от
природы писем в личные руки,  а  складывал  их  в  темный  ящик
обросшего  забвением  сердца,  который редко отворяют. А раньше
вся природа была для него срочным известием.
    За Ростовом  летали  ласточки  --  любимые  птицы  молодого
Пухова,  а  теперь  он думал: видел я вас, чертей, если бы иное
что летало, а то старые птицы!
    Так он и доехал до самого конца.
    -- Явился?-- поднял глаза от служебных бумаг Шариков.
    -- Вот он!-- обозначил себя Пухов и начал разговаривать  по
существу.
    В тот год советский нефтяной промысел собирал к себе старых
мастеровых,   заблудившихся   в  темноте  далеких  родин  и  на
проселках революции.
    Каждый  день  приезжали   буровые   мастера,   тартальщики,
машинисты и прочий похожий друг на друга народ.
    Несмотря  на  долгий  голод,  народ  был свежий и окрепший,
будто насыщенный прочной пищей.
    Шариков теперь ведал нефтью -- комиссар по вербовке рабочей
силы. Вербовал он эту силу  разумно  и  доверчиво.  Приходил  в
канцелярию простой, сильный человек и обращался:
    --  Десять  лет  в Сураханах тарталил, теперь опять на свою
работу хочу!
    --  А  где  ты  был  в  революционное  время?--  допрашивал
Шариков.
    -- Как где? Здесь делать нечего было!..
    --  А где ты ряжку налопал? Дезертиром в пещере жил, а баба
тебе творог носила.
    -- Что ты, товарищ! Я  --  красный  партизан,  здоровье  на
воздухе нажил!
    Шариков в него всматривался. Тот стоял и смущался.
    --  Ну,  на  тебе  талон  на  вторую  буровую, там спросишь
Подшивалова, он все знает.
    Пухов обсиживался в канцелярии и  наблюдал.  Его  удивляло,
отчего  так  много  забот  с  этой  нефтью, раз ее люди сами не
делают, а берут готовой из грунта.
    -- Где насос, где черпак -- вот и все  дело!--  рассказывал
он Шарикову.-- А ты тут целую подоплеку придумал!
    -- А как же иначе, чудак? Промысел -- это, брат, надлежащее
мероприятие,-- ответил Шариков не своей речью.
    "И этот, должно, на курсах обтесался,-- подумал Пухов.-- Не
своим  умом  живет:  скоро  все на свете организовывать начнет.
Беда".
    Шариков поставил Пухова машинистом на нефтяной двигатель --
перекачивать нефть из скважины в нефтехранилище. Для Пухова это
было самое милое дело: день и ночь вращается  машина  --  умная
как  живая, неустанная и верная, как сердце. Среди работы Пухов
выходил иногда из помещения  и  созерцал  лихое  южное  солнце,
сварившее когда-то нефть в недрах земли.
    --  Вари  так  и  дальше!--  сообщал  вверх  Пухов и слушал
танцующую музыку своей напряженной машины.
    Квартиры Пухов не имел, а спал на инструментальном ящике  в
машинном  сарае.  Шум  машины  ему совсем не мешал, когда ночью
работал сменный машинист. Все равно на душе было  тепло  --  от
удобств  душевного  покоя  не  приобретешь;  хорошие  же  мысли
приходят не в уюте, а от пересечки с людьми и  событиями  --  и
так  дальше.  Поэтому  Пухов  не  нуждался  в услугах для своей
личности.
    -- Я --  человек  облегченного  типа!--  объяснял  он  тем,
которые хотели его женить и водворить в брачную усадьбу.
    А  такие были: тогда социальная идеология была не развита и
рабочий человек угощал себя выдумкой.
    Иногда приезжал на автомобиле Шариков и глядел  на  буровые
вышки, как на корабли. Кто из рабочих чего просил, он сейчас же
давал.
    --   Товарищ  Шариков,  выпиши  клок  мануфактуры  --  баба
приехала, оборвалась в деревне!
    -- На, черт! Если спекульнешь -- на волю пущу!  Пролетариат
--   честный  предмет!--  И  выписывал  бумажку,  стараясь  так
знаменито и  фигурно  расписаться,  чтобы  потом  читатель  его
фамилии сказал: товарищ Шариков -- это интеллигентный человек!
    ----
    Шли  недели,  пищи  давали  достаточно,  и Пухов отъедался.
Жалел он об одном, что немного постарел, нет чего-то нечаянного
в душе, что бывало раньше.
    Кругом шла, в  сущности,  хорошая,  легкая  жизнь,  поэтому
Пухов ее не замечал и не беспокоился. Кто такой Шариков?-- Свой
же  друг.  Чья нефть в земле и скважины?-- Наши, мы их сделали.
Что такое природа?-- Добро для  бедных  людей.  И  так  дальше.
Больше не было тревоги и удручения от имущества и начальства.
    Как-то  приехал  Шариков  и говорил сразу Пухову, как будто
всю дорогу думал об этом:
    -- Пухов, хочешь коммунистом сделаться?
    -- А что такое коммунист?
    -- Сволочь ты! Коммунист -- это умный, научный  человек,  а
буржуй -- исторический дурак!
    -- Тогда не хочу.
    -- Почему не хочешь?
    --  Я  --  природный  дурак!-- объявил Пухов, потому что он
знал особые ненарочные способы очаровывать и привлекать к  себе
людей и всегда производил ответ без всякого размышления.
    --  Вот  гад!--  засмеялся  Шариков и поехал начальствовать
дальше.
    Со дня  прибытия  в  Баку  Пухову  стало  навсегда  хорошо.
Вставал  он рано, осматривал зарю, вышки, слушал гудок парохода
и думал  кое  о  чем.  Иногда  он  вспоминал  свою  умершую  от
преждевременного износа жену и немного грустил, но напрасно.
    Однажды  он  шел  из  Баку  на  промысел.  Он  заночевал  у
Шарикова. К тому брат из плена вернулся, и было угощение.  Ночь
только  что  кончилась. Несмотря на бесконечное пространство, в
мире было уютно в  этот  ранний  чистый  час,  и  Пухов  шагал,
наливаясь  какой-то  прелестью.  Гулко  и  долго  гудел дальний
нефтеперегонный завод, распуская ночную смену.
    Весь свет переживал утро, и каждый  человек  знал  про  это
происшествие:  кто  явно  торжествуя,  кто  бурча  от  смутного
сновидения.
    Нечаянное сочувствие к  людям,  одиноко  работавшим  против
вещества всего мира, прояснялось в заросшей жизнью душе Пухова.
Революция  -- как раз лучшая судьба для людей, верней ничего не
придумаешь.  Это  было  трудно,  резко  и  сразу   легко,   как
нарождение.
    Во  второй  раз  --  после  молодости -- Пухов снова увидел
роскошь жизни  и  неистовство  смелой  природы,  неимоверной  в
тишине и в действии.
    Пухов   шел   с   удовольствием,  чувствуя,  как  и  давно,
родственность всех тел к своему телу. Он постепенно догадывался
о самом важном и  мучительном.  Он  даже  остановился,  опустив
глаза,--  нечаянное  в  душе  возвратилось  к  нему.  Отчаянная
природа перешла в людей и в смелость революции. Вот где таилось
для него сомнение.
    Душевная чужбина оставила  Пухова  на  том  месте,  где  он
стоял,  и  он  узнал  теплоту  родины, будто вернулся к детской
матери от ненужной жены. Он тронулся по своей линии  к  буровой
скважине, легко превозмогая опустевшее счастливое тело.
    Пухов сам не знал -- не то он таял, не то рождался.
    Свет  и  теплота  утра  напряглись  над  миром и постепенно
превращались в силу человека.
    В машинном сарае Пухова встретил машинист, ожидавший смены.
Он слегка подремывал и каждую минуту терял себя в дебрях сна  и
возвращался оттуда.
    Газ   двигателя  Пухов  вобрал  в  себя,  как  благоухание,
чувствуя свою жизнь во всю глубину -- до сокровенного пульса.
    -- Хорошее утро!-- сказал он машинисту.
    Тот потянулся, вышел наружу и равнодушно освидетельствовал:
    -- Революционное вполне.
`;

export const mockStory2 = `                       Отрывки из найденной рукописи
     ... безумие и ужас.
     Впервые я почувствовал это, когда мы шли по энской дороге - шли  десять
часов непрерывно, не останавливаясь, не замедляя хода, не подбирая упавших и
оставляя их неприятелю, который сплошными массами двигался сзади нас и через
три-четыре часа стирал следы наших ног своими ногами. Стоял зной.  Не  знаю,
сколько было градусов: сорок, пятьдесят или больше; знаю только, что он  был
непрерывен, безнадежно-ровен и глубок. Солнце было так огромно, так  огненно
и страшно, как будто земля  приблизилась  к  нему  и  скоро  сгорит  в  этом
беспощадном  огне.  И  не  смотрели  глаза.  Маленький,  сузившийся  зрачок,
маленький, как зернышко мака, тщетно искал  тьмы  под  сенью  закрытых  век:
солнце пронизывало тонкую оболочку и кровавым светом  входило  в  измученный
мозг. Но все-таки так было лучше, и я долго, быть  может,  несколько  часов,
шел с закрытыми глазами, слыша, как движется вокруг меня  толпа:  тяжелый  и
неровный  топот  ног,  людских  и   лошадиных,   скрежет   железных   колес,
раздавливающих мелкий камень, чье-то тяжелое, надорванное  дыхание  и  сухое
чмяканье запекшимися губами. Но слов я не слыхал.  Все  молчали,  как  будто
двигалась армия немых, и, когда кто-нибудь падал, он падал молча,  и  другие
натыкались на его тело, падали, молча поднимались  и,  не  оглядываясь,  шли
дальше - как будто эти немые были также глухи и слепы. Я сам  несколько  раз
натыкался и падал, и тогда невольно открывал глаза, - и  то,  что  я  видел,
казалось диким  вымыслом,  тяжелым  бредом  обезумевшей  земли.  Раскаленный
воздух дрожал, и беззвучно, точно готовые потечь, дрожали камни;  и  дальние
ряды людей на завороте, орудия и лошади  отделились  от  земли  и  беззвучно
студенисто колыхались - точно не живые люди  это  шли,  а  армия  бесплотных
теней. Огромное, близкое, страшное солнце на каждом стволе ружья, на  каждой
металлической бляхе зажгло  тысячи  маленьких  ослепительных  солнц,  и  они
отовсюду, с боков и снизу забирались в  глаза,  огненно-белые,  острые,  как
концы добела раскаленных штыков. А иссушающий, палящий жар проникал в  самую
глубину тела, в кости, в мозг, и чудилось порою, что на плечах  покачивается
не голова, а какой-то странный и необыкновенный шар, тяжелый и легкий, чужой
и страшный.
     И тогда - и тогда внезапно  я  вспомнил  дом:  уголок  комнаты,  клочок
голубых обоев и запыленный нетронутый графин с водою на моем  столике  -  на
моем столике, у которого одна ножка короче двух других и  под  нее  подложен
свернутый кусочек бумаги. А в соседней комнате, и я их  не  вижу,  будто  бы
находятся жена моя и сын. Если бы  я  мог  кричать,  я  закричал  бы  -  так
необыкновенен был этот простой и мирный образ, этот клочок голубых  обоев  и
запыленный, нетронутый графин.
     Знаю, что я остановился, подняв руки, но кто-то сзади толкнул  меня;  я
быстро зашагал вперед, раздвигая толпу, куда-то торопясь, уже не чувствуя ни
жара, ни усталости. И я долго шел так сквозь  бесконечные  молчаливые  ряды,
мимо красных, обожженных затылков, почти касаясь бессильно опущенных горячих
штыков, когда мысль о том, что  же  я  делаю,  куда  иду  так  торопливо,  -
остановила меря. Так же торопливо повернул в сторону, пробился  на  простор,
перелез какой-то овраг и озабоченно сел на камень, как будто этот  шершавый,
горячий камень был целью всех моих стремлений.
     И тут впервые  я  почувствовал  это.  Я  ясно  увидел,  что  эти  люди,
молчаливо шагающие в солнечном блеске,  омертвевшие  от  усталости  и  зноя,
качающиеся и падающие, что это безумные. Они не знают, куда они идут, они не
знают, зачем это солнце, они ничего не знают. У них не голова на  плечах,  а
странные и страшные шары. Вот один, как и я,  торопливо  пробирается  сквозь
ряды и падает; вот другой, третий. Вот поднялась над толпою голова лошади  с
красными безумными глазами и широко оскаленным ртом,  только  намекающим  на
какой-то страшный и необыкновенный крик, поднялась, упала, и в этом месте на
минуту сгущается народ, приостанавливается, слышны хриплые,  глухие  голоса,
короткий выстрел, и потом снова молчаливое, бесконечное  движение.  Уже  час
сижу я на этом камне, а мимо меня все идут, и все так  же  дрожит  земля,  и
воздух, и дальние призрачные ряды. Меня снова пронизывает иссушающий зной, и
я уже не помню того, что представилось мне на секунду, а мимо меня все идут,
идут, и я не понимаю, кто это. Час тому назад я был один на  этом  камне,  а
теперь уже собралась вокруг меня кучка серых людей: одни лежат и неподвижны,
быть может, умерли; другие сидят и остолбенело смотрят на проходящих, как  и
я. У одних есть ружья, и они похожи на солдат; другие раздеты почти  догола,
и кожа на теле так багрово-красна, что на нее не хочется смотреть.  Недалеко
от меня лежит кто-то голый спиной кверху. По тому, как равнодушно уперся  он
лицом в острый и горячий камень, по белизне ладони опрокинутой  руки  видно,
что он мертв,  но  спина  его  красна,  точно  у  живого,  и  только  легкий
желтоватый налет, как  в  копченом  мясе,  говорит  о  смерти.  Мне  хочется
отодвинуться от него, но нет сил, и, покачиваясь,  я  смотрю  на  бесконечно
идущие, призрачные покачивающиеся ряды. По состоянию моей головы я знаю, что
и у меня сейчас будет солнечный удар, но жду этого спокойно, как во сне, где
смерть является только этапом на пути чудесных и запутанных видений.
     И я вижу, как из толпы выделяется солдат и  решительно  направляется  в
нашу сторону. На минуту он пропадает во рву, а когда вылезает оттуда и снова
идет, шаги его нетверды, и  что-то  последнее  чувствуется  в  его  попытках
собрать свое разбрасывающееся тело. Он идет так прямо на  меня,  что  сквозь
тяжелую дрему, охватившую мозг, я пугаюсь и спрашиваю:
     - Чего тебе?
     Он останавливается, как будто ждал  только  слова,  и  стоит  огромный,
бородатый, с разорванным воротом. Ружья у него нет, штаны держатся на  одной
пуговице, и сквозь прореху видно белое тело. Руки и ноги его  разбросаны,  и
он, видимо, старается собрать их, но не может: сведет  руки,  и  они  тотчас
распадутся.
     - Ты что? Ты лучше сядь, - говорю я.
     Но он стоит, безуспешно подбираясь, молчит  и  смотрит  на  меня.  И  я
невольно поднимаюсь с камня и, шатаясь, смотрю в его глаза - и  вижу  в  них
бездну ужаса и безумия. У всех зрачки сужены - а у него  расплылись  они  во
весь глаз; какое море огня должен видеть он сквозь эти огромные черные окна!
Быть может, мне показалось, быть может, в его взгляде была только смерть,  -
но нет, я не ошибаюсь: в этих черных, бездонных зрачках, обведенных узеньким
оранжевым кружком, как у птиц, было больше, чем  смерть,  больше,  чем  ужас
смерти.
     - Уходи! - кричу я, отступая. - Уходи!
     И как будто он ждал только слова - он падает на  меня,  сбивая  меня  с
ног, все такой же огромный,  разбросанный  и  безгласный.  Я  с  содроганием
освобождаю придавленные ноги, вскакиваю и хочу бежать - куда-то в сторону от
людей, в солнечную, безлюдную,  дрожащую  даль,  когда  слева,  на  вершине,
бухает выстрел и за ним немедленно, как эхо, два других. Где-то над головою,
с радостным, многоголосым визгом, криком и воем проносится граната.
     Нас обошли!
     Нет уже более смертоносной жары, ни этого страха, ни  усталости.  Мысли
мои ясны, представления отчетливы и резки; когда, запыхавшись, я подбегаю  к
выстраивающимся рядам, я вижу просветлевшие, как будто радостные лица, слышу
хриплые, но громкие голоса, приказания, шутки. Солнце точно взобралось выше,
чтобы не мешать, потускнело, притихло - и  снова  с  радостным  визгом,  как
ведьма, резнула воздух граната.
     Я подошел.



ОТРЫВОК ВТОРОЙ



     ... почти все лошади и прислуга. На восьмой батарее так же.  На  нашей,
двенадцатой, к концу третьего дня осталось только  три  орудия  -  остальные
подбиты, - шесть человек прислуги и один офицер я. Уже двадцать часов мы  не
спали и ничего не ели, трое суток сатанинский грохот  и  визг  окутывал  нас
тучей безумия, отделял нас от земли, от неба,  от  своих,  -  и  мы,  живые,
бродили - как лунатики. Мертвые, те лежали спокойно, а мы двигались,  делали
свое дело, говорили и даже смеялись, и были - как  лунатики.  Движения  наши
были уверенны и быстры, приказания ясны,  исполнение  точно  -  но  если  бы
внезапно спросить каждого, кто он, он едва ли бы нашел ответ  в  затемненном
мозгу.  Как  во  сне,  все  лица  казались  давно  знакомыми,  и  все,   что
происходило, казалось также давно знакомым, понятным, уже бывшим когда-то; а
когда я начинал пристально вглядываться в какое-нибудь лицо или в орудие или
слушал  грохот  -  все  поражало   меня   своей   новизною   и   бесконечной
загадочностью. Ночь наступала незаметно, и  не  успевали  мы  увидеть  ее  и
изумиться, откуда она взялась, как уже  снова  горело  над  нами  солнце.  И
только от приходивших на батарею мы узнавали,  что  бой  вступает  в  третьи
сутки, и тотчас же забывали об этом: нам чудилось, что  это  идет  все  один
бесконечный,  безначальный  день,  то  темный,  то   яркий,   но   одинаково
непонятный, одинаково слепой. И никто из нас не боялся смерти, так как никто
не понимал, что такое смерть.
     На третью или на четвертую ночь, я не помню, на одну минуту я прилег за
бруствером, и, как только закрыл глаза, в них  вступил  тот  же  знакомый  и
необыкновенный образ: клочок голубых обоев и нетронутый запыленный графин на
моем столике. А в соседней комнате, - и я их не вижу -  находятся  будто  бы
жена моя сын. Но только теперь на столе горела  лампа  с  зеленым  колпаком,
значит, был вечер или ночь. Образ остановился неподвижно, и я долго и  очень
спокойно, очень  внимательно  рассматривал,  как  играет  огонь  в  хрустале
графина, разглядывал обои и думал, почему не спит сын: уже ночь, и ему  пора
спать. Потом опять разглядывал обои, все  эти  завитки,  серебристые  цветы,
какие-то решетки и трубы, - я никогда не думал, что  так  хорошо  знаю  свою
комнату. Иногда я открывал глаза и видел черное небо с  какими-то  красивыми
огнистыми полосами, и снова закрывал их, и снова разглядывал обои, блестящий
графин, и думал, почему не спит  сын:  уже  ночь,  и  ему  надо  спать.  Раз
недалеко от м. йня разорвалась граната, колыхнув чем-то мои ноги,  и  кто-то
крикнул громко, громче самого взрыва, и я подумал: "Кто-то убит!"  -  но  не
поднялся и не оторвал глаз от голубеньких обоев и графина.
     Потом я встал, ходил, распоряжался, глядел в лица,  наводил  прицел,  а
сам все думал: отчего не спит сын? Раз спросил об  этом  у  ездового,  и  он
долго и подробно объяснял мне  что-то,  и  оба  мы  кивали  головами.  И  он
смеялся, а левая бровь у него дергалась, и глаз хитро подмаргивал на кого-то
сзади. А сзади видны были подошвы чьих-то ног и больше ничего.
     В это время было уже светло, и вдруг - капнул дождь. Дождь - как у нас,
самые обыкновенные капельки воды. Он был так неожидан и неуместен, и мы  все
так испугались промокнуть, что бросили орудия, перестали стрелять  и  начали
прятаться куда попало. Ездовой, с которым мы только что говорили, полез  под
лафет и прикорнул там,  хотя  его  могли  каждую  минуту  задавить,  толстый
фейерверкер стал зачем-то раздевать убитого, а  я  заметался  по  батарее  и
что-то искал -  не  то  плащ,  не  то  зонтик.  И  сразу  на  всем  огромном
пространстве, где капнул дождь из набежавшей тучи, наступила  необыкновенная
тишина. Запоздало взвизгнула и разорвалась шрапнель,  и  тихо  стало  -  так
тихо, что слышно было, как сопит толстый фейерверке? и стукают по камню и по
орудиям капельки дождя. И этот тихий и дробный стук, напоминающий  осень,  и
запах взмоченной земли, и тишина - точно разорвали на мгновение  кровавый  и
дикий кошмар, и, когда я взглянул на мокрое, блестящее от воды  орудие,  оно
неожиданно и странно напомнило что-то милое, тихое, не то детство мое, не то
первую любовь. Но  вдалеке  особенно  громко  прозвучал  первый  выстрел,  и
исчезло очарование мгновенной тишины; с тою же внезапностью,  с  какою  люди
прятались, они начали вылезать из-под своих прикрытий; на  кого-то  закричал
толстый  фейерверкер;  грохнуло  орудие,  за  ним  второе,  снова   кровавый
неразрывный туман заволок  измученные  мозги.  И  никто  не  заметил,  когда
прекратился дождь; помню только, что с убитого фейерверкера, с его толстого,
обрюзгшего  желтого  лица  скатывалась  вода,  вероятно,  дождь  продолжался
довольно долго...
     ... Передо мною стоял молоденький  вольноопределяющийся  и  докладывал,
держа руку к козырьку, что генерал просит нас удержаться только два часа,  а
там подойдет подкрепление. Я думал о том, почему не спит мой сын, и отвечал,
что могу продержаться сколько угодно. Но тут меня  почему-то  заинтересовало
его лицо, вероятно,  своею  необыкновенной  и  поразительной  бледностью.  Я
ничего не видел белее этого лица: даже у мертвых больше краски в  лице,  чем
на этом молоденьком, безусом.  Должно  быть,  по  дороге  к  нам  он  сильно
перепугался и не мог оправиться; и руку у козырька он  держал  затем,  чтобы
этим привычным и простым движением отогнать сумасшедший страх.
     - Вы боитесь? - спросил я, трогая его за  локоть.  Но  локоть  был  как
деревянный, а сам он тихонько улыбался и молчал. Вернее, дергались в  улыбке
только его губы, а в глазах были только молодость и страх - и больше ничего.
- Вы боитесь? - повторил я ласково.
     Губы его дергались, силясь  выговорить  слово,  и  в  то  же  мгновение
произошло что-то непонятное, чудовищное, сверхъестественное. В  правую  щеку
мне дунуло теплым ветром, сильно качнуло меня -  и  только,  а  перед  моими
глазами на месте бледного лица  было  что-то  короткое,  тупое,  красное,  и
оттуда лила кровь, словно из откупоренной бутылки, как их рисуют  на  плохих
вывесках. И в этом коротком,  красном,  текущем  продолжалась  еще  какая-то
улыбка, беззубый смех - красный смех.
     Я узнал его, этот красный смех. Я искал и нашел его, этот красный смех.
Теперь я понял, что было во всех этих изуродованных,  разорванных,  странных
телах. Это был красный смех. Он в небе, он в солнце, и скоро  он  разольется
по всей земле, этот красный смех!
     А они, отчетливо и спокойно как лунатики...



ОТРЫВОК ТРЕТИЙ



     ... безумие и ужас.
     Рассказывают, что  в  нашей  и  неприятельской  армии  появилось  много
душевнобольных. У нас уже открыто четыре психиатрических покоя. Когда я  был
в штабе, адъютант показывал мне...



ОТРЫВОК ЧЕТВЕРТЫЙ



     ...  обвивались, как змеи.  Он  видел,  как  проволока,  обрубленная  с
одного конца, резнула воздух и обвила, трех солдат. Колючки  рвали  мундиры,
вонзались в тело, и солдаты с криком бешено кружились,  и  двое  волокли  за
собою третьего, который был уже мертв. Потом остался  в  живых  один,  и  он
отпихивал от себя двух мертвецов, а те волоклись, кружились,  переваливались
один через другого и через него, - и вдруг сразу все стали неподвижны.
     Он говорил, что у одной этой загородки  погибло  не  менее  двух  тысяч
человек. Пока они рубили проволоку и  путались  в  ее  змеиных  извивах,  их
осыпали непрерывным дождем пуль  и  картечи.  Он  уверяет,  что  было  очень
страшно и что эта атака кончилась бы паническим бегством, если. бы знали,  в
каком  направлении  бежать.  Но  десять  или  двенадцать  непрерывных  рядов
проволоки и борьба с нею, целый лабиринт  волчьих  ям,  с  набитыми  на  дне
кольями так  закружили  головы,  что  положительно  нельзя  было  определить
направления.
     Одни, точно  сослепу,  обрывались  в  глубокие  воронкообразные  ямы  и
повисали животами на острых кольях, дергаясь и танцуя, как игрушечные паяцы;
их придавливали новые  тела,  и  скоро  вся  яма  до  краев  превращалась  в
копошащуюся груду окровавленных живых и мертвых тел. Отовсюду снизу тянулись
руки, и пальцы на них судорожно сокращались, хватая все, и кто попадал в эту
западню, тот уже не мог выбраться назад: сотни пальцев,  крепких  и  слепых,
как клешни, сжимали ноги, цеплялись за  одежду,  валили  человека  на  себя,
вонзались в глаза и душили. Многие, как пьяные, бежали прямо  на  проволоку,
повисали на ней и начинали кричать, пока пуля не кончала с ними.
     Вообще  все  показались  ему  похожими  на  пьяных:  некоторые  страшно
ругались, другие хохотали, когда проволока схватывала  их  за  руку  или  за
ногу, и тут же умирали. Он  сам,  хотя  с  утра  ничего  не  пил  и  не  ел,
чувствовал себя очень странно: голова кружилась, и страх  минутами  сменялся
диким восторгом - восторгом страха. Когда  кто-то  рядом  с  ним  запел,  он
подхватил песню, и скоро составился целый, очень дружный хор. Он не  помнит,
что пели, но что-то очень веселое, плясовое. Да, они пели  -  и  все  кругом
было красно от крови. Само небо казалось красным, и можно было подумать, что
во вселенной произошла какая-то катастрофа,  какая-то  странная  перемена  и
исчезновение цветов: исчезли голубой и зеленый и другие  привычные  и  тихие
цвета, а солнце загорелось красным бенгальским огнем.
     - Красный смех, - сказал я.
     Но он не понял.
     - Да, и хохотали. Я уже говорил тебе. Как пьяные. Может  быть,  даже  и
плясали, что-то было. По крайней мере, движения тех трех походили на пляску.
     Он ясно помнит: когда его  ранили  в  грудь  навылет  и  он  упал,  еще
некоторое время, до потери сознания, он подрыгивал ногами,  как  будто  кому
подтанцовывал. И теперь он вспоминает об этой атаке  со  странным  чувством:
отчасти со страхом, отчасти как будто с желанием  еще  раз  испытать  то  же
самое.
     - И опять пулю в грудь? - спросил я.
     - Ну вот: не каждый же раз пулю. А хорошо бы, товарищ,  получить  орден
за храбрость.
     Он лежал  на  спине,  желтый,  остроносый,  с  выступающими  скулами  и
провалившимися глазами, - лежал, похожий на мертвеца, и мечтал об ордене.  У
него уже начался гнойник, был сильный жар, и через три дня его должны  будут
свалить в яму, к мертвым, а он лежал,  улыбался  мечтательно  и  говорил  об
ордене.
     - А матери послал телеграмму? - спросил я.
     Он испуганно, но сурово и злобно взглянул на меня и  не  ответил.  И  я
замолчал, и слышно стало, как стонут и бредят раненые. Но, когда я  поднялся
уходить, он сжал мою  руку  своею  горячею,  но  все  еще  сильною  рукою  и
растерянно и тоскливо впился в меня провалившимися горящими глазами.
     - Что же это такое, а? Что же это? - пугливо и настойчиво спрашивал он,
дергая мою руку.
     - Что?
     - Да вообще... все это. Ведь она ждет меня? Не могу же я.  Отечество  -
разве ей втолкуешь, что такое отечество?
     - Красный смех, - ответил я.
     - Ах! Ты все шутишь, а я серьезно. Необходимо  объяснить,  а  разве  ей
объяснишь? Если бы ты знал, что она пишет! Что она пишет! И ты не знаешь,  у
нее слова - седые. А ты... - Он с  любопытством  посмотрел  на  мою  голову,
ткнул пальцем и, неожиданно засмеявшись, сказал: - А ты полысел. Ты заметил?
     - Тут нет зеркал.
     - Тут много седых и лысых. Послушай, дай мне зеркало. Дай! Я  чувствую,
как из головы идут белые волосы. Дай зеркало!
     У него начинался бред, он плакал и кричал, и я ушел из лазарета.
     В этот вечер мы устроили себе праздник - печальный и странный праздник,
на котором среди гостей присутствовали тени  умерших.  Мы  решили  собраться
вечером и попить чаю, как дома, как на пикнике,  и  мы  достали  самовар,  и
достали даже лимон и стаканы, и устроились под деревом - как  дома,  как  на
пикнике. По одному, по два, потри собирались товарищи и подходили  шумно,  с
разговорами, с шуткой, полные веселого ожидания, но скоро умолкали,  избегая
смотреть друг на друга, ибо что-то странное было в  этом  сборище  уцелевших
людей. Оборванные, грязные, почесывающиеся, как в жестокой чесотке, заросшие
волосами, худые и истощенные, потерявшие знакомое и  привычное  обличье,  мы
точно  сейчас  только,  за  самоваром,  увидели  друг  друга  -  увидели   и
испугались. Я тщетно искал в этой толпе растерянных людей знакомые лица и не
мог найти. Эти люди, беспокойные, торопливые, с толчкообразными  движениями,
вздрагивающие при  каждом  стуке,  постоянно  ищущие  чего-то  позади  себя,
старающиеся избытком жестикуляции заполнить ту загадочную пустоту,  куда  им
страшно заглянуть, - были новые, чужие люди, которых я  не  знал.  И  голоса
звучали по-иному, отрывисто, толчками, с трудом выговаривая слова  и  легко,
по ничтожному поводу, переходя в крик или бессмысленный, неудержимый смех. И
все было чужое. Дерево было чужое, и закат чужой, и  вода  чужая,  с  особым
запахом и вкусом, как будто вместе с умершими мы оставили землю и перешли  в
какой-то другой мир - мир таинственных явлений и зловещих  пасмурных  теней.
Закат  был  желтый,  холодный;  над  ним  тяжело  висели  черные,  ничем  не
освещенные, неподвижные тучи, и земля под ним была черна, и наши лица в этом
зловещем свете были желты, как лица мертвецов. Мы все смотрели на самовар, а
он потух, отразил на боках своих желтизну и угрозу заката и тоже стал чужой,
мертвый и непонятный.
     - Где мы? - спросил кто-то, и в голосе его были тревога и страх.
     Кто-то вздохнул. Кто-то судорожно хрустнул пальцами, кто-то  засмеялся,
кто-то вскочил и быстро  заходил  вокруг  стола.  Теперь  часто  можно  было
встретить этих быстро расхаживающих, почти бегающих  людей,  иногда  странно
молчаливых, иногда странно бормотавших что-то.
     - На войне, - ответил тот,  что  смеялся,  и  снова  захохотал  глухим,
длительным смехом, точно он давился чем-то.
     - Чего он хохочет? - возмутился кто-то. - Послушайте, перестаньте!
     Тот еще  раз  подавился,  хихикнул  и  послушно  смолк.  Темнело,  туча
наседала на землю, и мы с трудом  различали  желтые,  призрачные  лица  друг
друга. Кто-то спросил:
     - А где же Ботик?
     "Ботик"  -  так  звали  мы  товарища,  маленького  офицера  в   больших
непромокаемых сапогах.
     - Он сейчас был здесь. Ботик, где вы?
     - Ботик, не прячьтесь! Мы слышим, как пахнет вашими сапогами.
     Все  засмеялись,  и,  перебивая  смех,  из  темноты  прозвучал   грубый
негодующий голос:
     - Перестаньте, как не стыдно. Ботик убит сегодня утром на разведке.
     - Он только сейчас был здесь. Это ошибка.
     - Вам показалось. Эй, за самоваром, скорей отрежьте мне лимона.
     - И мне! И мне!
     - Лимон весь.
     - Что же это, господа, - с  тоскою,  почти  плача,  прозвучал  тихий  и
обиженный голос. - А я только ради лимона и пришел.
     Тот  снова  захохотал  глухо  и  длительно,  и  никто   не   стал   его
останавливать. Но скоро умолк. Хихикнул еще раз и замолчал. Кто-то сказал:
     - Завтра наступление.
     И несколько голосов раздраженно крикнули:
     - Оставьте! Какое там наступление!
     - Вы же сами знаете...
     - Оставьте. Разве нельзя говорить о другом. Что же это!
     Закат погас. Туча поднялась, и как будто стало светлее,  и  лица  стали
знакомые, и тот, что кружился вокруг нас, успокоился и сел.
     - Как-то теперь дома? - неопределенно спросил он, и в голосе его слышна
была виноватая в чем-то улыбка.
     И снова стало страшно, и непонятно, и чуждо все - до  ужаса,  почти  до
потери сознания. И мы все сразу заговорили, закричали,  засуетились,  двигая
стаканами, трогая друг друга  за  плечи,  за  руки,  за  колена  -  и  сразу
замолчали, уступая непонятному.
     - Дома? - закричал кто-то из темноты. Голос его был хрипл от  волнения,
от испуга, от злобы и дрожал. И некоторые слова  у  него  не  выходили,  как
будто он разучился их говорить. - Дома? Какой  дом,  разве  где-нибудь  есть
дома? Не перебивайте меня, "иначе я начну стрелять. Дома я каждый день  брал
ванны - понимаете, ванны с водой с водой по самые края. А теперь я не каждый
день умываюсь, и на голове у  меня  струпья,  какая-то  парша,  и  все  тело
чешется, и по телу ползают, ползают... Я с ума схожу от грязи, а вы говорите
- дом! Я как скот, я презираю себя, я не узнаю себя, и смерть вовсе  не  так
страшна. Вы  мне  мозг  разрываете  вашими  шрапнелями,  мозг!  Куда  бы  ни
стреляли, мне все попадает в мозг, - вы говорите - дом.  Какой  дом?  Улица,
окна, люди, а я не пошел бы теперь  на  улицу  -  мне  стыдно.  Вы  принесли
самовар, а мне на него стыдно было смотреть. На самовар.
     Тот снова засмеялся. Кто-то крикнул:
     - Это черт знает что. Я пойду домой.
     - Вы не понимаете, что такое дом!..
     - Домой? Слушайте: он хочет домой!
     Поднялся общий смех и жуткий крик -  и  снова  все  замолчали,  уступая
непонятному. И тут не я один, а все мы, сколько нас ни  было,  почувствовали
это. Оно  шло  на  нас  с  этих  темных,  загадочных  и  чуждых  полей;  оно
поднималась из глухих черных ущелий, где, быть может, еще умирают забытые  и
затерянные среди камней, оно  лилось  с  этого  чуждого,  невиданного  неба.
Молча, теряя сознание от ужаса, стояли мы вокруг  потухшего  самовара,  а  с
неба  на  нас  пристально  и  молча  глядела  огромная  бесформенная   тень,
поднявшаяся над миром. Внезапно, совсем близко от нас, вероятно, у полкового
командира, заиграла музыка, и бешено-веселые, громкие звуки точно  вспыхнули
среди ночи и тишины. С бешеным весельем и вызовом  играла  она,  торопливая,
нестройная, слишком громкая, слишком веселая, и видно было, что  и  те,  кто
играет, и те, кто слушает, видят так же, как мы, эту  огромную  бесформенную
тень, поднявшуюся над миром.
     А тот в оркестре, что играл на трубе, уже  носил,  видимо,  в  себе,  в
своем мозгу, в своих  ушах,  эту  огромную  молчаливую  тень.  Отрывистый  и
ломаный звук метался, и прыгал, и  бежал  куда-то  в  сторону  от  других  -
одинокий, дрожащий от ужаса, безумный. И остальные звуки точно  оглядывались
на него; так неловко, спотыкаясь, падая и поднимаясь, бежали они разорванной
толпою, слишком громкие, слишком веселые, слишком близкие к черным  ущельям,
где еще умирали, быть может, забытые и потерянные среди камней люди.
     И долго стояли мы вокруг потухшего самовара и молчали.



ОТРЫВОК ПЯТЫЙ



     ... я уже спал, когда доктор  разбудил  меня  осторожными  толчками.  Я
вскрикнул, просыпаясь и вскакивая, как вскрикивали мы все, когда нас будили,
и бросился к выходу из палатки. Но доктор  крепко  держал  меня  за  руку  и
извинялся:
     - Я вас испугал, простите. И знаю, что вы хотите, спать...
     - Пять суток... - пробормотал я, засыпая, и  заснул  и  спал,  казалось
мне, долго, когда доктор вновь заговорил, осторожно поталкивая меня в бока и
ноги.
     - Но очень нужно. Голубчик, пожалуйста, так нужно. Мне все кажется... Я
не могу. Мне все кажется, что там еще остались раненые...
     - Какие раненые? Вы же весь день их возили. Оставьте меня в покое.  Это
нечестно, я пять суток не спал!
     - Голубчик, не сердитесь, - бормотал доктор,  неловко  надевая  фуражку
мне на голову. - Все спят,  нельзя  добудиться.  Я  достал  паровоз  и  семь
вагонов, но нам нужны люди. Я ведь понимаю... Я сам боюсь заснуть. Не помню,
когда я спал. Кажется, у меня начинаются  галлюцинации.  Голубчик,  спустите
ножки, ну, одну ножку, ну, так, так...
     Доктор был бледен и покачивался, и заметно было,  что  если  он  только
приляжет - он заснет на несколько суток кряду. И подо мною подгибались ноги,
и я уверен, что я  заснул,  пока  мы  шли,  -  так  внезапно  и  неожиданно,
неизвестно откуда, вырос перед нами ряд черных силуэтов  паровоз  и  вагоны.
Возле них медленно и молча бродили какие-то люди, едва видимые  в  потемках.
Ни на паровозе, ни в вагонах не было ни одного фонаря, и только от закрытого
поддувала на полотно ложился красноватый неяркий свет.
     - Что это? - спросил я, отступая.
     - Ведь мы же едем. Вы забыли? Мы едем, - бормотал доктор.
     Ночь была холодная, и  он  дрожал  от  холода,  и,  глядя  на  него,  я
почувствовал во всем теле ту же частую щекочущую дрожь.
     - Черт вас знает! - закричал я громко. - Не могли вы взять другого...
     - Тише, пожалуйста, тише! - Доктор схватил меня за руку.
     Кто-то из темноты сказал:
     - Теперь дай залп из всех орудий, так никто не  шевельнется.  Они  тоже
спят. Можно подойти и всех сонных перевязать. Я сейчас  прошел  мимо  самого
часового. Он посмотрел на меня и ничего  не  сказал,  не  шевельнулся.  Тоже
спит, вероятно. И как только он не упадет.
     Говоривший зевнул, и одежда его зашуршала: видимо,  он  потягивался.  Я
лег грудью на край вагона, чтобы влезть, - и сон  тотчас  же  охватил  меня.
Кто-то приподнял меня сзади и положил, а я почему-то отпихивал его ногами  -
и опять заснул, и точно во сне слышал обрывки разговора:
     - На седьмой версте.
     - А фонари забыли?
     - Нет, он не пойдет.
     - Сюда давай. Осади немного. Так.
     Вагоны дергались на месте, что-то постукивало.  И  постепенно  от  всех
этих звуков и оттого, что я лег удобно и спокойно, сон стал покидать меня. А
доктор заснул, и, когда я взял его руку, она была как у  мертвого:  вялая  и
тяжелая. Поезд уже двигался медленно и осторожно, слегка вздрагивая и  точно
нащупывая дорогу. Студент-санитар зажег в  фонаре  свечу,  осветил  стены  и
черную дыру дверей и сказал сердито:
     - Какого черта! Очень мы сейчас им нужны. А его вы разбудите,  пока  не
разоспался. Тогда ничего не сделаешь, я по себе знаю.
     Мы растолкали доктора, и он сел, недоуменно поводя глазами. Хотел опять
завалиться, но мы не дали.
     - Хорошо бы сейчас водки хлебнуть, - сказал студент.
     Мы хлебнули по глотку коньяку, и сон прошел совсем.  Большой  и  черный
четырехугольник  дверей  стал  розоветь,  покраснел  -  где-то  за   холмами
показалось огромное молчаливое зарево, как будто среди ночи всходило солнце.
     - Это далеко. Верст за двадцать.
     - Мне холодно, - сказал доктор, ляскнув зубами.
     Студент выглянул за дверь и рукой поманил меня. Я посмотрел:  в  разных
местах горизонта, молчаливой цепью, стояли такие же неподвижные зарева,  как
будто десятки солнц всходили одновременно. И уже не было так темно.  Дальние
холмы густо чернели, отчетливо вырезая ломаную и волнистую линию,  а  вблизи
все было залито красным тихим светом, молчаливым и неподвижным.  Я  взглянул
на студента: лицо его было окрашено в тот же красный призрачный цвет  крови,
превратившейся в воздух и свет.
     - Много раненых? - спросил я.
     Он махнул рукой.
     - Много сумасшедших. Больше, чем раненых.
     - Настоящих?
     - А то каких же?
     Он смотрел на меня, и в его глазах было то  же  остановившееся,  Дикое,
полное холодного ужаса, как и у того солдата, что умер от солнечного удара.
     - Перестаньте, - сказал я, отворачиваясь.
     - Доктор тоже сумасшедший. Вы посмотрите-ка на него.
     Доктор  не  слышал.  Он  сидел,  поджав  ноги,  как  сидят   турки,   и
раскачивался, и беззвучно двигал губами и концами пальцев. И  во  взгляде  у
него было то же остановившееся, остолбенелое, тупо пораженное.
     - Мне холодно, - сказал он и улыбнулся.
     - Ну вас всех к черту! - закричал я, отходя в угол вагона. -  Зачем  вы
меня позвали?
     Никто не ответил. Студент глядел на молчаливое, разраставшееся  зарево,
и его затылок с вьющимися волосами был молодой, и когда я  глядел  на  него,
мне почему-то все представлялась тонкая женская рука,  которая  ворошит  эти
волосы. И это представление было  так  неприятно,  что  я  начал  ненавидеть
студента и не мог смотреть на него без отвращения.
     - Вам сколько лет? - спросил я, но он не обернулся и не ответил.
     Доктор покачивался.
     - Мне холодно.
     - Когда я подумаю,  -  сказал  студент,  не  оборачиваясь,  -  когда  я
подумаю, что есть где-то улицы, дома, университет...
     Он  оборвал,  точно  сказал  все,  и  замолчал.  Поезд  почти  внезапно
остановился, так что я ударился о стену, и послышались голоса. Мы выскочили.
     Перед самым паровозом на полотне лежало  что-то,  небольшой  комок,  из
которого торчала нога.
     - Раненый?
     - Нет, убитый. Голова оторвана. Только, как хотите, а я зажгу  передний
фонарь. А то еще задавишь.
     Комок с торчавшей ногой сбросили  в  сторону;  нога  на  миг  задралась
кверху, будто он хотел бежать по воздуху, и все скрылось  в  черной  канаве.
Фонарь загорелся, и паровоз сразу почернел.
     - Послушайте! - с тихим ужасом прошептал кто-то.
     Как  мы  не  слышали  раньше!  Отовсюду  -  места  нельзя  было   точно
определить- приносился ровный, поскребывающий стон, удивительно спокойный  в
своей широте и даже как будто равнодушный.  Мы  слышали  много  и  криков  и
стонов, но  это  не  было  похоже  ни  на  что  из  слышанного.  На  смутной
красноватой поверхности глаз не мог уловить ничего, и оттого  казалось,  что
это стонет сама земля или небо, озаренное невсходящим солнцем.
     - Пятая верста, - сказал машинист.
     - Это оттуда, - показал доктор рукой вперед.
     Студент вздрогнул и медленно обернулся к нам:
     - Что же это? Ведь этого же нельзя слышать!
     - Двигаемся!
     Мы пошли пешком впереди паровоза, и от нас на полот по  легла  сплошная
длинная тень, и была она не черная, а смутно-красная от тихого, неподвижного
света, который молчаливо стоял в разных концах  черного  неба.  И  с  каждым
нашим шагом зловеще  нарастал  этот  дикий,  неслыханный  стон,  не  имевший
видимого источника, - как будто стонал красный  воздух,  как  будто  стонали
земля я небо. В своей  непрерывности  и  странном  равнодушии  он  напоминал
минутами трещание кузнечиков на лугу - ровное и жаркое  трещание  кузнечиков
на летнем лугу. И  все  чаще  и  чаще  стали  встречаться  трупы.  Мы  бегло
осматривали их и сбрасывали с полотна - эти  равнодушные,  спокойные,  вялые
трупы,  оставлявшие  на  месте  лежания  своего  темные  маслянистые   пятна
всосавшейся крови, и сперва считали их, а потом сбились и перестали. Было их
много - слишком много для этой зловещей ночи, дышавшей холодом  и  стонавшей
каждою частицей своего существа.
     - Что же это! -  кричал  доктор  и  грозил  кому-то  кулаком.  -  Вы  -
слушайте...
     Приближалась шестая верста, и стоны делались определеннее, резче, и уже
чувствовались  перекошенные  рты,   издающие   эти   голоса.   Мы   трепетно
всматривались в розовую мглу, обманчивую в  своем  призрачном  свете,  когда
почти рядом, у полотна, внизу кто-то  громко  застонал  призывным,  плачущим
стоном. Мы сейчас же нашли его, этого раненого, у которого на лице были одни
только глаза - так велики показались они, когда на лицо его пал свет фонаря.
Он перестал стонать и только поочередно переводил глаза на каждого из нас  и
на наши фонари, и в его взгляде была безумная радость оттого, что  он  видит
людей и огни, и безумный страх, что сейчас все это  исчезнет,  как  видение.
Быть может, ему уже  не  раз  грезились  наклонившиеся  люди  с  фонарями  и
исчезали в кровавом и смутном кошмаре.
     Мы тронулись дальше и почти тотчас наткнулись  на  двух  раненых;  один
лежал на полотне, другой стонал в канаве. Когда их подбирали, доктор,  дрожа
от злости, сказал мне:
     -  Ну  что?  -  И  отвернулся.  Через  несколько  шагов  мы   встретили
легкораненого, который шел сам, поддерживая одну руку другой.  Он  двигался,
закинув голову, прямо на нас и точно  не  заметил,  когда  мы  расступились,
давая  ему  дорогу.  Кажется,  он  не  видал  нас.  У  паровоза  он  на  миг
остановился, обогнул его и пошел вдоль вагонов.
     - Ты бы сел! - крикнул доктор, но он не ответил.
     Это были первые, ужаснувшие нас. А потом все чаще они стали  попадаться
на полотне и около него, и все поле, залитое  неподвижным  красным  отсветом
пожаров, закопошилось, точно живое, загорелось  громкими  криками,  воплями,
проклятиями и стонами. Эти темные бугорки копошились и ползали,  как  сонные
раки, выпущенные из корзины, раскоряченные, странные,  едва  ли  похожие  на
людей в своих оборванных, смутных движениях и  тяжелой  неподвижности.  Одни
были безгласны и послушны, другие стонали, выли, ругались и ненавидели  нас,
спасавших их, так страстно, как будто мы создали и эту кровавую  равнодушную
ночь, и одиночество их среди ночи и трупов, и  эти  страшные  раны.  Уже  не
хватало места в вагонах, и вся одежда наша стала мокра от крови,  как  будто
долго стояли мы под кровавым дождем, а раненых все несли, и все так же  дико
копошилось ожившее поле.
     Некоторые подползали сами, иные подходили, шатаясь и падая. Один солдат
почти подбежал к нам. У него было размозжено лицо,  и  остался  один  только
глаз, горевший дико и страшно, и был он почти голый, как  из  бани.  Толкнув
меня, он нащупал глазом доктора и быстро левою рукою схватил его за грудь.
     - Я тебе в морду дам! - крикнул он и, тряся доктора, длительно  и  едко
прибавил циничное ругательство. - Я тебе в морду дам! Сволочи!
     Доктор вырвался и, наступая на солдата, захлебываясь, закричал:
     - Я тебя под суд отдам, негодяй! В карцер!  Ты  мне  мешаешь  работать!
Негодяй! Животное!
     Их растащили, но долго еще солдат выкрикивал:
     - Сволочи! Я в морду дам!
     Я уже терял силы и отошел к стороне покурить и отдохнуть.  От  насохшей
крови руки оделись точно в черные перчатки, и  с  трудом  сгибались  пальцы,
теряя папиросы и спички. И когда я закурил, табачный дым показался мне таким
новым и странным, совсем особенного вкуса, которого я не ощущал  ни  раньше,
ни позже. Тут подошел ко мне студент-санитар, тот, что  ехал  сюда,  но  мне
показалось, что я виделся с ним несколько лет назад,  и  я  никогда  не  мог
вспомнить, где. Шагал. он твердо, точно маршировал,  и  глядел  сквозь  меня
куда-то дальше и выше.
     - А они спят, - сказал он как будто бы совершенно спокойно.
     Я вспылил, точно упрек касался меня.
     - Вы забываете, что они десять дней дрались, как львы.
     - А они спят, - повторил он, глядя сквозь меня и выше. Потом наклонился
ко мне и, грозя пальцем, все так же сухо и спокойно продолжал:
     - Я вам скажу. Я вам скажу.
     - Что?
     Он все ниже  наклонялся  ко  мне,  многозначительно  грозил  пальцем  и
повторял точно законченную мысль:
     - Я вам скажу. Я вам скажу. Передайте им.
     И, все так же строго глядя на меня и еще раз погрозив пальцем, он вынул
револьвер и выстрелил себе в висок. И это нисколько не удивило и не испугало
меня. Переложив папиросу в левую руку, я попробовал пальцем рану и  пошел  к
вагонам.
     - Студент-то застрелился. Кажется, еще жив, - сказал я доктору.
     Тот схватил себя за голову и простонал:
     - А, черт его!..  Ведь  нет  же  у  нас  места.  Вон  тот  сейчас  тоже
застрелится. И даю вам честное слово, - он закричал сердито и угрожающе. - Я
тоже! Да! И прошу вас - извольте идти пешком. Мест нету. Можете  жаловаться,
если угодно.
     И все продолжая кричать, он отвернулся, а я  подошел  к  тому,  который
сейчас застрелится. Это был  санитар,  тоже,  кажется,  студент.  Он  стоял,
упершись лбом в стенку вагона, и плечо его вздрагивало от рыданий.
     - Перестаньте, - сказал я, коснувшись вздрагивающего плеча.
     Но он не повернулся, не ответил и плакал. И затылок у него был молодой,
как у того, и тоже страшный, и стоял он, нелепо раскорячившись, как  пьяный,
у которого рвота; и шея у него была в крови - должно быть, хватался руками.
     - Ну? - сказал я нетерпеливо.
     Он откачнулся от вагона и,  опустив  голову,  стариковски  сгорбившись,
пошел куда-то в темноту, прочь от всех нас. Не знаю почему,  и  я  пошел  за
ним, и мы долго шли, все куда-то в сторону, прочь от  вагонов.  Кажется,  он
плакал; и мне стало скучно и захотелось плакать самому.
     - Стойте! - крикнул я, остановившись.
     Но он шел, тяжело передвигая ноги, сгорбившись, похожий на старика,  со
своими узкими плечами и шаркающей походкой. И скоро пропал он в  красноватой
мгле, казавшейся светом и ничего не освещавшей. А я остался один.
     Налево, уже далеко от меня, проплыл ряд неярких  огоньков  -  это  ушел
поезд. Я был один среди мертвых и умирающих. Сколько их еще осталось?  Возле
меня все было неподвижно и мертво, а дальше поле копошилось,  как  живое,  -
или мне это казалось оттого, что я один. Но стон не утихал.  Он  стлался  по
земле - тонкий, безнадежный, похожий на детский  плач  или  на  визг  тысячи
заброшенных и замерзающих щенят. Как острая, бесконечная ледяная игла входил
он в мозг и медленно двигался взад и вперед, взад и вперед... -



ОТРЫВОК ШЕСТОЙ



     ... это были наши. Среди той странной спутанности движений,  которая  в
последний месяц преследовала обе армии, нашу  и  неприятельскую,  ломая  все
приказы и планы, мы были уверены, что на нас надвигается неприятель,  именно
четвертый корпус. И уже все готово было к атаке, когда кто-то в бинокль ясно
различил наши мундиры, а через десять минут догадка превратилась в спокойную
и счастливую уверенность: это были наши. И  они,  видимо,  узнали  нас:  они
подвигались  к  нам  совершенно   спокойно;   в   этом   покойном   движении
чувствовалась та же, как и у нас, счастливая улыбка неожиданной встречи.
     И когда они начали стрелять, мы некоторое время не  могли  понять,  что
это значит, и еще улыбались - под целым градом шрапнелей и  пуль,  осыпавших
нас и сразу выхвативших сотни человек. Кто-то  крикнул  об  ошибке,  и  -  я
твердо помню это - мы все увидели, что это неприятель, и что форма эта  его,
а не наша, и немедленно ответили огнем. Минут, вероятно, через пятнадцать по
начале этого странного боя мне оторвало  обе  ноги,  и  опомнился  я  уже  в
лазарете, после ампутации.
     Я спросил, чем кончился бой,  но  мне  дали  уклончивый  успокоительный
ответ, из которого я  понял,  что  мы  разбиты;  а  потом  меня,  безногого,
охватила радость, что меня теперь отправят домой. что я все-таки жив - жив -
надолго, навсегда. И только через  неделю  я  узнал  некоторые  подробности,
вновь толкнувшие меня к сомнениям и новому, еще не испытанному страху.
     Да, кажется, это были наши - и нашей гранатой, пущенной из нашей  пушки
нашим солдатом, оторвало мне  ноги.  И  никто  не  мог  объяснить,  как  это
случилось. Что-то произошло, что-то  затемнило  взоры,  и  два  полка  одной
армии, стоя в версте один против другого, целый час взаимно истребляли  друг
друга, в полной уверенности, что имеют дело с неприятелем. И  вспоминали  об
этом случае неохотно, полусловами, и - это удивительнее всего чувствовалось,
что многие из говоривших до сих пор не сознают ошибки. Вернее, они  признают
ее, подумают, что она была позднее, а в начале они действительно имели  дело
с врагом, куда-то скрывшимся при всеобщем переполохе и подставившим нас  под
свои  же  снаряды.  Некоторые  открыто  говорили  об  этом,   давая   точные
объяснения, которые казались им правдоподобными и ясными. Я сам до  сих  пор
не могу вполне уверенно сказать, как началось  это  странное  недоразумение,
так как одинаково ясно  видел  сперва  нашу,  красную  форму,  а  потом  их,
оранжевую. И как-то очень скоро все забыли об этом случае, так  забыли,  что
говорили о нем как о настоящем сражении, и в этом  смысле  были  написаны  и
посланы многие, вполне искренние корреспонденции; я их  читал  уже  дома.  К
нам, раненным в этом бою, отношение было вначале несколько  странное  -  нас
как будто меньше жалели, чем других раненых, но скоро и  это  сгладилось.  И
только новые случаи, подобные описанному, да то, что в неприятельской  армии
два отряда действительно перебили друг друга почти поголовно, дойдя ночью до
рукопашной схватки, дает мне право думать, что тут была ошибка.
     Наш доктор, тот,  что  произвел  ампутацию,  сухой,  костлявый  старик,
провонявший  йодоформом,  табачным  дымом   и   карболкой,   вечно   чему-то
улыбавшийся сквозь изжелта-седые, редкие усы, сказал мне, прищурив глаза:
     - Счастье ваше, что вы едете домой. Тут что-то неладно.
     - Что такое?
     - Да так. Неладно. В наше время было попроще.
     Он был участником последней европейской войны,  бывшей  почти  четверть
века назад, и часто с удовольствием вспоминал ее. А этой не понимал и, как я
заметил, боялся.
     - Да, неладно, - вздохнул он и нахмурился, скрывшись в облаке табачного
дыма, - Я сам бы уехал отсюда, если бы можно было.
     И, наклонившись ко мне, прошептал сквозь желтые, закопченные усы::
     - Скоро наступит такой момент, когда уже никто отсюда не уедет. Да.  Ни
я, никто.
     И в близких старых глазах его  я  увидел  то  же  остановившееся,  тупо
пораженное. И что-то ужасное, нестерпимое, похожее на падение тысячи зданий,
мелькнуло в моей голове, и, холодея от ужаса, я прошептал:
     - Красный смех.
     И он был  первый,  кто  понял  меня.  Он  поспешно  закивал  головою  и
подтвердил:
     - Да. Красный смех.
     Совсем близко подсев  ко  мне  и  озираясь  по  сторонам,  он  зашептал
учащенно, по-стариковски двигая острой седенькой бородкой:
     - Вы скоро уедете, и вам  я  скажу.  Вы  видели  когда-нибудь  драку  в
сумасшедшем доме? Нет? А я видел. И они дрались,  как  здоровые.  Понимаете,
как здоровые!
     Он несколько раз многозначительно повторил эту фразу.
     - Так что же? - так же ропотом и испуганно спросил я.
     - Ничего. Как здоровые!
     - Красный смех, - сказал я.
     - Их разлили водой.
     Я вспомнил дождь, который так напугал нас, и рассердился:
     - Вы с ума сошли, доктор!
     - Не больше, чем вы. Во всяком случае, не больше.
     Он охватил руками острые старческие колени и захихикал,  и,  косясь  на
меня через плечо, еще храня на сухих  губах  отзвуки  этого  неожиданного  и
тяжелого смеха, он несколько раз лукаво подморгнул мне, как будто мы  с  ним
только двое знали что-то  очень  смешное,  чего  не  знает  никто.  Потом  с
торжественностью профессора магии, показывающего фокусы,  он  высоко  поднял
руку, плавно опустил ее и осторожнее  двумя  пальцами  коснулся  того  места
одеяла, под которым находились бы мои ноги, если бы их не отрезали.
     - А это вы понимаете? - таинственно спросил он.
     Потом так же торжественно и многозначительно обвел рукою ряды кроватей,
на которых лежали раненые, и повторил:
     - А это вы можете объяснить?
     - Раненые, - сказал я. - Раненые.
     - Раненые, - как эхо, повторил он. -  Раненые.  Без  ног,  без  рук,  с
прорванными  животами,  размолотой  грудью,  вырванными  глазами.   Вы   это
понимаете? Очень рад. Значит, вы поймете и это?..
     С гибкостью, неожиданною для его возраста, он перекинулся вниз  и  стал
на руки, балансируя в воздухе ногами. Белый балахон  завернулся  вниз,  лицо
налилось кровью и, упорно смотря на меня странным перевернутым взглядом,  он
с трудом бросал отрывистые слова:
     - А это... вы также... понимаете?
     - Перестаньте, - испуганно зашептал я. - А то я закричу.
     Он перевернулся,  принял  естественное  положение,  сел  снова  у  моей
кровати и, отдуваясь, наставительно заметил:
     - И никто этого не понимает.
     - Вчера опять стреляли.
     - И вчера стреляли. И третьего дня стреляли, - утвердительно мотнул  он
головой.
     - Я хочу домой! - с тоскою сказал я. - Доктор, милый, я хочу  домой.  Я
не могу здесь оставаться. Я перестаю верить, что есть дом, где так хорошо.
     Он думал, у меня нет ног. Я так любил  ездить  на  велосипеде,  ходить,
бегать, а теперь у меня нет ног. На правой ноге я качал сына, и он  смеялся,
а теперь... Будьте вы прокляты! Зачем я поеду! Мне  только  тридцать  лет...
Будьте вы прокляты!
     И я рыдал, рыдал, вспоминая о милых ногах моих, моих  быстрых,  сильных
ногах. Кто отнял их у меня, кто смел их отнять!
     - Слушайте, - сказал доктор, глядя в сторону. - Вчера я  видел:  к  нам
пришел сумасшедший  солдат.  Неприятельский  солдат.  Он  был  раздет  почти
догола, избит, исцарапан и голоден, как животное; он  весь  зарос  волосами,
как заросли и мы все, и был похож на дикаря, на  первобытного  человека,  на
обезьяну. Он размахивал руками, кривлялся, пел и кричал и лез  драться.  Его
накормили и выгнали  назад  -  в  поле.  Куда  же  их  девать?  Дни  и  ночи
оборванными, зловещими призраками бродят они по холмам взад и вперед,  и  во
всех направлениях, без дороги, без цели, без пристанища. Размахивают руками,
хохочут, кричат и. поют, и когда встречаются, то вступают в  драку,  а  быть
может, не видят друг друга и проходят  мимо.  Чем  они  питаются?  Вероятно,
ничем, а быть может, трупами, вместе со зверями, вместе  с  этими  толстыми,
отъевшимися одичалыми собаками, которые  целые  ночи  дерутся  на  холмах  и
визжат. По ночам, как птицы, разбуженные бурей, как уродливые мотыльки,  они
собираются на огонь, и стоит развести костер от холода, чтобы через  полчаса
около него вырос десяток крикливых, оборванных, диких силуэтов,  похожих  на
озябших обезьян. В них стреляют иногда по ошибке, иногда нарочно, выведенные
из терпения их бестолковым, пугающим криком...
     - Я хочу домой! - кричал я, затыкая уши.
     И, словно сквозь вату, глухо и призрачно долбили  мой  измученный  мозг
новые ужасные слова:
     -... Их много.  Они  умирают  сотнями  в  пропастях,  в  волчьих  ямах,
приготовленных для здоровых и умных, на остатках колючей проволоки и кольев;
они вмешиваются в правильные, разумные сражения и дерутся, как герои  всегда
впереди, всегда бесстрашные; но часто бьют своих. Они мне нравятся. Сейчас я
только еще схожу с ума и оттого сижу и разговариваю с вами,  а  когда  разум
окончательно покинет меня, я выйду в поле - я выйду в поле, я кликну клич  -
я кликну клич, я соберу вокруг себя этих храбрецов, этих рыцарей без страха,
и объявлю войну всему миру. Веселой толпой, с музыкой и песнями, мы войдем в
города и села, и где мы  пройдем,  там  все  будет  красно,  там  все  будет
кружиться и плясать, как огонь. Те, кто не умер, присоединятся к нам, и наша
храбрая армия будет расти, как лавина, и очистит весь этот мир. Кто  сказал,
что нельзя убивать, жечь и грабить?..
     Он уже кричал, этот сумасшедший доктор, и криком своим  точно  разбудил
заснувшую боль тех, у кого были изорваны груди и животы, и вырваны глаза,  и
обрублены ноги. Широким, скребущим, плачущим стоном  наполнилась  палата,  и
отовсюду к нам повернулись бледные, желтые, изможденные лица, иные без глаз,
иные в таком чудовищном уродстве, как будто из  ада  вернулись  они.  И  они
стонали  и  слушали,  и  в  открытую  дверь  осторожно  заглядывала   черная
бесформенная тень, поднявшаяся  над  миром,  и  сумасшедший  старик  кричал,
простирая руки: - Кто сказал что нельзя убивать, жечь и  грабить?  Мы  будем
убивать, и грабить,  и  жечь.  Веселая,  беспечная  ватага  храбрецов  -  мы
разрушим все: их здания, их университеты и  музеи;  веселые  ребята,  полные
огненного смеха, - мы попляшем на развалинах.  Отечеством  нашим  я  объявлю
сумасшедший дом; врагами нашими и сумасшедшими - всех тех, кто еще не  сошел
с ума; и когда, великий,  непобедимый,  радостный,  я  воцарюсь  над  миром,
единым его владыкою и господином, - какой веселый смех огласит вселенную!
     - Красный смех! - закричал я,  перебивая.  -  Спасите!  Опять  я  слышу
красный смех!
     - Друзья! -  продолжал  доктор,  обращаясь  к  стонущим,  изуродованным
теням. - Друзья! У нас будет красная луна и красное солнце, и у зверей будет
красная веселая шерсть, и мы сдерем кожу с тех, кто слишком бел, кто слишком
бел... Вы не пробовали пить кровь? Она немного липкая, она  немного  теплая,
но она красная, и у нее такой веселый красный смех!..



ОТРЫВОК СЕДЬМОЙ



     ... это было безбожно, это было  беззаконно.  Красный  Крест  уважается
всем миром, как святыня, и они видели, что это идет поезд не с солдатами,  а
с безвредными ранеными, и они должны были предупредить  о  заложенной  мине.
Несчастные люди, они уже грезили о доме...



ОТРЫВОК ВОСЬМОЙ



     ... вокруг самовара, вокруг настоящего самовара, из которого пар валил,
как из паровоза, - даже стекло в лампе немного затуманилось: так сильно  шел
пар. И чашечки были те же, синие снаружи  и  белые  внутри,  очень  красивые
чашечки, которые подарили нам еще на свадьбе. Сестра  жены  подарила  -  она
очень славная и добрая женщина.
     - Неужели все целы? - недоверчиво спросил  я,  мешая  сахар  в  стакане
серебряной чистой ложечкой.
     - Одну разбили, - сказала жена  рассеянно:  она  в  это  время  держала
отвернутым кран, и оттуда красиво и легко бежала горячая вода.
     Я засмеялся.
     - Чего ты? - спросил брат.
     - Так. Ну, отвезите-ка меня еще  разок  в  кабинетик.  Потрудитесь  для
героя! Побездельничали без меня, теперь баста, я вас подтяну, - и я в шутку,
конечно, запел: "Мы храбро на врагов, на бой, друзья, спешим..."
     Они поняли шутку и тоже улыбнулись, только жена не  подняла  лица:  она
перетирала чашечки чистым вышитым полотенцем.  В  кабинете  я  снова  увидел
голубенькие обои, лампу с зеленым колпаком и столик, на котором стоял графин
с водою. И он был немного запылен.
     - Налейте-ка мне водицы отсюда, - весело приказал я.
     - Ты же сейчас пил чай.
     - Ничего, ничего, налейте. А ты, - сказал  я  жене,  возьми  сынишку  и
посиди немножко в той комнате. Пожалуйста.
     И маленькими глотками, наслаждаясь, я пил воду, а  в  соседней  комнате
сидели жена и сын, и я их не видел.
     - Так, хорошо. Теперь идите сюда. Но отчего он так  поздно  не  ложится
спать?
     - Он рад, что ты вернулся. Милый, пойди к отцу.
     Но ребенок заплакал и спрятался у матери в ногах.
     - Отчего он плачет? - с недоумением спросил я  и  оглянулся  кругом.  -
Отчего вы все так бледны, и молчите, и ходите за мною, как тени?
     Брат громко засмеялся и сказал:
     - Мы не молчим.
     И сестра повторила:
     - Мы все время разговариваем.
     - Я похлопочу об ужине, - сказала мать и торопливо вышла.
     - Да, вы молчите, - с неожиданной уверенностью повторил я. -  С  самого
утра я не слышу от вас слова, я только один болтаю, смеюсь,  радуюсь.  Разве
вы не рады мне? И почему вы все избегаете смотреть  на  меня,  разве  я  так
переменился? Да, так переменился. Я и зеркал не вижу. Вы  их  убрали?  Дайте
сюда зеркало.
     - Сейчас я  принесу,  -  ответила  жена  и  долго  не  возвращалась,  и
зеркальце принесла горничная. Я посмотрел в него, и - я  уже  видел  себя  в
вагоне, на вокзале - это было то же  лицо,  немного  постаревшее,  но  самое
обыкновенное. И они, кажется, ожидали почему-то, что я вскрикну  и  упаду  в
обморок, - так обрадовались они, когда я спокойно спросил:
     - Что же тут необыкновенного?
     Все громче смеясь, сестра поспешно вышла,  а  брат  сказал  уверенно  и
спокойно:
     - Да. Ты мало изменился. Полысел немного.
     - Поблагодари и за то, что голова осталась, - равнодушно ответил  я.  -
Но куда они все убегают: то одна, то другая. Повози-ка меня еще по комнатам.
Какое удобное кресло, совершенно бесшумное. Сколько заплатили?  А  я  уж  не
пожалею денег: куплю себе такие ноги, лучше... Велосипед!
     Он висел на стене, совсем еще новый,  только  с  опавшими  без  воздуха
шинами. На шине заднего колеса присох кусочек грязи -  от  последнего  раза,
когда я катался. Брат молчал и не двигал кресла, и я понял  это  молчание  и
эту нерешительность.
     - В нашем полку только четыре офицера осталось в живых, - угрюмо сказал
я. - Я очень счастлив... А его возьми себе, завтра возьми.
     - Хорошо, я возьму, - покорно согласился брат. - Да, ты счастлив. У нас
полгорода в трауре. А ноги это, право...
     - Конечно. Я не почтальон.
     Брат внезапно остановился и спросил:
     - А отчего у тебя трясется голова?
     - Пустяки. Это пройдет, доктор сказал!
     - И руки тоже?
     - Да, да. И руки. Все пройдет. Вези, пожалуйста, мне надоело стоять.
     Они расстроили меня, эти недовольные люди, но радость  снова  вернулась
ко мне, когда  мне  стали  приготовлять  постель  -  настоящую  постель,  на
красивой кровати, на кровати, которую я купил перед  свадьбой,  четыре  года
тому назад. Постлали чистую простыню, потом взбили подушки, завернули одеяло
- а я смотрел на эту торжественную церемонию, и в глазах у меня стояли слезы
от смеха.
     - А теперь раздень-ка меня и положи, - сказал я жене. - Как хорошо!
     - Сейчас, милый.
     - Поскорее!
     - Сейчас, милый.
     - Да что же ты?
     - Сейчас, милый.
     Она стояла за моею спиною, у туалета, и я  тщетно  поворачивал  голову,
чтобы увидеть ее. И вдруг она закричала, так закричала, как кричат только на
войне:
     - Что же это! - И бросилась ко мне, обняла,  упала  около  меня,  пряча
голову у отрезанных ног, с ужасом отстраняясь от них и снова припадая, целуя
эти обрезки и плача.
     - Какой ты был! Ведь тебе только тридцать лет. Молодой,  красивый  был.
Что же это! Как жестоки люди. Зачем  это?  Кому  это  нужно  было?  Ты,  мой
кроткий, мой жалкий, мой милый, милый...
     И тут на крик прибежали все они, и мать, и сестра, и нянька, и все  они
плакали, говорили что-то, валялись у моих ноги и так плакали.  А  на  пороге
стоял брат, бледный, совсем белый, с трясущейся челюстью, и визгливо кричал:
     - Я тут с вами с ума сойду. С ума сойду!
     А мать ползала у кресла и уже не кричала, а  хрипела  только  и  билась
головой о колеса. И чистенькая, со взбитыми подушками, с завернутым одеялом,
стояла кровать, та  самая,  которую  я  купил  четыре  года  назад  -  перед
свадьбой...



ОТРЫВОК ДЕВЯТЫЙ



     ... Я сидел в ванне с горячей водой,  а  брат  беспокойно  вертелся  по
маленькой  комнате,  присаживаясь,  снова  вставая,  хватая  в  руки   мыло,
простыню, близко поднося их к близоруким глазам и снова кладя обратно. Потом
стал лицом к стене и, ковыряя пальцем штукатурку, горячо продолжал:
     - Сам посуди: ведь нельзя же безнаказанно десятки  и  сотни  лет  учить
жалости, уму, логике - давать сознание.  Главное  -  сознание.  Можно  стать
безжалостным, потерять чувствительность, привыкнуть к виду крови, и слез,  и
страданий - как вот мясники, или некоторые  доктора,  или  военные;  но  как
возможно, познавши истину, отказаться от нее? По моему мнению, этого нельзя.
С детства меня учили не мучить животных, быть  жалостливым;  тому  же  учили
меня все книги, какие я прочел, и мне мучительно жаль тех, кто  страдает  на
вашей проклятой войн: е. Но вот проходит время, и  я  начинаю  привыкать  ко
всем этим смертям, страданиям, крови; я чувствую, что. и в обыденной жизни я
менее чувствителен,  менее  отзывчив  и  отвечаю  только  на  самые  сильные
возбуждения, - но к  самому  факту  войны  я  не  могу  привыкнуть,  мой  ум
отказывается понять и объяснить то, что  в  основе  своей  безумно.  Миллион
людей, собравшись  в  одно  место  и  стараясь  придать  правильность  своим
действиям, убивают друг друга, и всем  одинаково  больно,  и  все  одинаково
несчастны - что же это такое, ведь это сумасшествие?
     Брат обернулся и вопросительно уставился на  меня  своими  близорукими,
немного наивными глазами.
     - Красный смех, - весело сказал я, плескаясь.
     - И я скажу тебе правду. - Брат доверчиво положил холодную руку на  мое
плечо, но как будто испугался, что оно голое и мокрое, и быстро отдернул ее.
- Я скажу тебе правду: я очень боюсь сойти с ума. Я не могу понять, что  это
такое происходит. Я не могу понять, и это ужасно.  Если  бы  кто-нибудь  мог
объяснить мне, но никто не может. Ты был на войне, ты видел - объясни мне.
     - Убирайся к черту! - шутливо ответил я, плескаясь.
     - Вот и ты тоже, - печально сказал брат. - Никто не в силах мне помочь.
Это ужасно. И я перестаю понимать, что можно, чего нельзя,  что  разумно,  а
что безумно. Если сейчас я возьму тебя за горло, сперва тихонько, как  будто
ласкаясь, а потом покрепче, и удушу - что это будет!
     - Ты говоришь вздор. Никто этого не делает.
     Брат потер холодные руки, тихо улыбнулся и продолжал:
     - Когда ты был еще там, бывали ночи,  в  которые  я  не  спал,  не  мог
заснуть, и тогда ко мне приходили странные мысли: взять топор и пойти  убить
всех: маму, сестру, прислугу, нашу собаку. Конечно, это были только мысли, и
я никогда не сделаю.
     - Надеюсь, - улыбнулся я, плескаясь.
     - Вот тоже я боюсь ножей, всего острого, блестящего: мне  кажется,  что
если я возьму в руки нож, то непременно  кого-нибудь  зарежу.  Ведь  правда,
почему не зарезать, если нож острый?
     -  Основание  достаточное.  Какой  ты,  брат,   чудак!   Пусти-ка   еще
горяченькой водицы.
     Брат отвернул кран, впустил воды и продолжал:
     - Вот тоже я боюсь  толпы,  людей,  когда  их  соберется  много.  Когда
вечером я услышу на улице шум, громкий крик, то я вздрагиваю  и  думаю,  что
это уже началась... резня. Когда несколько человек стоит друг против друга и
я не слышу, о чем они разговаривают, мне начинает казаться, что  сейчас  они
закричат, бросятся один на другого и  начнется  убийство,  и  ты  знаешь,  -
таинственно наклонился он  к  моему  уху,  -  газеты  полны  сообщениями  об
убийствах, о каких-то странных убийствах. Это пустяки,  что  много  людей  и
много умов, - у человечества один разум, и он  начинает  мутиться.  Попробуй
мою голову, какая  она  горячая.  В  ней  огонь.  А  иногда  становится  она
холодной,  и  все  в  ней  замерзает,  коченеет,  превращается  в   страшный
омертвелый лед. Я должен сойти с ума, не смейся,  брат:  я  должен  сойти  с
ума... Уже четверть часа, тебе пора выходить из ванны.
     - Немножечко еще. Минуточку.
     Мне так хорошо было сидеть в ванне,  как  прежде,  и  слушать  знакомый
голос, не вдумываясь в слова, и видеть все знакомое, простое,  обыкновенное:
медный, слегка позеленевший кран, стены с знакомым рисунком,  принадлежности
к фотографии, в порядке разложенные  на  полках.  Я  снова  буду  заниматься
фотографией, снимать простые и тихие виды и  сына:  как  он  ходит,  как  он
смеется и шалит. Этим можно заниматься и без ног. И  снова  буду  писать  об
умных книгах, о новых успехах человеческой мысли, о красоте и мире.
     - Го-го-го! - загрохотал я, плескаясь.
     - Что с тобой? - испугался брат и побледнел.
     - Так. Весело, что я дома.
     Он. улыбнулся мне, как ребенок, как младшему, хотя я был  на  три  года
старше его, и задумался - как взрослый,  как  старик,  у  которого  большие,
тяжелые и старые мысли.
     - Куда уйти? - сказал он, пожав плечами. - Каждый день,  приблизительно
в один час,  газеты  замыкают  ток,  и  все  человечество  вздрагивает.  Эта
одновременность ощущений, мыслей, страданий и ужаса лишает меня опоры, и я -
как щепка на волне, как пылинка в вихре. Меня с силою отрывает от  обычного,
и каждое утро бывает один страшный момент, когда я вишу в воздухе над черной
пропастью безумия. И я упаду в нее, я должен в нее упасть.  Ты  еще  не  все
знаешь, брат. Ты не читаешь газет, много от тебя скрывают - ты  еще  не  все
знаешь, брат.
     И то, что он сказал, я счел немного мрачной  шуткой  это  было  участью
всех  тех,  кто  в  безумии  своем  становится  близок   безумию   войны   и
предостерегал нас. Я счел это шуткой - как будто  забыл  я  в  этот  момент,
плескаясь в горячей воде, все то, что видел я там.
     -  Ну  и  пусть  себе  скрывают,  а  мне  надо  вылезать  из  ванны,  -
легкомысленно сказал я, и брат улыбнулся и позвал слугу, и вдвоем они вынули
меня и одели. Потом я пил душистый чай из моего рубчатого стакана  и  думал,
что жить можно и без ног, а потом меня отвезли в кабинет к моему столу, и  я
приготовился работать.
     До войны я занимался в журнале обзором иностранных литератур, и  теперь
возле меня, на расстоянии руки, лежала груда этих милых, прекрасных  книг  в
желтых, синих, коричневых обложках. Моя радость была так велика, наслаждение
так глубоко, что я не решался начать чтение и только перебирал книги,  нежно
лаская их рукою. Я  чувствовал,  что  по  лицу  моему  расплывается  улыбка,
вероятно, очень глупая улыбка, но я не мог удержать  ее,  любуясь  шрифтами,
виньетками, строгой и прекрасной простотой рисунка. Как много во  всем  этом
ума и чувства красоты! Скольким людям надо было работать, искать, как  много
нужно было вложить таланта и вкуса, чтобы создать хоть вот эту букву,  такую
простую и изящную, такую умную, такую гармоничную и  красноречивую  в  своих
переплетающихся черточках.
     - А теперь надо работать, - серьезно, с уважением к труду, сказал я.
     И я взял перо, чтобы сделать заголовок, - и, как  лягушка,  привязанная
на нитке, зашлепала по бумаге моя рука. Перо тыкалось  в  бумагу,  скрипело,
дергалось, неудержимо скользило в  сторону  и  выводило  безобразные  линии,
оборванные, кривые, лишенные смысла. И я не вскрикнул, и я не  пошевельнулся
- я похолодел и замер в сознании  приближающейся  страшной  истины;  а  рука
прыгала по ярко освещенной бумаге, и каждый  палец  в  ней  трясся  в  таком
безнадежном, живом, безумном ужасе, как будто они, эти пальцы, были еще там,
на войне, и видели зарево и кровь, и слышали стоны и вопли несказанной боли.
Они отделились от меня, они жили, они стали ушами  и  глазами,  эти  безумно
трепещущие. пальцы; и, холодея, не имея силы вскрикнуть и пошевельнуться,  я
следил за их дикой пляской по чистому, ярко-белому листу.
     И тихо было. Они думали, что я работаю, и закрыли все двери,  чтобы  не
помешать звуком, - один, лишенный возможности двигаться, сидел я в комнате и
послушно глядел, как дрожат руки.
     - Это ничего, - громко сказал я, и  в  тишине  и  одиночестве  кабинета
голос прозвучал хрипло и нехорошо, как голос сумасшедшего. - Это  ничего.  Я
буду диктовать. Ведь был же слеп Мильтон,  когда  писал  свой  "Возвращенный
рай". Я могу мыслить - это главное, это все.  И  я  стал  сочинять  длинную,
умную фразу о слепом Мильтоне, но слова путались, выпадали, как  из  дурного
набора, и, когда я подходил к концу фразы, я уже забывал ее начало. Я  хотел
вспомнить тогда, с  чего  это  началось,  почему  я  сочиняю  эту  странную,
бессмысленную фразу о каком-то Мильтоне, - и не мог.
     - "Возвращенный рай", "Возвращенный рай", твердил я и не  понимал,  что
это значит.
     И тут я сообразил, что вообще много  я  забываю,  что  я  стал  страшно
рассеян и путаю знакомые лица, что даже в простом разговоре я теряю слова, а
иногда,  и  зная  слово,  не  могу  никак  понять  его  значения.  Мне  ясно
представился теперешний мой день: какой-то странный, короткий,  обрубленный,
как мои ноги, с  пустыми,  загадочными  местами  -  длинными  часами  потери
сознания или бесчувствия,
     Я хотел позвать жену, но забыл, как ее зовут, - это уже не удивило и не
испугало меня. Тихонько я прошептал:
     - Жена!
     Нескладное, непривычное в обращении слово тихо прозвучало и замерло, не
вызвав ответа. И тихо было. Они боялись неосторожным  звуком  помешать  моей
работе,  и  тихо  было  -  настоящий   кабинет   ученого,   уютный,   тихий,
располагающий к созерцанию и творчеству. "Милые, как они заботятся обо мне!"
- подумал я, умиленный.
     ... И вдохновение, святое вдохновение осенило меня. Солнце  зажглось  в
моей голове, и горячие творческие лучи его брызнули на весь мир, роняя цветы
и песни. И всю ночь я писал, не зная усталости,  свободно  паря  на  крыльях
могучего, святого вдохновения. Я писал великое, я писал бессмертное -  цветы
и песни. Цветы и песни...



 * ЧАСТЬ II *



ОТРЫВОК ДЕСЯТЫЙ



     ... к счастью, он умер на прошлой  неделе,  в  пятницу.  Повторяю,  это
большое счастье для брата. Безногий  калека,  весь  трясущийся,  с  разбитою
душой", в своем безумном экстазе творчества он был страшен и  жалок.  С  той
самой ночи целых два месяца он писал, не вставая с  кресла,  отказываясь  от
пищи, плача и ругаясь, когда мы на короткое время увозили его  от  стола.  С
необыкновенною быстротой он водил сухим пером по бумаге,  отбрасывая  листки
один за другим, и все писал, писал.  Он  лишился  сна,  и  только  два  раза
удалось нам уложить его на несколько часов  в  постель,  благодаря  сильному
приему наркотика,  а  потом  уже  и  наркоз  не  в  силах  был  одолеть  его
творческого безумного экстаза.  По  его  требованию,  окна  весь  день  были
завешены и горела лампа, создавая иллюзию  ночи,  и  он  курил  папиросу  за
папиросой  и  писал.  По-видимому,  он  был  счастлив,  и  мне  никогда   не
приходилось видеть у здоровых людей такого вдохновенного лица - лица пророка
или великого поэта. Он сильно исхудал, до восковой  прозрачности  трупа  или
подвижника, и совершенно поседел;  и  начал  он  свою  безумную  работу  еще
сравнительно молодым, а кончил ее - стариком.  Иногда  он  торопился  писать
больше обыкновенного, перо тыкалось в бумагу и ломалось, но  он  не  замечал
этого; в такие минуты  его  нельзя  было  трогать,  так  как,  при  малейшем
прикосновении, с ним делался  припадок,  слезы,  хохот;  минутами,  -  очень
редко, он блаженно отдыхал и благосклонно  беседовал  со  мною,  каждый  раз
предлагая одни и те же вопросы: кто я, как меня зовут и давно ли я занимаюсь
литературой.
     А потом снисходительно рассказывал, всегда в одних и тех же словах, как
он смешно испугался, что потерял память и  не  может  работать,  и  как  он.
блистательно тут же  опроверг  это  сумасшедшее  предположение,  начав  свой
великий, бессмертный труд о цветах и песнях.
     -. Конечно, я не рассчитываю на  признание  современников,  -  гордо  и
вместе с тем скромно  говорил  он,  кладя  дрожащую  руку  на  груду  пустых
листков, - но будущее, но будущее поймет мою идею.
     О войне он не вспоминал ни разу и ни разу не вспомнил о  жене  и  сыне;
призрачная бесконечная работа поглощала его внимание так  безраздельно,  что
едва ли он сознавал что-нибудь, кроме нее.  В  его  присутствии  можно  было
ходить, разговаривать, и он этого не замечал, и ни на мгновение лицо его  не
теряло выражения страшной напряженности и вдохновения.  В  безмолвии  ночей,
когда все спали и он  один  неутомимо  плел  бесконечную  нить  безумия,  он
казался страшен, и только один я да еще  мать  решались  подходить  к  нему.
Однажды я попробовал дать ему, вместо сухого  пера,  карандаш,  думая,  что,
быть может, он действительно что-нибудь пишет, но на бумаге остались  только
безобразные линии, оборванные, кривые, лишенные смысла.
     И умер он ночью, за работой. Я хорошо знал брата, и сумасшествие его не
явилось для меня неожиданностью: страстная мечта о работе, сквозившая еще  в
его письмах с войны, составлявшая содержание всей его жизни по  возвращении,
неминуемо должна была столкнуться с бессилием его  утомленного,  измученного
мозга и  вызвать  катастрофу.  И  думаю,  что  мне  довольно  точно  удалось
восстановить всю последовательность ощущений, приведших его  к  концу  в  ту
роковую ночь. Вообще, все, что я здесь записал о войне, взято мною  со  слов
покойного брата,  часто  очень  сбивчивых  и  бессвязных;  только  некоторые
отдельные картины так неизгладимо и глубоко вонзились в его мозг, что я  мог
привести их почти дословно, как он рассказывал.
     Я его любил, и смерть его лежит на мне, как камень, и давит мозг  своей
бессмысленностью.  К  тому  непонятному,  что  окутывает  мою  голову,   как
паутиной, она прибавила еще одну петлю и крепко затянула ее. Вся наша  семья
уехала в деревню, к родственникам, и я один во всем доме - в этом особнячке,
который так любил брат. Прислугу рассчитали,  иногда  дворник  из  соседнего
дома по утрам приходит топить печи, а в остальное время я один, и  похож  на
муху, которую захлопнули между двумя рамами  окна,  мечусь  и  расшибаюсь  о
какую-то прозрачную, но непреодолимую преграду. И я чувствую, я знаю, что из
этого дома мне не уйти. Теперь, когда я  один,  война  безраздельно  владеет
мною и стоит, как непостижимая загадка, как страшный дух, которого я не могу
облечь плотью. Я даю ей всевозможные образы:  безглавого  скелета  на  коне,
какой-то бесформенной тени, родившейся в тучах и бесшумно обнявшей землю, но
ни  один  образ  не  дает  мне  ответа  и  не  исчерпывает  того  холодного,
постоянного отупелого ужаса, который владеет мною.
     Я не понимаю войны и должен сойти с ума, как  брат,  как  сотни  людей,
которых привозят оттуда. И это не страшит меня. Потеря рассудка мне  кажется
почетной, как гибель часового на своем посту. Но ожидание, но это  медленное
и неуклонное приближение безумия, это мгновенное чувство чего-то  огромного,
падающего в пропасть, эта невыносимая боль  терзаемой  мысли...  Мое  сердце
онемело, оно умерло, и нет ему новой  жизни,  но  мысль  -  еще  живая,  еще
борющаяся, когда-то сильная, как Самсон, а теперь беззащитная и слабая,  как
дитя, - мне жаль ее, мою бедную мысль. Минутами я  перестаю  выносить  пытку
этих железных обручей, сдавливающих мозг; мне хочется неудержимо выбежать на
улицу, на площадь, где народ, и крикнуть:
     - Сейчас прекратите войну, или...
     Но какое "или"? Разве есть слова, которые могли бы вернуть их к разуму,
слова, на которые не нашлось бы других таких же громких и лживых  слов?  Или
стать перед ними на колени и заплакать? Но ведь сотни тысяч слезами оглашают
мир, а разве это хоть что-нибудь дает? Или на их глазах убить  себя?  Убить!
Тысячи умирают ежедневно и разве это хоть что-нибудь дает?
     И когда я так чувствую  свое  бессилие,  мною  овладевает  бешенство  -
бешенство войны, которую я ненавижу. Мне хочется, как тому доктору, сжечь их
дома, с их сокровищами, с их женами и детьми,  отравить  воду,  которую  они
пьют; поднять всех мертвых из гробов и бросить трупы в их  нечистые  жилища,
на их постели. Пусть спят с ними, как с женами, как с любовницами своими!
     О, если б я был дьявол! Весь ужас, которым дышит ад, я переселил бы  на
их землю; я стал бы владыкою их снов,  и,  когда,  с  улыбкой  засыпая,  они
крестили бы своих детей, я встал бы перед ними, черный...
     Да, я должен сойти с ума, но только бы скорее. Только бы скорее...



ОТРЫВОК ОДИННАДЦАТЫЙ



     ... пленных, кучку дрожащих,  испуганных  людей.  Когда  их  вывели  из
вагона, толпа рявкнула - рявкнула, как один огромный злобный пес, у которого
цепь коротка и непрочна. Рявкнула и замолчала, тяжело  дыша,  -  а  они  шли
тесной кучкой, заложив руки в карманы, заискивающе улыбаясь бледными губами,
и ноги их ступали так, как будто сейчас сзади под колено их  должны  ударить
длинною палкой. Но один шел несколько в стороне, спокойный,  серьезный,  без
улыбки, и, когда я  встретился  с  его  черными  глазами,  я  прочел  в  них
откровенную и голую ненависть. Я ясно увидел, что он меня презирает  и  ждет
от меня всего: если я сейчас  стану  убивать  его,  безоружного,  то  он  не
вскрикнет, не станет защищаться, оправдываться, он ждет от меня всего.
     Я побежал вместе с толпою, чтобы еще раз встретиться с ним  глазами,  и
это удалось мне, когда они входили уже в дом. Он вошел последним,  пропуская
мимо себя товарищей, и еще раз взглянул на  меня.  И  тут  я  увидел  в  его
черных, больших, без зрачка глазах такую муку, такую бездну ужаса и безумия,
как будто я заглянул в самую несчастную душу на свете.
     - Кто этот, с глазами? - спросил я у конвойного.
     - Офицер. Сумасшедший. Их много таких.
     - Как его зовут?
     - Молчит, не называется. И свои его не знают. Так, приблудный какой-то.
Его уж раз вынули из петли, да что!.. -. Конвойный махнул рукою и скрылся за
дверью.
     И вот теперь, вечером, я думаю о нем. Он один среди врагов, которых  он
считает способными на все, и свои не знают его. Он молчит и терпеливо  ждет,
когда может уйти из мира совсем. Я не верю, что  он  сумасшедший,  и  он  не
трус: он один держался с достоинством  в  кучке  этих  дрожащих,  испуганных
людей, которых он тоже, по-видимому, не считает своими. Что он думает? Какая
глубина отчаяния должна быть в душе  этого  человека,  который,  умирая,  не
хочет назвать своего имени. Зачем имя? Он кончил с жизнью  и  с  людьми,  он
понял настоящую их цену, и их вокруг него нет, ни своих, ни  чужих,  как  бы
они ни кричали, ни бесновались и ни угрожали. Я расспрашивал о нем: он  взят
в последнем страшном бою, резне, где погибло несколько десятков тысяч людей,
и он не сопротивлялся, когда его брали: он был почему-то безоружен, и, когда
не заметивший этого солдат ударил его шашкой, он  не  встал  с  места  и  не
поднял руки, чтоб  защищаться.  Но  рана  оказалась, к несчастью  для  него,
легкой.
     А быть может, он действительно сумасшедший?  Солдат  сказал:  их  много
таких...



ОТРЫВОК ДВЕНАДЦАТЫЙ



     ... начинается... Когда вчера ночью я вошел в кабинет брата, он сидел в
своем кресле у стола, заваленного книгами. Галлюцинация тотчас исчезла,  как
только я зажег свечу, но я долго не решался сесть в кресло,  где  сидел  он.
Было страшно вначале - пустые комнаты, в которых постоянно слышатся какие-то
шорохи и трески, создают эту жуть, - но потом мне  даже  понравилось:  лучше
он, чем кто-нибудь другой. Все-таки во  весь  этот  вечер  я  не  вставал  с
кресла: казалось, если я встану, он тотчас сядет на свое место. И ушел я  из
комнаты очень быстро, не оглядываясь. Нужно бы  во  всех  комнатах  зажигать
огонь - да стоит ли? Будет, пожалуй,  хуже,  если  я  что-нибудь  увижу  при
свете, - так все-таки остается сомнение.
     Сегодня я вошел со свечой, и никого в кресле не было. Очевидно,  просто
тень мелькнула. Опять я был на вокзале - теперь я каждое утро хожу туда -  и
видел целый вагон с нашими сумасшедшими. Его не стали открывать  и  перевели
на какой-то другой путь, но в окна я успел рассмотреть  несколько  лиц.  Они
ужасны. Особенно одно. Чрезмерно вытянутое, желтое  как  лимон,  с  открытым
черным ртом и неподвижными глазами, оно до того походило на маску ужаса, что
я не мог оторваться от него. А оно смотрело на меня, все целиком смотрело, и
было неподвижно - и так и уплыло вместе с двинувшимся вагоном,  не  дрогнув,
не переводя взора. Вот если бы оно представилось мне  сейчас  в  тех  темных
дверях, я, пожалуй, и не выдержал бы. Я  спрашивал:  двадцать  два  человека
привезли. Зараза растет. Газеты что-то замалчивают, но, кажется, и у  нас  в
городе не совсем хорошо. Появились какие-то черные, наглухо закрытые  кареты
- в один день, сегодня, я насчитал их шесть в разных концах города. В  одной
из таких, вероятно, поеду и я.
     А газеты ежедневно требуют новых войск и новой крови,  и  я  все  менее
понимаю, что это значит. Вчера я читал одну очень подозрительную статью, где
доказывается, что среди народа много шпионов, предателей и  изменников,  что
нужно быть осторожным и внимательным и что гнев народа сам найдет  виновных.
Каких виновных, в чем? Когда я ехал с вокзала в трамвае, я  слышал  странный
разговор, вероятно, по этому поводу:
     - Их нужно вешать без суда, - сказал один,  испытующе  оглядев  всех  и
меня. - Изменников нужно вешать, да.
     - Без жалости, - подтвердил другой. - Довольно их жалели.
     Я выскочил из вагона. Ведь все плачут от войны, и они  сами  плачут,  -
что же это значит? Какой-то  кровавый  туман  обволакивает  землю,  застилая
взоры, и я начинаю думать, что  действительно  приближается  момент  мировой
катастрофы. Красный смех, который видел брат. Безумие идет  оттуда,  от  тех
кровавых порыжелых полей, и я чувствую в воздухе  его  холодное  дыхание.  Я
крепкий и сильный человек, у меня нет тех разлагающих тело болезней, которые
влекут за собою и разложение мозга, но я вижу, как зараза охватывает меня, и
уже половина моих мыслей не принадлежит мне. Это хуже чумы и ее  ужасов.  От
чумы все-таки можно было куда-то спрятаться, принять какие-то  там  меры,  а
как спрятаться от всепроникающей мысли, не знающей расстояний и преград?
     Днем я еще могу бороться, а ночью я становлюсь, как и все,  рабом  моих
снов; и сны мои ужасны и безумны...



ОТРЫВОК ТРИНАДЦАТЫЙ



     ... повсеместные побоища, бессмысленные  и  кровавые.  Малейший  толчок
вызывает  дикую  расправу,  и  в  ход  пускаются  ножи,  камни,  поленья,  и
становится безразличным, кого убивать, - красная  кровь  просится  наружу  и
течет так охотно и обильно.
     Их было шестеро, этих крестьян, и их вели  три  солдата  с  заряженными
ружьями. В своем  особенном  крестьянском  платье,  простом  и  первобытном,
напоминающем дикаря, со своими особенными лицами, точно сделанными из  глины
и украшенными свалявшейся шерстью вместо волос, на улицах  богатого  города,
под конвоем дисциплинированных солдат, они походили на рабов древнего  мира.
Их вели на войну, и они шли, повинуясь штыкам, такие же  невинные  и  тупые,
как волы, ведомые на  бойню.  Впереди  шел  юноша,  высокий,  безбородый,  с
длинной гусиною шеей, на которой неподвижно сидела маленькая голова. Он весь
наклонился вперед, как хворостина,  и  смотрел  вниз  перед  собою  с  такою
пристальностью, как будто взор его проникал в самую глубину земли. Последним
шел приземистый, бородатый, уж пожилой; он  не  хотел  сопротивляться,  и  в
глазах его не было мысли, но земля притягивала его ноги, впивалась в них, не
пускала - и он шел, откинувшись назад, как  против  сильного  ветра.  И  при
каждом  шаге  солдат  сзади  толкал  его  прикладом  ружья,  и  одна   нога,
отклеившись, судорожно перебрасывалась вперед, а другая крепко  прилипала  к
земле. Лица солдат были тоскливы и злобны, и, видимо, уже давно они шли  так
- чувствовались усталость и равнодушие в том, как они несли ружья,  как  они
шагали враздробь,  по-мужичьи,  носками  внутрь.  Как  будто  бессмысленное,
длительное    и    молчаливое    сопротивление    крестьян    замутило    их
дисциплинированные ум, и они перестали понимать, куда идут и зачем.
     - Куда вы их ведете? -  спросил  я  крайнего  солдата.  Тот  вздрогнул,
взглянул на меня, и в его остром блеснувшем взгляде я так ясно  почувствовал
штык, как будто он находился уже в груди моей.
     - Отойди! - сказал солдат. - Отойди, а не то...
     Тот, пожилой, воспользовался минутой и убежал легкой трусцою он отбежал
к решетке бульвара и присел  на  корточки,  как  будто  прятался.  Настоящее
животное  не  могло  бы  поступить  так  глупо,  так  безумно.   Но   солдат
рассвирепел. Я видел, как он подошел вплотную, нагнулся и, перебросив  ружье
в левую руку, правой чмякнул по чему-то мягкому и плоскому. И еще. Собирался
народ. Послышался смех, крики...



ОТРЫВОК ЧЕТЫРНАДЦАТЫЙ



     ...  в  одиннадцатом  ряду  партера.  Справа  и  слева  ко  мне   тесно
прижимались чьи-то руки, и далеко  кругом  в  полутьме  торчали  неподвижные
головы, слегка освещенные красным со сцены. И постепенно мною овладевал ужас
от этой массы людей, заключенных в тесное пространство. Каждый из них молчал
и слушал то, что на сцене, а может быть, думал что-нибудь свое,  но  оттого,
что их было много,  в  молчании  своем  они  были  слышнее  громких  голосов
актеров. Они кашляли, сморкались, шумели одеждой и ногами, и я  слышал  ясно
их глубокое, неровное дыхание, согревавшее воздух. Они были страшны, так как
каждый из них мог стать трупом, и у всех  у  них  были  безумные  головы.  В
спокойствии этих расчесанных затылков, твердо опирающихся на белые,  крепкие
воротнички, я чувствовал ураган безумия, готовый разразиться каждую секунду.
     У меня похолодели руки, когда я подумал, как их много, как они  страшны
и как я далек от выхода. Они спокойны, а если крикнуть  -  "пожар!"...  И  с
ужасом я ощутил жуткое, страстное желание, о котором я не могу вспомнить без
того, чтобы руки мои снова не похолодели  и  не  покрылись  потом.  Кто  мне
мешает крикнуть - привстать, обернуться назад и крикнуть:
     - Пожар! Спасайтесь, пожар!
     Судорога безумия охватит их спокойные члены. Они вскочат,  они  заорут,
они завоют, как животные, они забудут, что у них есть жены, сестры и матери,
они начнут метаться, точно пораженные внезапной слепотой, и в безумии  своем
будут душить друг друга этими белыми пальцами,  от  которых  пахнет  духами.
Пустят яркий свет, и кто-то бледный со сцены будет кричать, что все спокойно
и пожара нет, и дико-весело заиграет дрожащая, обрывающаяся музыка -  а  они
не будут слышать ничего - они будут душить, топтать ногами, бить  женщин  по
головам, по этим хитрым, замысловатым прическам. Они будут отрывать  друг  у
друга уши, отгрызать носы, они изорвут одежду до  голого  тела  и  не  будут
стыдиться,  так  как  они  безумны.  Их  чувствительные,  нежные,  красивые,
обожаемые женщины будут визжать и биться, беспомощные,  у  их  ног,  обнимая
колени, все еще доверяя их благородству, - а они  будут  злобно  бить  их  в
красивое, поднятое лицо и рваться к выходу. Ибо  они  всегда  убийцы,  и  их
спокойствие, их благородство - спокойствие сытого зверя, чувствующего себя в
безопасности.
     И когда наполовину они сделаются трупами и дрожащей, оборванной  кучкой
устыдившихся зверей соберутся у выхода, улыбаясь лживой улыбкой, -  я  выйду
на сцену и скажу им со смехом:
     - Это все потому, что вы убили моего брата.
     Должно быть, я громко прошептал что-нибудь, потому что мой сосед справа
сердито завозился на месте и сказал:
     - Тише! Вы мешаете слушать.
     Мне стало весело и захотелось пошутить. Сделав предостерегающее суровое
лицо, я наклонился к нему.
     - Что такое? - спросил он недоверчиво. - Зачем так смотрите?
     - Тише, умоляю вас, - прошептал я одними  губами.  -  Вы  слышите,  как
пахнет гарью. В театре пожар.
     Он имел достаточно силы и благоразумия, чтобы не вскрикнуть.  Лицо  его
побелело, и глаза почти повисли на щеках, огромные, как бычачьи  пузыри,  но
он не вскрикнул. Он тихонько поднялся, даже не поблагодарив меня, и пошел  к
выходу, покачиваясь  и  судорожно  замедляя  шаги.  Он  боялся,  что  другие
догадаются о пожаре и не дадут уйти ему, единственному достойному спасения и
жизни.
     Мне стало противно, и я тоже ушел из  театра,  да  и  не  хотелось  мне
слишком рано открыть свое инкогнито. На улице я взглянул в ту сторону  неба,
где была война, там все было спокойно,  и  ночные  желтые  от  огней  облака
ползли медленно и спокойно. "Быть может, все это сон и никакой войны нет?" -
подумал я, обманутый спокойствием неба и города.
     Но из-за угла выскочил мальчишка, радостно крича:
     - Громовое  сражение.  Огромные  потери.  Купите  телеграмму  -  ночную
телеграмму!
     У фонаря я прочел ее. Четыре тысячи трупов. В театре было, вероятно, не
более тысячи человек. И всю дорогу я думал: четыре тысячи трупов.
     Теперь мне страшно приходить в мой опустелый дом. Когда  я  еще  только
вкладываю ключ и смотрю на немые, плоские двери,  я  уже  чувствую  все  его
темные пустые комнаты, по которым пойдет сейчас, озираясь, человек в  шляпе.
Я хорошо знаю дорогу, но уже на лестнице начинаю жечь спички и жгу их,  пока
найду свечу. В кабинет брата я теперь не хожу, и он  заперт  на  ключ  -  со
всем, что в нем есть. И сплю я  в  столовой,  куда  перебрался  совсем:  тут
спокойнее, и воздух как будто  хранит  еще  следы  разговоров,  и  смеха,  и
веселого звона посуды. Иногда я ясно слышу скрипение сухого  пера;  и  когда
ложусь в постель...



ОТРЫВОК ПЯТНАДЦАТЫЙ



     ... этот нелепый и страшный сон. Точно с  мозга  моего  сняли  костяную
покрышку, и, беззащитный, обнаженный, он покорно и жадно  впитывает  в  себя
все ужасы этих кровавых и безумных дней. Я лежу, сжавшись в  комок,  и  весь
помещаюсь на двух аршинах пространства, а мысль моя  обнимает  мир.  Глазами
всех людей я смотрю и ушами их слушаю; я умираю с убитыми; с теми, кто ранен
и забыт, я тоскую и плачу, и когда  из  чьего-нибудь  тела  бежит  кровь,  я
чувствую боль ран и страдаю. И то, чего не было и что далеко, я вижу так  же
ясно, как то, что было и что близко, и нет  предела  страданиям  обнаженного
мозга.
     Эти дети, эти маленькие, еще невинные дети. Я видел их на улице,  когда
они играли в войну и бегали друг за другом, и  кто-то  уж  плакал  тоненьким
детским голосом и что-то дрогнуло во мне от ужаса и  отвращения.  И  я  ушел
домой, и ночь настала, - и в огненных грезах, похожих на пожар  среди  ночи,
эти маленькие еще невинные дети превратились в полчище детей-убийц.
     Что-то зловещее горело широким и красным огнем,  и  в  дыму  копошились
чудовищные уродцы-дети с  головами  взрослых  убийц.  Они  прыгали  легко  и
подвижно, как играющие козлята, и дышали  тяжело,  словно  больные.  Их  рты
походили на пасти жаб или лягушек и  раскрывались  судорожно  и  широко;  за
прозрачною кожей их голых тел угрюмо бежала красная кровь -  и  они  убивали
друг друга, играя. Они были страшнее всего, что я видел, потому что они были
маленькие и могли проникнуть всюду.
     Я смотрел из окна, и один маленький увидел меня, улыбнулся  и  взглядом
попросился ко мне.
     - Я хочу к тебе, - сказал он.
     - Ты убьешь меня.
     - Я хочу к тебе, - сказал он и побледнел внезапно и  странно,  и  начал
царапаться вверх по белой стене, как крыса, совсем как  голодная  крыса.  Он
обрывался и пищал, и так быстро мелькал по стене, что я не мог  уследить  за
его порывистыми, внезапными движениями.
     "Он может пролезть под дверью", - с ужасом подумал я, и, точно  отгадав
мою мысль, он стал узенький и длинный и быстро, виляя кончиком хвоста, вполз
в темную щель под дверью парадного хода. Но я успел спрятаться под одеяло  и
слышал, как он, маленький, ищет меня по темным  комнатам,  осторожно  ступая
крохотными босыми ногами. Очень" медленно, останавливаясь, он приближался  к
моей комнате и вошел; и долго я ничего не слыхал, ни  движения,  ни  шороха,
как будто возле моей постели не было никого. И  вот  под  чьей-то  маленькой
рукой начал приподниматься край одеяла, и холодный воздух  комнаты  коснулся
лица моего и груди. Я держал одеяло крепко, но оно упорно отставало со  всех
сторон; и вот ногам моим сразу стало так холодно, как будто они окунулись  в
воду. Теперь они лежали  беззащитными  в  холодной  темноте  комнаты,  и  он
смотрел на них.
     На дворе, за стенами дома, залаяла собака и смолкла, и  я  слышал,  как
забренчала она цепью, убираясь в конуру. А он смотрел на мои  голые  ноги  и
молчал; но я знал, что он здесь, знал по тому нестерпимому  ужасу,  который,
как смерть, оковывал меня каменной, могильной неподвижностью. Если бы я  мог
крикнуть, я разбудил бы город, весь мир разбудил бы я; но голос умер во мне,
и, не шевелясь, покорно я ощущал движение по моему телу  маленьких  холодных
рук, подбиравшихся к горлу.
     - Я не могу! - простонал я, задыхаясь, и проснулся на одно мгновение, и
увидел  зоркую  темноту  ночи,  таинственную  и  живую,  и  снова,  кажется,
заснул...
     - Успокойся! - сказал мне брат,  присаживаясь  на  кровать,  и  кровать
скрипнула: так был он тяжел, мертвый. - Успокойся, ты видишь это во сне. Это
тебе показалось, что тебя душат, а ты крепко спишь в  темных  комнатах,  где
нет никого, а я сижу в моем кабинете и пишу. Никто из вас не понял, о чем  я
пишу, и вы осмеяли меня, как безумца, но теперь я скажу тебе правду. Я  пишу
о красном смехе. Ты видишь его?
     Что-то огромное, красное, кровавое стояло надо мною и беззубо смеялось.
     - Это красный  смех.  Когда  земля  сходит  с  ума,  она  начинает  так
смеяться. Ты ведь знаешь, земля сошла с ума. На ней нет ни цветов, ни песен,
она стала круглая, гладкая и красная, как голова, с которой содрали кожу. Ты
видишь ее?
     - Да, вижу. Она смеется.
     - Посмотри, что делаете у нее с мозгом. Он красный, как кровавая  каша,
и запутался.
     - Она кричит.
     - Ей больно. У нее нет ни цветов, ни песен.  Теперь  давай  я  лягу  на
тебя.
     - Мне тяжело, мне страшно.
     - Мы, мертвые, ложимся на живых. Тепло тебе?
     - Тепло.
     - Хорошо тебе?
     - Я умираю.
     - Проснись и крикни. Проснись и крикни. Я ухожу...



ОТРЫВОК ШЕСТНАДЦАТЫЙ



     ... уже восьмой день продолжается  сражение.  Оно  началось  в  прошлую
пятницу,  и  прошли  суббота,  воскресенье,  понедельник,  вторник,   среда,
четверг, и вновь наступила пятница и прошла - а оно  все  продолжается.  Обе
армии, сотни тысяч людей стоят друг против друга,  не  отступая,  непрерывно
посылают  разрывные  грохочущие  снаряды;  и  каждую   минуту   живые   люди
превращаются в трупы. От грохота, от непрерывного колебания воздуха дрогнуло
само небо и собрало над головой их черные тучи и  грозу  а  они  стоят  друг
против друга, не отступая, и убивают. Если человек не поспит трое суток,  он
становится болен и плохо помнит, а  они  не  спят  уже  неделю,  и  они  все
сумасшедшие. От этого им не больно,  от  этого  они  не  отступают  и  будут
драться, пока не перебьют всех. Сообщают, что у некоторых частей не  хватило
снарядов и там люди дрались камнями,  руками,  грызлись,  как  собаки.  Если
остатки этих людей вернутся домой, у них будут клыки, как у волков, - но они
не вернутся: они сошли с ума и перебьют всех. Они сошли с ума. В  голове  их
все перевернулось, и они ничего не  понимают:  если  их  резко  и  быстро  .
повернуть, они начинают стрелять в своих, думая, что бьют неприятеля.
     Странные слухи... Странные слухи, которые передают шепотом, бледнея  от
ужаса и диких предчувствий. Брат, брат, слушай, что рассказывают  о  красном
смехе! Будто бы появились призрачные отряды, полчища теней, во всем подобных
живым. По ночам, когда обезумевшие люди на минуту  забываются  сном,  или  в
разгаре дневного боя, когда  самый  ясный  день  становится  призраком,  они
являются внезапно и стреляют из призрачных пушек, наполняя воздух призрачным
гулом, и люди, живые, но  безумные  люди,  пораженные  внезапностью,  бьются
насмерть против призрачного врага, сходят с ума от ужаса, седеют мгновенно и
умирают. Призраки исчезают внезапно, как появились, и наступает тишина, а на
земле валяются новые изуродованные трупы - кто их убил? Ты знаешь, брат: кто
их убил?
     Когда после двух сражений наступает  затишье  и  враги  далеко,  вдруг,
темною ночью, раздается одинокий испуганный выстрел. И все вскакивают, и все
стреляют  в  темноту,  и  стреляют  долго,  целыми  часами   в   безмолвную,
безответную темноту. Кого видят они  там?  Кто,  страшный,  являет  им  свой
молчаливый образ, дышащий ужасом и безумием? Ты знаешь, брат, и  я  знаю,  а
люди еще не знают, но уже чувствуют они и спрашивают,  бледнея:  отчего  так
много сумасшедших - ведь прежде никогда не было так много сумасшедших?
     - Ведь прежде никогда не было так много  сумасшедших!  -  говорят  они,
бледнея, и им хочется верить, что теперь, как  прежде,  и  что  это  мировое
насилие над разумом не коснется их слабого умишка.
     - Ведь дрались же люди и прежде и всегда,  и  ничего  не  было  такого?
Борьба - закон жизни, - говорят они уверенно и спокойно, а сами бледнеют,  а
сами ищут глазами врача, а сами кричат  торопливо:  -  Воды,  скорей  стакан
воды!
     Они охотно стали бы идиотами, эти люди, чтобы только  не  слышать,  как
колышется их разум, как в непосильной борьбе с  бессмыслицей  изнемогает  их
рассудок. В эти дни, когда там непрестанно из людей делают трупы, я нигде не
мог найти покоя и бегал по людям, и много слышал этих  разговоров,  и  много
видел этих притворно улыбающихся лиц,  уверявших,  что  война  далеко  и  не
касается  их.  Но  еще  больше  я  встретил  голого,  правдивого  ужаса,   и
безнадежных горьких слез, и исступленных криков отчаяния, когда сам  великий
разум в напряжении всех своих сил выкрикивал из человека  последнюю  мольбу,
последнее свое проклятие:
     - Когда же кончится эта безумная бойня!
     У одних знакомых, где я не был давно,  быть  может,  несколько  лет,  я
неожиданно встретил сумасшедшего офицера, возвращенного с войны. Он был  мой
товарищ по школе, но я не узнал его; но его не узнала и  мать,  которая  его
родила. Если бы он год провалялся в могиле, он вернулся бы более похожим  на
себя, чем теперь. Он поседел и совсем белый; черты лица его мало изменились,
но он молчит и слушает что-то - и от этого на лице его лежит грозная  печать
такой отдаленности, такой чуждости всему, что с ним страшно заговорить.  Как
рассказали родным, он сошел с ума так: они стояли в резерве, когда  соседний
полк пошел в штыковую атаку. Люди бежали и кричали  "ура"  так  громко,  что
почти заглушали выстрелы,  -  и  вдруг  прекратились  выстрелы,  -  и  вдруг
прекратилось "ура", - и вдруг наступила могильная тишина: это они  добежали,
и начался штыковой бой. И этой тишины не выдержал его рассудок.
     Теперь он спокоен, пока при нем говорят, производят шум, кричат,  и  он
тогда прислушивается и  ждет;  но  стоит  наступить  минутной  тишине  -  он
хватается за голову, бежит на стену, на мебель и бьется в припадке,  похожем
на падучую. У него много родных, они чередуются вокруг него и  окружают  его
шумом; но остаются ночи, долгие безмолвные ночи, - н тут взялся за дело  его
отец, тоже седой и тоже немного сумасшедший. Он увешал  его  комнату  громко
тикающими  часами,  бьющими  почти  непрерывно  в  разное  время,  н  теперь
приспособляет какое-то колесо, похожее на непрерывную трещотку. Все  они  не
теряют надежды, что он выздоровеет, так как ему всего двадцать семь  лет,  и
сейчас у них даже весело. Его одевают очень чисто - не в военное  платье,  -
занимаются его наружностью, и со своими белыми волосами и молодым еще лицом,
задумчивый, внимательный, благородный в  медленных,  усталых  движениях,  он
даже красив.
     Когда мне рассказали все, я подошел  и  поцеловал  его  руку,  бледную,
вялую руку, которая никогда уже больше не поднимется для удара, -  н  никого
это особенно не  удивило.  Только  молоденькая  сестра  его  улыбнулась  мне
глазами и потом так ухаживала за мной, как будто я был ее жених и она любила
меня больше всех на свете. Так ухаживала, что я чуть не рассказал ей о своих
темных и пустых комнатах, в которых я  хуже,  чем  один,  -  подлое  сердце,
никогда не теряющее надежды... И устроила так, что мы остались вдвоем.
     - Какой вы бледный, и под глазами круги, - сказала она  ласково.  -  Вы
больны? Вам жалко своего брата?
     - Мне жалко всех. И я нездоров немного.
     - Я знаю, почему вы поцеловали его руку. Они этого не  поняли.  За  то,
что он сумасшедший, да?
     - За то, что он сумасшедший, да.
     Она задумалась и стала похожа на брата - только очень молоденькая.
     - А мне, - она остановилась и покраснела, но не опустила глаз, - а  мне
позволите поцеловать вашу руку?
     Я стал перед ней на колени и сказал:
     - Благословите меня.
     Она слегка побледнела, отстранилась и одними губами прошептала:
     - Я не верю.
     - И я также.
     На секунду ее руки коснулись моей головы, и эта секунда прошла.
     - Ты знаешь, - сказала она, - я еду туда.
     - Поезжай. Но ты не выдержишь.
     - Не знаю. Но им нужно, как тебе, как брату. Они не виноваты. Ты будешь
помнить меня?
     - Да. А ты?
     - Я буду помнить. Прощай!
     - Прощай навсегда!
     И я стал спокоен, и мне сделалось легко, как будто я уже пережил  самое
страшное, что есть в смерти и безумии. И в первый раз вчера я спокойно,  без
страха вошел в свой дом и открыл кабинет брата и долго сидел за его  столом.
И когда ночью, внезапно проснувшись, как от толчка, я услыхал  скрип  сухого
пера по бумаге, я не испугался и подумал чуть не с улыбкой:
     "Работай, брат, работай! Твое перо - оно обмокнуто в живую человеческую
кровь. Пусть кажутся твои листки  пустыми  -  своей  зловещей  пустотой  они
больше говорят о войне  и  разуме,  чем  все  написанное  умнейшими  людьми.
Работай, брат,  работай!"  ...  А  сегодня  утром  я  прочел,  это  сражение
продолжается, и  снова  овладела  мною  жуткая  тревога  и  чувство  чего-то
падающего в мозгу. Оно идет, оно близко - оно уже на пороге  этих  пустых  и
светлых комнат. Помни, помни же обо мне, моя милая девушка: я схожу  с  ума.
Тридцать тысяч убитых. Тридцать тысяч убитых...



ОТРЫВОК СЕМНАДЦАТЫЙ



     ... в городе какое-то побоище. Слухи темны и страшны...



ОТРЫВОК ВОСЕМНАДЦАТЫЙ



     Сегодня утром, просматривая  в  газете  бесконечный  список  убитых,  я
встретил знакомую фамилию: убит жених моей  сестры,  офицер,  призванный  на
военную службу вместе с покойным братом. А через  час  почтальон  отдал  мне
письмо, адресованное на имя брата, и на конверте  я  узнал  почерк  убитого:
мертвый писал к мертвому. Но это все же лучше  того  случая,  когда  мертвый
пишет к живому; мне показывали мать, которая целый месяц получала письма  от
сына после того, как в газетах  прочла  о  его  страшной  смерти  -  он  был
разорван снарядом. Он был  нежный  сын,  и  каждое  письмо  его  было  полно
ласковых слов, утешений, молодой и наивной надежды на какое-то  счастье.  Он
был мертв и каждый день с сатанинской аккуратностью писал о  жизни,  и  мать
перестала верить в его смерть - и, когда прошел без письма  один,  другой  и
третий день и наступило бесконечное молчание смерти, она взяла обеими руками
старый большой револьвер сына  и  выстрелила  себе  в  грудь.  Кажется,  она
осталась жива, - не знаю, не слыхал.
     Я долго рассматривал конверт и думал: он держал его в руках, он  где-то
покупал его, давал деньги, и денщик ходил куда-то в лавку, он заклеивал  его
и потом, быть может, сам опустил в  ящик.  Пришло  в  движение  колесо  того
сложного механизма, который называется почтой, и письмо поплыло мимо  лесов,
полей и городов, переходя из рук в руки, но неуклонно стремясь к своей цели.
Он надевал сапоги в то последнее утро - а оно плыло; он был  убит  -  а  оно
плыло; он был брошен в яму и завален трупами  и  землей  а  оно  плыло  мимо
лесов, полей и городов, живой призрак в  сером  штемпелеванном  конверте.  И
теперь я держу его в руках...
     Вот  содержание  письма.  Оно  написано  карандашом  на  клочках  и  не
окончено: что-то помешало.
     "... Только теперь я понял великую радость войны, это древнее первичное
наслаждение  убивать  людей  -  умных,  хитрых,  лукавых,  неизмеримо  более
интересных, чем самые хищные звери.  Вечно  отнимать  жизнь  -  это  так  же
хорошо, как играть в лаун-теннис и звездами. Бедный друг, как жаль,  что  ты
не с нами и принужден скучать в пресноте повседневщины. В  атмосфере  смерти
ты нашел бы то,  к  чему  вечно  стремился  своим  беспокойным,  благородным
сердцем. Кровавый пир - в этом  несколько  избитом  сравнении  кроется  сама
правда. Мы бродим по колена в крови, и голова  кружится  от  этого  красного
вина, как называют его в шутку мои славные ребята. Пить кровь врага вовсе не
такой глупый обычай, как думаем мы: они знали, что делали..."
     "Воронье кричит. Ты слышишь: воронье кричит. Откуда их столько? От  них
чернеет небо. Они сидят рядом с нами, потерявшие страх,  они  провожают  нас
всюду и всегда мы под ними, как  под  черным  кружевным  зонтиком,  как  под
движущимся деревом с черными листьями. Один подошел к самому  лицу  моему  и
хотел клюнуть он думал, должно быть, что я мертвый. Воронье  кричит,  и  это
немного беспокоит меня. Откуда их столько? ... Вчера мы  перерезали  сонных.
Мы крались тихонько, едва ступая ногами, как на дрохв, мы ползли так хитро и
осторожно, что не шевельнули ни одного трупа, не согнали пи  одного  ворона.
Как тени, крались мы, и ночь укрывала нас. Я сам снял часового: повалил  его
и задушил руками, чтобы не было крика. Понимаешь:  малейший  крик  -  и  все
пропало бы. Но он не крикнул. Он, кажется, не успел даже догадаться, что его
убивают".
     "Они все спали у тлеющих костров, спали спокойно,  как  дома  на  своих
постелях. Мы резали их больше часу, и только  некоторые  успели  проснуться,
прежде чем принять удар. Визжали и, конечно, просили пощады. Грызлись.  Один
откусил у меня палец на левой руке, которой я неосторожно придержал  его  за
голову. Он отгрыз мне палец,  а  я  начисто  отвернул  ему  голову;  как  ты
думаешь, мы квиты? Как они все не проснулись! Слышно было, как хрустят кости
и рубится мясо. Потом мы раздели их догола и поделили их ризы  между  собой.
Мой друг, не сердись за шутку. С твоей щепетильностью ты  скажешь,  что  это
припахивает мародерством, но ведь мы сами почти голы, совсем поизносились. Я
уже давно ношу какую-то бабью кофту и больше похож  на...,  чем  на  офицера
победоносной армии".
     "Кстати: ты, кажется, женат, и тебе не совсем удобно читать такие вещи.
Но... ты понимаешь? Женщины. Черт возьми, я молод и жажду любви! Постой, это
у тебя была невеста? Это  ты  показывал  мне  карточку  какой-то  девочки  и
говорил, что это невеста,  и  там  было  написано  что-то  печальное,  такое
печальное, такое грустное. И плакал ты. Это давно было, я смутно  помню,  на
войне не до нежностей. И плакал ты. О чем ты плакал? Что было  написано  там
такое печальное, такое грустное, как цветочек?  И  плакал  ты,  все  плакал,
плакал... Как не стыдно офицеру плакать!"
     "Воронье кричит. Ты слышишь, друг: воронье кричит. Чего надо ему?.."
     Дальше карандашные строчки стерлись, и подписи нельзя было разобрать.
     И странно: ни малейшей жалости не вызвал во мне погибший. Я очень  ясно
представлял себе его лицо, в котором все было мягко и нежно, как у  женщины:
окраска щек, ясность и утренняя свежесть  глаз,  бородка  такая  пушистая  и
нежная, что ею могла бы, кажется, украситься  и  женщине.  Он  любил  книги,
цветы и музыку, боялся всего грубого и  писал  стихи  -  брат,  как  критик,
уверял, что очень хорошие стихи. И со всем, что я знал и помнил,  я  не  мог
связать ни этого кричащего воронья,  ни  кровавой  резни,  ни  смерти.  ....
Воронье кричит...
     И вдруг на один безумный, несказанный счастливый миг  мне  ясно  стало,
что все это ложь и никакой войны нет. Нет ни убитых,  ни  трупов,  ни  этого
ужаса пошатнувшейся беспомощной мысли. Я  сплю  на  спине,  и  мне  грезится
страшный сон, как в детстве: и эти молчаливые жуткие  комнаты,  опустошенные
смертью и страхом, и сам я с каким-то диким письмом в руках. Брат жив, и все
они сидят за чаем, и слышно, как звенит посуда. ... Воронье кричит...
     Нет, это правда. Несчастная земля, ведь это правда. Воронье кричит. Это
не выдумка праздного писаки, ищущего дешевых эффектов, безумца,  потерявшего
разум. Воронье кричит. Где мой брат? Он был кроткий и благородный  и  никому
не желал зла. Где он? Я вас спрашиваю, проклятые убийцы!  Перед  всем  миром
спрашиваю я вас, проклятые убийцы, воронье, сидящее  на  падали,  несчастные
слабоумные звери! Вы звери! За что убили вы моего брата? Если бы у вас  было
лицо, я дал бы вам пощечину, но у вас нет лица, у вас морда  хищного  зверя.
Вы притворяетесь людьми, но под  перчатками  я  вижу  когти,  под  шляпою  -
приплюснутый череп зверя; за вашей умной речью я  слышу  потаенное  безумие,
бряцающее ржавыми цепями.  И  всею  силою  моей  скорби,  моей  тоски,  моих
опозоренных мыслей я проклинаю вас, несчастные слабоумные звери!



ОТРЫВОК ПОСЛЕДНИЙ



     ... от вас мы ждем обновления жизни!
     Кричал оратор, с трудом удерживаясь на столбике,  балансируя  руками  и
колебля знамя, на  котором  ломалась  в  складках  крупная  надпись:  "Долой
войну!"
     - Вы молодые, вы, жизнь которых еще впереди, сохраните себя  и  будущие
поколения от этого ужаса, от этого безумия. Нет сил выносить, кровь заливает
глаза. Небо валится на головы, земля расступается под ногами. Добрые люди...
     Толпа загадочно гудела, и голос говорившего  минутами  терялся  в  этом
живом и грозном шуме.
     - Пусть я сумасшедший, но я говорю правду. У меня  отец  и  брат  гниют
там, как падаль. Разведите костры, накопайте  ям  н  уничтожьте,  похороните
оружие. Разрушьте казармы и снимите с людей эту  блестящую  одежду  безумия,
сорвите ее. Нет сил выносить... Люди умирают...
     Его ударил н сшиб со столбика кто-то высокий; знамя поднялось еще раз и
упало.  Я  не  успел  рассмотреть  лица  ударившего,  так  как  тотчас   все
превратилось в кошмар. Все задвигалось, завыло; в воздухе  понеслись  камни,
поленья, над головами поднялись кулаки, кого-то  бившие.  Толпа,  как  живая
ревущая волна, подняла меня, отнесла на несколько шагов и с силою ударила  о
забор, потом отнесла назад и куда-то в  сторону  и,  наконец,  притиснула  к
высокому штабелю дров, наклонившемуся  вперед  и  грозившему  завалиться  на
головы. Что-то сухо и часто затрещало и  защелкало  по  бревнам;  мгновенное
затишье - и снова рев, огромный, широкозевный, страшный в своей стихийности.
И опять сухая и частая трескотня, и кто-то возле меня  упал,  и  из  красной
дыры на месте глаза полилась кровь. И тяжелое  полено,  крутясь  в  воздухе,
концом ударило меня по лицу, я упал и полез куда-то между  топочущих  ног  и
выбрался на свободное  пространство.  Потом  я  перелезал  какие-то  заборы,
обломав себе все ногти, взбирался на  штабеля  дров;  один  рассыпался  подо
мною, и я  упал  вместе  с  водопадом  стукающихся  поленьев;  из  какого-то
замкнутого четырехугольника я насилу выбрался а сзади  меня,  настигая,  все
грохотало, ревело, выло и трещало. Где-то звонил  колокол;  что-то  рухнуло,
как будто упал пятиэтажный дом. Сумерки точно остановились, не пуская  ночи,
и в той стороне рев и выстрелы словно окрасились красным светом  и  отогнали
тьму. Спрыгнув с последнего забора, я очутился в  каком-то  узеньком  кривом
переулке, похожем на коридор между двух  глухих  стен,  и  побежал  и  бежал
долго, но переулок оказался без выхода; его перегораживал забор,  и  за  ним
снова чернели штабеля дров и леса. И опять я лазил по этим подвижным  зыбким
громадам, проваливался в какие-то колодцы,  где  было  тихо  и  пахло  сырым
деревом, и снова выбирался наружу и не смел оглянуться назад: я и так  знал,
что делается там, по красноватому смутному налету, легшему на черные  бревна
и сделавшему их  похожими  на  убитых  великанов.  Кровь  с  разбитого  лица
перестала течь, и оно онемело и стало чужим,  как  гипсовая  маска;  и  боль
почти совсем утихла. Кажется, в одном из черных провалов, куда  я  свалился,
со мною сделалось дурно, и я потерял сознание,  но  не  знаю,  было  ли  это
действительно, или мне показалось, так как вспоминаю я себя только бегущим.
     Потом я долго метался по незнакомым улицам, на которых не было фонарей,
среди черных, точно вымерших домов, и никак не мог выбраться  из  их  немого
лабиринта.  Нужно  было  остановиться  и  оглядеться  вокруг   себя,   чтобы
определить направление, но этого нельзя было сделать: за мною по пятам несся
еще далекий, но все настигающий грохот и вой; иногда, на внезапном повороте,
он ударял меня в лицо, красный, закутанный  в  клубы  багрового  крутящегося
дыма, и тогда я поворачивал назад и метался до тех пор,  пока  он  снова  не
становился за моей спиной. На одном углу я увидел  полосу  света,  погасшего
при моем приближении: это поспешно закрывали  какой-то  магазин.  В  широкую
щель я еще увидел кусочек прилавка и какую-то кадку,  и  сразу  все  оделось
молчаливой, притаившейся мглой. Невдалеке от магазина я  встретил  человека,
бежавшего мне навстречу, и в темноте мы чуть не столкнулись и остановились в
двух шагах друг от друга. Не  знаю,  кто  был  он:  я  видел  только  темный
насторожившийся силуэт.
     - Ты откуда? - спросил он.
     - Оттуда.
     - А куда ты бежишь?
     - Домой.
     - А! Домой?
     Он помолчал и внезапно набросился на меня, стараясь  повалить  меня  на
землю, и его холодные пальцы жадно  нащупывали  мое  горло,  но  путались  в
одежде. Я укусил его за руку, вырвался и побежал, и он долго гнался за  мной
по пустынным улицам, громко стуча сапогами. Потом отстал - должно быть,  ему
было больно от укуса.
     Не знаю, как я попал на свою улицу. На ней также  не  было  фонарей,  и
дома стояли без одного огня, как мертвые, и я пробежал бы  ее,  не  узнавая,
если бы не поднял случайно  глаз  и  не  увидел  своего  дома.  Но  я  долго
колебался: самый дом, в котором я жил столько лет, казался мне чужим на этой
странной, мертвой улице,  будившей  печальное  и  необыкновенное  эхо  моего
громкого дыхания. Потом меня охватил внезапный бешеный испуг при мысли,  что
я потерял ключ, падая, и насилу я нашел его, хотя он был тут же, в  наружном
кармане. И  когда  я  щелкнул  замком,  эхо  повторило  звук  так  громко  и
необыкновенно, как будто сразу открылись двери на всей улице во всех мертвых
домах.
     Сперва я спрятался в подвале, но скоро стало страшно и скучно, и  перед
глазами что-то начало мелькать,  и  я  потихоньку  пробрался  в  комнаты.  В
темноте ощупью я запер все двери  и,  после  некоторого  размышления,  хотел
загородить их мебелью, но звук передвигаемого дерева был  страшно  громок  в
пустых комнатах и напугал меня.
     "Буду так ждать смерти. Ведь все равно", - решил я.
     В умывальнике была еще вода, очень теплая, и я ощупью  умылся  и  вытер
лицо простыней. Там, где лицо было разбито, очень саднило и  щипало,  и  мне
захотелось взглянуть на себя в зеркало. Я зажег спичку - и при ее  неровном,
слабо разгорающемся свете на меня  взглянуло  из  темноты  что-то  настолько
безобразное и страшное, что я поспешно бросил спичку на  пол.  Кажется,  был
переломлен нос.
     "Теперь все равно, - подумал я. - Никому это не нужно".
     Мне стало весело. Со странными ужимками и гримасами, как будто я был  в
театре и представлял вора, я отправился к буфету  и  начал  искать  остатков
пищи. Я ясно сознавал неуместность всех этих ужимок, но мне так нравилось. И
ел я все с теми же гримасами, притворяясь, что я очень жаден.
     Но тишина и тьма пугали меня. Я открыл форточку, выходившую во двор,  и
стал  слушать.  Вначале,  вероятно,  оттого,  что  езда  прекратилась,  мне.
показалось, совершенно тихо. И выстрелов не было. Но я скоро  ясно  различил
отдаленный гул голосов, крики,  трески  чего-то  падающего  и  хохот.  Звуки
заметно увеличивались в силе. Я посмотрел  на  небо:  оно  было  багровое  и
быстро бежало. И сарай против меня, и мостовая на  дворе,  и  конура  собаки
были окрашены, в тот же красноватый цвет. Тихонько я позвал из окна собаку:
     - Нептун!
     Но в конуре ничто не шевельнулось, а  возле  я  рассмотрел  в  багровом
свете поблескивающий обрывок цепи. Отдаленный крик и треск чего-то падающего
все росли, и я закрыл форточку.
     "Идут сюда!" - подумал я и начал искать, где бы спрятаться. Я  открывал
печи, щупал камин, отворял шкапы, но все  это  не  годилось.  Я  обошел  все
комнаты, кроме кабинета, куда я не хотел заглядывать. Я знал, что он сидит в
своем кресле против стола, заваленного книгами, н сейчас  это  было  бы  мне
неприятно.
     Постепенно мне начало казаться, что я  хожу  не  один:  вокруг  меня  в
темноте двигались молча какие-то люди. Они почти касались меня, и  один  раз
чье-то дыхание оледенило мой затылок.
     - Кто тут? - шепотом спросил я, но никто не ответил.
     А когда я снова пошел, они двинулись за мною, молчаливые и страшные.  Я
знал, что это мне кажется оттого, что я болен и у меня,  видимо,  начинается
жар, но не мог преодолеть страха, от которого все тело начинало дрожать, как
в ознобе. Я пощупал голову: она была горячая, как огонь.
     "Пойду лучше туда, - подумал я. - Он все-таки свой".
     Он сидел в своем кресле перед столом, заваленным книгами, и  не  исчез,
как  тогда,  но  остался.  Сквозь  опущенные  драпри  в  комнату  пробивался
красноватый свет, но ничего не освещал, и он был едва виден. Я сел в стороне
от него на диване и начал ждать. В комнате было тихо,  а  оттуда  приносился
ровный  гул,  трещание  чего-то  падающего  и   отдельные   крики.   И   они
приближались. И багровый свет становился все сильнее, и я уже видел в кресле
его: черный, чугунный профиль, очерченный узкой красною полосой.
     - Брат! - сказал я.
     Но он молчал, неподвижный и черный, как памятник.  В  соседней  комнате
хрустнула половица - н вдруг сразу стало так необыкновенно тихо, как  бывает
только там, где много мертвых.  Все  звуки  замерли,  и  сам  багровый  свет
приобрел неуловимый оттенок мертвенности и тишины, стал неподвижный и слегка
тусклый. Я подумал, что от брата идет такая тишина, и сказал ему об этом.
     - Нет, это не от меня, - ответил он. - Посмотри в окно.
     Я отдернул драпри и отшатнулся.
     - Так вот что! - сказал я.
     - Позови мою жену: она этого еще не видала, - приказал брат.
     Она сидела в столовой и что-то  шила,  и,  увидев  мое  лицо,  послушно
поднялась, воткнула иглу в шитье и пошла за мной.  Я  отдернул  занавеси  во
всех окнах, и в широкие отверстия влился  багровый  свет,  но  почему-то  не
сделал комнаты светлее: она осталась так же темна, и только окна  неподвижно
горели красными большими четырехугольниками.
     Мы подошли к окну. От самой стены дома  до  карниза  начиналось  ровное
огненно-красное небо, без туч, без звезд, без солнца, и уходило за горизонт.
А внизу под ним лежало такое же ровное темно-красное поле,  и  было  покрыто
оно трупами. Все трупы были голы и ногами обращены к нам, так что мы  видели
только ступни ног и треугольники подбородков. И было тихо, -  очевидно,  все
умерли, и на бесконечном поле не было забытых.
     - Их становится больше, - сказал брат.
     Он также стоял у окна, и все были тут: мать, сестра и все,  кто  жил  в
этом доме. Их лиц не было видно, в я узнавал их только по голосу. 907
     - Это кажется, - сказала сестра.
     - Нет, правда. Ты посмотри.
     Правда, трупов стало как будто больше. Мы внимательно искали причину  и
увидели: рядом с одним мертвецом, где раньше  было  свободное  место,  вдруг
появился труп: по-видимому, их выбрасывала земля. И все свободные промежутки
быстро заполнялись, и скоро вся земля  просветлела  от  бледно-розовых  тел,
лежавших  рядами,  голыми  ступнями  к   нам.   И   в   комнате   посветлело
бледно-розовым мертвым светом.
     - Смотрите, им не хватает места, - сказал брат.
     Мать ответила:
     - Один уже здесь.
     Мы оглянулись: сзади нас на полу лежало  голое  бледно-розовое  тело  с
закинутой головой. И. сейчас же возле него появилось другое и третье. И одно
за другим выбрасывала их  земля,  и  скоро  правильные  ряды  бледно-розовых
мертвых тел заполнили все комнаты.
     - Они и в детской, - сказала няня. - Я видела.
     - Нужно уйти, - сказала сестра.
     - Да ведь нет прохода, - отозвался брат. - Смотрите.
     Правда, голыми ногами они уже касались нас  и  лежали  плотно  рукою  к
руке. И вот они пошевельнулись  и  дрогнули,  и  приподнялись  все  теми  же
правильными рядами: это из земли выходили  новые  мертвецы  и  поднимали  их
кверху.
     - Они нас задушат! - сказал я. - Спасемтесь в окно.
     - Туда нельзя! - крикнул брат. - Туда нельзя. Взгляни, что там! ...  За
окном в багровом и неподвижном свете стоял сам Красный смех.

                                                          8 ноября 1904 г.
`;

export const mockStory3 = `     Нине Николаевне Грин подносит и посвящает
     Автор Пбг, 23 ноября 1922 г.

     Лонгрен, матрос "Ориона", крепкого  трехсоттонного брига, на котором он
прослужил десять  лет и к  которому  был привязан  сильнее,  чем  иной сын к
родной матери, должен был, наконец, покинуть службу.
     Это  произошло  так. В одно из  его  редких возвращений  домой,  он  не
увидел, как всегда еще издали, на пороге дома свою жену Мери, всплескивающую
руками, а затем бегущую навстречу до потери  дыхания. Вместо  нее, у детской
кроватки  --  нового   предмета  в   маленьком   доме   Лонгрена  --  стояла
взволнованная соседка.
     -- Три месяца я ходила  за нею, старик, --  сказала она, -- посмотри на
свою дочь.
     Мертвея,   Лонгрен   наклонился  и   увидел  восьмимесячное   существо,
сосредоточенно взиравшее на его длинную бороду,  затем сел, потупился и стал
крутить ус. Ус был мокрый, как от дождя.
     -- Когда умерла Мери? -- спросил он.
     Женщина  рассказала   печальную  историю,  перебивая  рассказ  умильным
гульканием девочке  и  уверениями,  что  Мери  в  раю.  Когда Лонгрен  узнал
подробности,  рай  показался  ему немного  светлее  дровяного  сарая,  и  он
подумал,  что огонь простой лампы -- будь теперь они  все  вместе, втроем --
был бы для ушедшей в неведомую страну женщины незаменимой отрадой.
     Месяца три назад хозяйственные  дела молодой  матери были совсем плохи.
Из денег,  оставленных Лонгреном,  добрая  половина  ушла  на лечение  после
трудных   родов,   на  заботы  о  здоровье  новорожденной;  наконец,  потеря
небольшой, но необходимой для жизни  суммы  заставила Мери  попросить в долг
денег у  Меннерса. Меннерс  держал трактир,  лавку  и считался состоятельным
человеком.
     Мери  пошла  к  нему  в  шесть  часов  вечера.  Около  семи рассказчица
встретила ее на дороге к Лиссу. Заплаканная и расстроенная Мери сказала, что
идет  в  город  заложить  обручальное  кольцо.  Она  прибавила, что  Меннерс
соглашался дать денег, но требовал за это любви. Мери ничего не добилась.
     -- У нас в доме нет даже крошки съестного, -- сказала она соседке. -- Я
схожу в город, и мы с девочкой перебьемся как-нибудь до возвращения мужа.
     В  этот вечер  была  холодная,  ветреная  погода; рассказчица  напрасно
уговаривала молодую женщину  не ходить в  Лисе к ночи. "Ты промокнешь, Мери,
накрапывает дождь, а ветер, того и гляди, принесет ливень".
     Взад и вперед от приморской деревни  в город составляло не  менее  трех
часов скорой  ходьбы,  но Мери не послушалась советов рассказчицы. "Довольно
мне колоть вам глаза, --  сказала она, -- и так уж нет почти ни одной семьи,
где я не взяла бы в  долг  хлеба, чаю или муки. Заложу колечко,  и кончено".
Она сходила, вернулась, а на другой день слегла в жару и бреду;  непогода  и
вечерняя изморось сразила  ее двухсторонним воспалением  легких, как  сказал
городской  врач,  вызванный  добросердной  рассказчицей.  Через   неделю  на
двуспальной кровати Лонгрена осталось пустое место, а соседка переселилась в
его дом нянчить и кормить девочку. Ей, одинокой вдове, это было не трудно. К
тому же, -- прибавила она, -- без такого несмышленыша скучно.
     Лонгрен  поехал  в город, взял  расчет, простился  с товарищами  и стал
растить  маленькую Ассоль. Пока девочка  не научилась  твердо  ходить, вдова
жила  у  матроса, заменяя  сиротке мать, но  лишь  только  Ассоль  перестала
падать, занося ножку через порог, Лонгрен решительно объявил, что теперь  он
будет  сам  все делать  для девочки,  и, поблагодарив  вдову  за  деятельное
сочувствие, зажил одинокой жизнью вдовца, сосредоточив все помыслы, надежды,
любовь и воспоминания на маленьком существе.
     Десять  лет  скитальческой  жизни  оставили в его  руках  очень немного
денег. Он стал работать. Скоро в  городских магазинах  появились его игрушки
--  искусно  сделанные  маленькие  модели  лодок,  катеров,  однопалубных  и
двухпалубных парусников, крейсеров, пароходов -- словом, того, что он близко
знал, что,  в  силу характера работы,  отчасти заменяло  ему грохот портовой
жизни и живописный  труд плаваний. Этим  способом  Лонгрен  добывал столько,
чтобы жить в рамках умеренной экономии. Малообщительный по натуре, он, после
смерти жены, стал еще замкнутее и нелюдимее. По праздникам его иногда видели
в  трактире, но  он никогда не присаживался, а торопливо  выпивал за стойкой
стакан   водки   и   уходил,  коротко  бросая   по   сторонам  "да",  "нет",
"здравствуйте", "прощай", "помаленьку" -- на все обращения и кивки  соседей.
Гостей он  не выносил, тихо спроваживая  их  не силой, но  такими намеками и
вымышленными обстоятельствами, что  посетителю не оставалось  ничего  иного,
как выдумать причину, не позволяющую сидеть дольше.
     Сам он тоже не посещал никого; таким образом меж ним и  земляками легло
холодное отчуждение, и будь работа Лонгрена --  игрушки  -- менее независима
от дел  деревни,  ему пришлось бы  ощутительнее испытать на себе последствия
таких отношений. Товары и съестные припасы он закупал в городе -- Меннерс не
мог бы похвастаться  даже коробкой  спичек, купленной  у  него Лонгреном. Он
делал  также сам  всю  домашнюю работу и терпеливо  проходил  несвойственное
мужчине сложное искусство ращения девочки.
     Ассоль  было уже пять лет, и отец начинал  все мягче и мягче улыбаться,
посматривая на ее нервное, доброе личико, когда, сидя у него на коленях, она
трудилась  над тайной  застегнутого  жилета или  забавно напевала матросские
песни -- дикие  ревостишия. В передаче детским голосом  и не  везде с буквой
"р"  эти  песенки  производили  впечатление танцующего  медведя, украшенного
голубой  ленточкой. В это время произошло событие, тень которого, павшая  на
отца, укрыла и дочь.
     Была весна, ранняя и суровая, как зима, но в другом роде. Недели на три
припал к холодной земле резкий береговой норд.
     Рыбачьи лодки, повытащенные на берег, образовали на белом песке длинный
ряд  темных килей, напоминающих хребты  громадных рыб. Никто не  отваживался
заняться промыслом  в  такую  погоду.  На единственной улице деревушки редко
можно было увидеть человека,  покинувшего  дом; холодный  вихрь, несшийся  с
береговых  холмов  в  пустоту  горизонта,  делал  "открытый воздух"  суровой
пыткой. Все трубы  Каперны дымились с  утра до  вечера, трепля дым по крутым
крышам.
     Но  эти  дни норда выманивали Лонгрена  из  его маленького теплого дома
чаще,  чем солнце, забрасывающее  в ясную  погоду море и Каперну покрывалами
воздушного золота.  Лонгрен выходил на мостик,  настланный по  длинным рядам
свай,  где,  на самом конце этого  дощатого  мола, подолгу курил раздуваемую
ветром  трубку, смотря,  как обнаженное у берегов дно дымилось седой  пеной,
еле  поспевающей  за валами,  грохочущий бег  которых к  черному, штормовому
горизонту наполнял пространство  стадами фантастических  гривастых  существ,
несущихся  в  разнузданном свирепом  отчаянии  к  далекому утешению. Стоны и
шумы, завывающая  пальба огромных взлетов воды  и,  казалось,  видимая струя
ветра,  полосующего окрестность, --  так силен  был  его  ровный  пробег, --
давали  измученной душе Лонгрена  ту притупленность,  оглушенность, которая,
низводя горе к смутной печали, равна действием глубокому сну.
     В один  из таких дней  двенадцатилетний сын Меннерса, Хин, заметив, что
отцовская лодка  бьется под мостками о сваи, ломая  борта, пошел и сказал об
этом отцу. Шторм начался  недавно; Меннерс  забыл вывести лодку на песок. Он
немедленно  отправился  к воде,  где увидел  на конце  мола, спиной  к  нему
стоявшего, куря, Лонгрена. На берегу, кроме их двух, никого более  не  было.
Меннерс прошел по мосткам  до  середины,  спустился в бешено-плещущую воду и
отвязал шкот; стоя в лодке, он стал пробираться к берегу, хватаясь руками за
сваи.  Весла  он  не взял,  и  в  тот  момент, когда,  пошатнувшись, упустил
схватиться  за  очередную  сваю,  сильный  удар ветра  швырнул  нос лодки от
мостков  в  сторону океана. Теперь  даже всей длиной тела Меннерс  не мог бы
достичь самой  ближайшей  сваи.  Ветер и волны,  раскачивая, несли  лодку  в
гибельный простор. Сознав положение,  Меннерс хотел броситься в  воду, чтобы
плыть к  берегу, но  решение  его  запоздало,  так  как лодка  вертелась уже
недалеко от конца мола, где значительная глубина воды и ярость валов обещали
верную смерть.  Меж Лонгреном и Меннерсом, увлекаемым в штормовую даль, было
не больше десяти сажен еще спасительного расстояния, так  как на мостках под
рукой у  Лонгрена висел сверток каната с вплетенным в один его конец грузом.
Канат этот висел на случай причала в бурную погоду и бросался с мостков.
     -- Лонгрен! -- закричал смертельно  перепуганный Меннерс. -- Что же  ты
стал, как пень? Видишь, меня уносит; брось причал!
     Лонгрен молчал, спокойно смотря на метавшегося в лодке Меннерса, только
его трубка задымила  сильнее, и он, помедлив, вынул ее из рта,  чтобы  лучше
видеть происходящее.
     --  Лонгрен! -- взывал  Меннерс. -- Ты  ведь  слышишь меня, я  погибаю,
спаси!
     Но  Лонгрен не сказал  ему ни  одного  слова;  казалось,  он  не слышал
отчаянного  вопля. Пока не  отнесло  лодку  так  далеко,  что  еле  долетали
слова-крики Меннерса, он не переступил даже с ноги на ногу. Меннерс рыдал от
ужаса,  заклинал  матроса бежать к рыбакам, позвать помощь,  обещал  деньги,
угрожал и сыпал проклятиями, но  Лонгрен только подошел ближе к самому  краю
мола, чтобы не сразу  потерять из вида  метания и скачки лодки. "Лонгрен, --
донеслось к нему  глухо, как с  крыши -- сидящему внутри  дома,  --  спаси!"
Тогда, набрав  воздуха и  глубоко  вздохнув, чтобы не потерялось в  ветре ни
одного слова, Лонгрен крикнул: --  Она так же просила  тебя! Думай  об этом,
пока еще жив, Меннерс, и не забудь!
     Тогда  крики  умолкли,  и  Лонгрен  пошел  домой.  Ассоль, проснувшись,
увидела,  что  отец  сидит пред угасающей  лампой  в  глубокой задумчивости.
Услышав голос девочки, звавшей его,  он подошел  к  ней, крепко  поцеловал и
прикрыл сбившимся одеялом.
     -- Спи, милая, -- сказал он, -- до утра еще далеко.
     -- Что ты делаешь?
     -- Черную игрушку я сделал, Ассоль, -- спи!
     На  другой  день только и  разговоров было  у  жителей  Каперны,  что о
пропавшем  Меннерсе,  а  на  шестой день привезли  его самого, умирающего  и
злобного. Его рассказ  быстро  облетел окрестные деревушки. До вечера носило
Меннерса;  разбитый  сотрясениями о  борта и дно  лодки,  за  время страшной
борьбы  с   свирепостью  волн,  грозивших,  не  уставая,  выбросить  в  море
обезумевшего  лавочника,  он был подобран  пароходом  "Лукреция",  шедшим  в
Кассет. Простуда  и  потрясение ужаса  прикончили  дни  Меннерса. Он  прожил
немного  менее сорока  восьми часов,  призывая  на  Лонгрена  все  бедствия,
возможные  на земле и в воображении. Рассказ Меннерса, как  матрос следил за
его гибелью, отказав в помощи, красноречивый тем более, что  умирающий дышал
с трудом и стонал, поразил жителей Каперны. Не говоря уже о  том, что редкий
из них способен был  помнить  оскорбление и  более тяжкое, чем  перенесенное
Лонгреном, и горевать так  сильно, как горевал он до конца жизни  о Мери, --
им было отвратительно, непонятно, поражало их, что Лонгрен молчал. Молча, до
своих  последних  слов,  посланных вдогонку  Меннерсу, Лонгрен  стоял; стоял
неподвижно, строго и тихо,  как судья, выказав глубокое презрение к Меннерсу
--  большее, чем ненависть, было в его молчании, и это все чувствовали. Если
бы он  кричал, выражая жестами или суетливостью злорадства, или еще чем иным
свое торжество  при  виде  отчаяния Меннерса, рыбаки  поняли  бы  его, но он
поступил иначе, чем  поступали они -- поступил внушительно, непонятно и этим
поставил  себя выше других, словом,  сделал то, чего не прощают. Никто более
не кланялся  ему, не  протягивал руки,  не бросал узнающего,  здоровающегося
взгляда.  Совершенно  навсегда  остался  он в  стороне от  деревенских  дел;
мальчишки,  завидев его, кричали вдогонку: "Лонгрен утопил Меннерса!". Он не
обращал  на это  внимания.  Так же, казалось, он не замечал и  того,  что  в
трактире или  на  берегу, среди  лодок,  рыбаки умолкали в его  присутствии,
отходя в  сторону,  как  от зачумленного.  Случай с Меннерсом закрепил ранее
неполное  отчуждение.  Став  полным, оно вызвало прочную взаимную ненависть,
тень которой пала и на Ассоль.
     Девочка росла без  подруг. Два-три десятка детей ее возраста, живших  в
Каперне, пропитанной,  как  губка  водой,  грубым семейным  началом, основой
которого служил непоколебимый  авторитет матери и отца, переимчивые, как все
дети  в мире, вычеркнули  раз  -- навсегда  маленькую Ассоль из сферы своего
покровительства и  внимания. Совершилось это, разумеется,  постепенно, путем
внушения  и окриков  взрослых приобрело характер страшного запрета, а затем,
усиленное пересудами и кривотолками, разрослось  в  детских  умах страхом  к
дому матроса.
     К тому же замкнутый образ  жизни Лонгрена освободил теперь истерический
язык сплетни; про  матроса  говаривали, что он где-то кого-то  убил, оттого,
мол, его больше не берут служить на суда, а сам он мрачен и  нелюдим, потому
что  "терзается  угрызениями преступной совести". Играя, дети гнали  Ассоль,
если она приближалась  к ним, швыряли грязью и дразнили тем,  что будто отец
ее ел человеческое мясо, а  теперь делает  фальшивые деньги. Одна за другой,
наивные  ее  попытки  к  сближению  оканчивались  горьким плачем,  синяками,
царапинами  и другими  проявлениями  общественного  мнения;  она  перестала,
наконец,  оскорбляться, но все еще иногда спрашивала отца: -- "Скажи, почему
нас не любят?" -- "Э, Ассоль, -- говорил Лонгрен, -- разве они умеют любить?
Надо уметь  любить, а этого-то они  не могут". -- "Как это -- уметь?"  -- "А
вот  так!"  Он  брал  девочку  на  руки  и  крепко  целовал  грустные глаза,
жмурившиеся от нежного удовольствия.
     Любимым развлечением Ассоль было по вечерам или в праздник, когда отец,
отставив банки с  клейстером,  инструменты  и неоконченную работу,  садился,
сняв  передник, отдохнуть, с трубкой в зубах, -- забраться к  нему на колени
и,  вертясь  в  бережном  кольце  отцовской  руки,  трогать  различные части
игрушек,   расспрашивая  об  их  назначении.  Так  начиналась   своеобразная
фантастическая  лекция о  жизни  и людях  -- лекция,  в  которой,  благодаря
прежнему образу  жизни Лонгрена, случайностям, случаю вообще, -- диковинным,
поразительным и необыкновенным  событиям отводилось главное место.  Лонгрен,
называя  девочке  имена  снастей,   парусов,   предметов  морского  обихода,
постепенно увлекался, переходя от объяснений к различным эпизодам, в которых
играли  роль  то брашпиль, то  рулевое колесо, то мачта или какой-нибудь тип
лодки и т. п.,  а от отдельных иллюстраций этих переходил к широким картинам
морских скитаний, вплетая суеверия в действительность, а действительность --
в  образы  своей  фантазии.  Тут  появлялась  и  тигровая  кошка,   вестница
кораблекрушения, и говорящая летучая рыба, не послушаться приказаний которой
значило сбиться с курса, и  Летучий  Голландец  с  неистовым своим экипажем;
приметы, привидения, русалки, пираты -- словом, все басни,  коротающие досуг
моряка   в  штиле  или  излюбленном  кабаке.  Рассказывал  Лонгрен  также  о
потерпевших  крушение,  об  одичавших  и  разучившихся   говорить  людях,  о
таинственных кладах, бунтах каторжников  и  многом другом, что выслушивалось
девочкой внимательнее, чем может быть слушался в  первый раз рассказ Колумба
о  новом материке.  -- "Ну, говори еще", --  просила Ассоль, когда  Лонгрен,
задумавшись, умолкал,  и засыпала на  его груди  с головой,  полной чудесных
снов.
     Также служило ей большим, всегда материально существенным удовольствием
появление приказчика  городской  игрушечной  лавки, охотно покупавшей работу
Лонгрена. Чтобы  задобрить отца и выторговать лишнее, приказчик захватывал с
собой  для  девочки  пару  яблок, сладкий пирожок,  горсть  орехов.  Лонгрен
обыкновенно  просил  настоящую  стоимость  из нелюбви  к торгу, а  приказчик
сбавлял. --  "Эх, вы, -- говорил  Лонгрен, --  да  я неделю  сидел  над этим
ботом. -- Бот был пятивершковый.  -- Посмотри, что за прочность, а осадка, а
доброта? Бот  этот пятнадцать человек  выдержит в  любую погоду".  Кончалось
тем, что тихая возня девочки, мурлыкавшей над своим яблоком, лишала Лонгрена
стойкости  и  охоты  спорить;  он  уступал,  а   приказчик,   набив  корзину
превосходными, прочными игрушками,  уходил,  посмеиваясь в усы.  Всю домовую
работу Лонгрен исполнял  сам: колол  дрова, носил воду, топил печь, стряпал,
стирал, гладил белье и, кроме всего этого, успевал работать для денег. Когда
Ассоль  исполнилось восемь  лет, отец выучил  ее читать и  писать.  Он  стал
изредка  брать ее с собой в город,  а  затем посылать даже  одну, если  была
надобность перехватить денег  в магазине  или снести товар. Это случалось не
часто, хотя  Лисе лежал всего в четырех верстах от Каперны, но дорога к нему
шла  лесом,  а  в  лесу  многое  может  напугать  детей,  помимо  физической
опасности, которую,  правда, трудно встретить на таком близком расстоянии от
города,  но все-таки не  мешает иметь в виду. Поэтому только  в хорошие дни,
утром,  когда  окружающая  дорогу  чаща  полна  солнечным  ливнем, цветами и
тишиной, так что  впечатлительности Ассоль не  грозили фантомы  воображения,
Лонгрен отпускал ее в город.
     Однажды,  в  середине такого путешествия  к городу,  девочка  присела у
дороги  съесть  кусок пирога, положенного в корзинку на завтрак.  Закусывая,
она перебирала игрушки; из них  две-три оказались  новинкой для нее: Лонгрен
сделал их ночью. Одна такая  новинка была  миниатюрной гоночной яхтой; белое
суденышко подняло алые паруса, сделанные из обрезков шелка, употреблявшегося
Лонгреном для оклейки пароходных кают -- игрушек богатого покупателя. Здесь,
видимо, сделав яхту, он не нашел подходящего материала для паруса, употребив
что  было --  лоскутки  алого шелка. Ассоль пришла в  восхищение.  Пламенный
веселый цвет так  ярко горел в ее руке, как будто  она держала огонь. Дорогу
пересекал ручей, с  переброшенным через него жердяным мостиком; ручей справа
и слева уходил в лес. "Если я спущу ее на воду поплавать немного, размышляла
Ассоль, -- она ведь не промокнет, я ее потом вытру". Отойдя в лес за мостик,
по  течению  ручья,  девочка осторожно спустила  на  воду  у  самого  берега
пленившее  ее  судно;  паруса тотчас сверкнули  алым отражением в прозрачной
воде:  свет, пронизывая материю,  лег дрожащим розовым  излучением  на белых
камнях  дна.  --  "Ты  откуда  приехал,  капитан? --  важно спросила  Ассоль
воображенное  лицо и,  отвечая сама себе, сказала: --  Я приехал" приехал...
приехал я  из Китая. --  А что ты привез? -- Что привез, о том не скажу.  --
Ах, ты так, капитан! Ну,  тогда я тебя посажу обратно в корзину". Только что
капитан приготовился смиренно ответить, что он пошутил и что  готов показать
слона,  как вдруг тихий отбег береговой струи повернул яхту носом к середине
ручья, и, как настоящая, полным ходом покинув берег, она ровно поплыла вниз.
Мгновенно  изменился масштаб видимого: ручей казался девочке огромной рекой,
а  яхта  --  далеким,  большим судном, к которому,  едва  не  падая в  воду,
испуганная и  оторопевшая,  протягивала  она  руки. "Капитан испугался",  --
подумала  она и побежала за уплывающей игрушкой, надеясь, что ее  где-нибудь
прибьет  к берегу. Поспешно таща не  тяжелую,  но мешающую корзинку,  Ассоль
твердила: -- "Ах, господи! Ведь случись же..." -- Она старалась не терять из
вида красивый,  плавно убегающий треугольник парусов,  спотыкалась, падала и
снова бежала.
     Ассоль  никогда  не  бывала  так  глубоко  в  лесу,   как  теперь.  Ей,
поглощенной   нетерпеливым  желанием  поймать  игрушку,  не  смотрелось   по
сторонам;  возле  берега,  где она  суетилась,  было  довольно  препятствий,
занимавших   внимание.  Мшистые  стволы  упавших   деревьев,  ямы,   высокий
папоротник, шиповник, жасмин и орешник мешали  ей на каждом  шагу;  одолевая
их,  она  постепенно  теряла силы, останавливаясь  все  чаще  и  чаще, чтобы
передохнуть или смахнуть с лица липкую  паутину. Когда  потянулись, в  более
широких местах, осоковые и тростниковые заросли, Ассоль совсем было потеряла
из вида  алое сверкание парусов, но, обежав излучину  течения, снова увидела
их, степенно и неуклонно бегущих прочь. Раз она оглянулась, и лесная громада
с  ее пестротой, переходящей от  дымных  столбов  света  в листве  к  темным
расселинам дремучего сумрака, глубоко поразила девочку. На мгновение оробев,
она  вспомнила  вновь  об  игрушке  и,   несколько   раз  выпустив  глубокое
"ф-ф-у-уу", побежала изо всех сил.
     В  такой безуспешной  и тревожной  погоне  прошло около часу,  когда  с
удивлением, но и с облегчением Ассоль  увидела, что деревья впереди свободно
раздвинулись, пропустив синий  разлив моря, облака и край  желтого песчаного
обрыва, на который она выбежала, почти падая от усталости. Здесь  было устье
ручья; разлившись  нешироко и  мелко, так что виднелась струящаяся голубизна
камней, он  пропадал  в  встречной  морской  волне. С  невысокого,  изрытого
корнями обрыва Ассоль увидела, что у ручья, на плоском большом камне, спиной
к  ней,  сидит  человек,   держа  в  руках  сбежавшую  яхту,  и  всесторонне
рассматривает   ее  с   любопытством   слона,  поймавшего  бабочку.  Отчасти
успокоенная  тем,  что  игрушка цела, Ассоль  сползла  по обрыву  и,  близко
подойдя к незнакомцу, воззрилась  на него изучающим взглядом,  ожидая, когда
он  подымет голову.  Но  неизвестный  так  погрузился в  созерцание  лесного
сюрприза, что девочка успела рассмотреть его с головы до ног, установив, что
людей, подобных этому незнакомцу, ей видеть еще ни разу не приходилось.
     Но перед ней был не кто иной, как путешествующий пешком Эгль, известный
собиратель песен, легенд, преданий и сказок. Седые кудри складками  выпадали
из-под его  соломенной  шляпы;  серая  блуза,  заправленная в синие брюки, и
высокие  сапоги придавали ему вид охотника; белый воротничок, галстук, пояс,
унизанный серебром блях,  трость  и  сумка с новеньким никелевым замочком --
выказывали горожанина. Его лицо, если можно назвать лицом нос, губы и глаза,
выглядывавшие  из  бурно  разросшейся  лучистой  бороды  и  пышных,  свирепо
взрогаченных  вверх  усов,  казалось  бы вялопрозрачным, если бы  не  глаза,
серые, как  песок, и  блестящие,  как  чистая  сталь,  с взглядом  смелым  и
сильным.
     -- Теперь  отдай мне, -- несмело сказала девочка. -- Ты уже поиграл. Ты
как поймал ее?
     Эгль  поднял  голову,  уронив  яхту,   --  так   неожиданно   прозвучал
взволнованный  голосок Ассоль.  Старик  с  минуту разглядывал ее, улыбаясь и
медленно пропуская  бороду в  большой, жилистой горсти. Стиранное  много раз
ситцевое платье едва  прикрывало до колен худенькие, загорелые ноги девочки.
Ее  темные густые волосы, забранные  в кружевную косынку,  сбились,  касаясь
плеч.  Каждая  черта  Ассоль  была выразительно легка  и  чиста,  как  полет
ласточки.  Темные,  с  оттенком грустного  вопроса глаза  казались несколько
старше  лица; его неправильный мягкий овал  был овеян  того  рода прелестным
загаром,  какой присущ здоровой  белизне  кожи. Полураскрытый  маленький рот
блестел кроткой улыбкой.
     -- Клянусь Гриммами,  Эзопом и Андерсеном,  -- сказал Эгль, посматривая
то на девочку, то на  яхту. -- Это что-то особенное. Слушай-ка ты, растение!
Это твоя штука?
     -- Да, я  за  ней бежала  по всему ручью; я думала, что умру.  Она была
тут?
     -- У  самых моих ног.  Кораблекрушение причиной того, что я, в качестве
берегового пирата, могу  вручить тебе  этот  приз. Яхта, покинутая экипажем,
была выброшена на песок  трехвершковым  валом  -- между  моей левой пяткой и
оконечностью палки. -- Он стукнул тростью. -- Как зовут тебя, крошка?
     -- Ассоль, -- сказала девочка, пряча в корзину поданную Эглем игрушку.
     -- Хорошо,  -- продолжал  непонятную  речь  старик,  не  сводя глаз,  в
глубине которых поблескивала усмешка дружелюбного расположения духа. -- Мне,
собственно, не надо было  спрашивать твое имя. Хорошо,  что оно так странно,
так однотонно, музыкально, как свист стрелы или шум морской раковины: что бы
я стал  делать,  называйся  ты одним  из  тех  благозвучных,  но  нестерпимо
привычных имен, которые чужды Прекрасной Неизвестности? Тем более я не желаю
знать,  кто  ты,  кто  твои  родители  и как  ты  живешь.  К  чему  нарушать
очарование? Я занимался, сидя на этом камне, сравнительным изучением финских
и японских сюжетов... как вдруг ручей выплеснул эту яхту,  а затем появилась
ты... Такая, как есть. Я, милая, поэт в душе -- хоть никогда не сочинял сам.
Что у тебя в корзинке?
     -- Лодочки, -- сказала Ассоль,  встряхивая корзинкой,  -- потом пароход
да еще три таких домика с флагами. Там солдаты живут.
     -- Отлично. Тебя  послали продать.  По  дороге  ты  занялась  игрой. Ты
пустила яхту поплавать, а она сбежала -- ведь так?
     -- Ты разве видел? -- с сомнением спросила  Ассоль, стараясь вспомнить,
не рассказала ли она это сама. -- Тебе кто-то сказал? Или ты угадал?
     -- Я это знал. -- А как же?
     --  Потому  что  я  -- самый  главный волшебник.  Ассоль смутилась:  ее
напряжение  при  этих  словах  Эгля  переступило  границу испуга.  Пустынный
морской берег,  тишина,  томительное приключение  с  яхтой, непонятная  речь
старика с сверкающими глазами, величественность его  бороды  и  волос  стали
казаться девочке смешением сверхъестественного с действительностью.  Сострой
теперь Эгль  гримасу или закричи что-нибудь --  девочка  помчалась бы прочь,
заплакав и изнемогая от страха.  Но  Эгль, заметив, как широко раскрылись ее
глаза, сделал крутой вольт.
     -- Тебе нечего бояться меня,  --  серьезно сказал он. -- Напротив,  мне
хочется поговорить с тобой по душе. -- Тут только он уяснил себе, что в лице
девочки было так  пристально отмечено его впечатлением.  "Невольное ожидание
прекрасного,  блаженной  судьбы,  -- решил он. -- Ах,  почему я  не  родился
писателем? Какой славный сюжет".
     -- Ну-ка, -- продолжал Эгль, стараясь закруглить оригинальное положение
(склонность к мифотворчеству -- следствие всегдашней работы -- было сильнее,
чем опасение бросить  на неизвестную почву семена  крупной мечты), -- ну-ка,
Ассоль, слушай меня внимательно.  Я был  в той деревне -- откуда ты,  должно
быть,  идешь, словом, в  Каперне. Я люблю  сказки  и песни,  и  просидел я в
деревне той целый день, стараясь услышать что-нибудь никем не слышанное.  Но
у вас не рассказывают  сказок. У  вас  не поют песен.  А если рассказывают и
поют,  то,  знаешь, эти  истории  о  хитрых  мужиках  и солдатах,  с  вечным
восхвалением  жульничества,  эти грязные,  как  немытые  ноги,  грубые,  как
урчание  в животе,  коротенькие четверостишия с ужасным мотивом...  Стой,  я
сбился.  Я заговорю  снова. Подумав, он продолжал так:  --  Не знаю, сколько
пройдет лет, -- только в Каперне расцветет одна сказка, памятная надолго. Ты
будешь большой, Ассоль. Однажды  утром  в морской дали под  солнцем сверкнет
алый парус.  Сияющая громада  алых парусов белого корабля двинется, рассекая
волны,  прямо  к тебе. Тихо будет плыть этот чудесный корабль, без  криков и
выстрелов; на берегу много соберется народу, удивляясь  и ахая: и ты  будешь
стоять  там  Корабль  подойдет  величественно  к  самому  берегу  под  звуки
прекрасной музыки; нарядная, в коврах,  в  золоте и цветах, поплывет от него
быстрая лодка. -- "Зачем вы  приехали?  Кого вы  ищете?" -- спросят люди  на
берегу.  Тогда ты  увидишь  храброго  красивого принца;  он будет  стоять  и
протягивать  к   тебе  руки.  --  "Здравствуй,  Ассоль!  --  скажет  он.  --
Далеко-далеко отсюда  я  увидел тебя  во сне  и приехал, чтобы  увезти  тебя
навсегда  в  свое  царство.  Ты будешь  там жить со мной в розовой  глубокой
долине. У тебя будет  все, чего только ты пожелаешь;  жить с тобой мы станем
так дружно и весело,  что никогда твоя  душа  не узнает слез  и печали".  Он
посадит  тебя  в  лодку,  привезет  на  корабль,  и  ты  уедешь  навсегда  в
блистательную  страну,  где всходит солнце и  где звезды спустятся  с  неба,
чтобы поздравить тебя с приездом.
     --  Это  все  мне?  --  тихо  спросила  девочка.  Ее  серьезные  глаза,
повеселев, просияли  доверием. Опасный  волшебник,  разумеется, не  стал  бы
говорить  так;  она  подошла ближе. --  Может  быть,  он уже  пришел...  тот
корабль?
     -- Не  так скоро,  --  возразил Эгль, --  сначала,  как  я  сказал,  ты
вырастешь. Потом... Что  говорить? -- это  будет, и кончено. Что бы ты тогда
сделала?
     --  Я?  -- Она посмотрела  в корзину, но, видимо,  не нашла  там ничего
достойного служить веским вознаграждением.  -- Я бы его любила, --  поспешно
сказала она, и не совсем твердо прибавила: -- если он не дерется.
     -- Нет, не будет драться,  -- сказал волшебник, таинственно  подмигнув,
-- не будет,  я ручаюсь за  это.  Иди, девочка, и не забудь того, что сказал
тебе  я меж  двумя  глотками  ароматической  водки  и размышлением о  песнях
каторжников. Иди. Да будет мир пушистой твоей голове!
     Лонгрен работал в своем маленьком огороде, окапывая картофельные кусты.
Подняв голову, он увидел  Ассоль, стремглав  бежавшую к нему  с  радостным и
нетерпеливым лицом.
     --  Ну, вот ... -- сказала она,  силясь овладеть дыханием, и ухватилась
обеими руками за передник отца. -- Слушай, что я тебе расскажу... На берегу,
там, далеко,  сидит волшебник... Она начала с волшебника и  его  интересного
предсказания. Горячка мыслей мешала ей  плавно  передать происшествие. Далее
шло  описание наружности  волшебника  и -- в  обратном порядке  -- погоня за
упущенной яхтой.
     Лонгрен  выслушал  девочку, не  перебивая, без  улыбки,  и,  когда  она
кончила,   воображение   быстро  нарисовало  ему   неизвестного  старика   с
ароматической водкой в одной руке  и  игрушкой в другой.  Он отвернулся, но,
вспомнив,  что  в  великих  случаях  детской  жизни  подобает  быть человеку
серьезным и  удивленным, торжественно закивал головой, приговаривая: -- Так,
так; по всем приметам, некому иначе и быть,  как  волшебнику. Хотел бы я  на
него  посмотреть...  Но  ты, когда пойдешь снова, не  сворачивай в  сторону;
заблудиться в лесу нетрудно.
     Бросив лопату,  он сел к низкому хворостяному забору  и посадил девочку
на   колени.  Страшно   усталая,  она  пыталась   еще   прибавить  кое-какие
подробности,  но  жара,  волнение  и слабость клонили  ее  в сон.  Глаза  ее
слипались,  голова опустилась на твердое отцовское плечо, мгновение -- и она
унеслась  бы   в  страну  сновидений,  как  вдруг,  обеспокоенная  внезапным
сомнением, Ассоль села прямо,  с  закрытыми  глазами и, упираясь кулачками в
жилет Лонгрена,  громко сказала:  --  Ты как думаешь,  придет  волшебниковый
корабль за мной или нет?
     -- Придет, -- спокойно ответил  матрос, -- раз тебе это сказали, значит
все верно.
     "Вырастет, забудет,  -- подумал  он,  -- а  пока... не стоит отнимать у
тебя  такую игрушку. Много ведь придется в будущем  увидеть тебе  не алых, а
грязных и  хищных парусов: издали  --  нарядных и белых,  вблизи -- рваных и
наглых.  Проезжий человек пошутил с моей  девочкой. Что  ж?!  Добрая  шутка!
Ничего  -- шутка! Смотри, как сморило  тебя, --  полдня в  лесу,  в чаще.  А
насчет алых парусов думай, как я: будут тебе алые паруса".
     Ассоль спала. Лонгрен, достав свободной рукой трубку,  закурил, и ветер
пронес  дым  сквозь плетень,  в  куст, росший  с  внешней стороны огорода. У
куста, спиной к забору, прожевывая пирог, сидел молодой нищий. Разговор отца
с дочерью привел его в веселое настроение, а  запах хорошего табаку настроил
добычливо.  -- Дай, хозяин, покурить  бедному человеку, --  сказал он сквозь
прутья. -- Мой табак против твоего не табак, а, можно сказать, отрава.
     -- Я  бы дал, --  вполголоса ответил Лонгрен, -- но табак у  меня в том
кармане. Мне, видишь, не хочется будить дочку.
     --  Вот  беда!  Проснется, опять уснет, а прохожий  человек взял  да  и
покурил.
     -- Ну, -- возразил Лонгрен,  -- ты не  без табаку  все-таки,  а ребенок
устал. Зайди, если хочешь, попозже.
     Нищий  презрительно  сплюнул,  вздел  на  палку  мешок и  разъяснил: --
Принцесса, ясное дело.  Вбил  ты  ей в голову эти заморские корабли! Эх  ты,
чудак-чудаковский, а еще хозяин!
     -- Слушай-ка, -- шепнул Лонгрен, --  я, пожалуй, разбужу ее,  но только
затем, чтобы намылить твою здоровенную шею. Пошел вон!
     Через полчаса нищий сидел в трактире за столом с дюжиной рыбаков. Сзади
их, то  дергая мужей за рукав, то снимая через их плечо стакан  с водкой, --
для себя, разумеется, --  сидели рослые  женщины с гнутыми бровями  и руками
круглыми, как булыжник.  Нищий, вскипая обидой, повествовал: -- И не дал мне
табаку. -- "Тебе, --  говорит,  -- исполнится совершеннолетний год, а тогда,
-- говорит, -- специальный красный корабль ... За тобой. Так как твоя участь
выйти за принца. И тому, -- говорит, -- волшебнику -- верь". Но я говорю: --
"Буди, буди, мол, табаку-то достать". Так ведь он за мной полдороги бежал.
     --  Кто?  Что? О  чем толкует?  -- слышались любопытные голоса  женщин.
Рыбаки,  еле  поворачивая  головы, растолковывали с  усмешкой: --  Лонгрен с
дочерью одичали, а может, повредились в рассудке;  вот человек рассказывает.
Колдун был у них, так понимать надо. Они ждут -- тетки, вам бы не прозевать!
-- заморского принца, да еще под красными парусами!
     Через три дня, возвращаясь из городской лавки, Ассоль услышала в первый
раз: -- Эй, висельница! Ассоль! Посмотри-ка сюда! Красные паруса плывут!
     Девочка, вздрогнув,  невольно  взглянула  из-под  руки на разлив  моря.
Затем обернулась в сторону восклицаний; там, в двадцати шагах от нее, стояла
кучка ребят; они  гримасничали, высовывая  языки. Вздохнув, девочка побежала
домой.

II ГРЭЙ



     Если  Цезарь находил,  что  лучше быть первым  в деревне,  чем вторым в
Риме,  то Артур  Грэй  мог  не завидовать  Цезарю  в  отношении  его мудрого
желания. Он родился капитаном, хотел быть им и стал им.
     Огромный дом, в котором родился Грэй, был мрачен внутри и величественен
снаружи.  К переднему фасаду примыкали цветник  и часть парка. Лучшие  сорта
тюльпанов  --  серебристо-голубых,  фиолетовых  и черных  с розовой тенью --
извивались  в газоне  линиями прихотливо брошенных ожерелий.  Старые деревья
парка дремали в рассеянном полусвете над осокой  извилистого  ручья.  Ограда
замка, так как  это был настоящий замок, состояла из витых чугунных столбов,
соединенных  железным  узором.  Каждый  столб  оканчивался  наверху   пышной
чугунной лилией;  эти чаши по торжественным дням наполнялись маслом, пылая в
ночном мраке обширным огненным строем.
     Отец и мать Грэя были надменные невольники  своего положения, богатства
и законов того общества, по отношению к которому  могли говорить "мы". Часть
их души, занятая галереей предков,  мало достойна изображения,  другая часть
--   воображаемое  продолжение  галереи  --  начиналась   маленьким   Грэем,
обреченным  по  известному,  заранее  составленному  плану прожить  жизнь  и
умереть  так, чтобы  его  портрет мог  быть  повешен  на  стене  без  ущерба
фамильной чести.  В  этом плане была  допущена  небольшая ошибка: Артур Грэй
родился с живой  душой, совершенно не склонной  продолжать линию  фамильного
начертания.
     Эта живость, эта совершенная извращенность мальчика  начала сказываться
на восьмом году его  жизни;  тип рыцаря  причудливых впечатлений, искателя и
чудотворца, т.  е. человека, взявшего из  бесчисленного  разнообразия  ролей
жизни самую опасную и трогательную -- роль провидения, намечался  в Грэе еще
тогда, когда,  приставив к стене  стул, чтобы достать  картину, изображавшую
распятие,  он  вынул  гвозди из окровавленных  рук Христа,  т.  е.  попросту
замазал  их  голубой краской, похищенной у маляра. В таком  виде  он находил
картину  более  сносной.  Увлеченный  своеобразным  занятием,  он  начал уже
замазывать и ноги распятого, но был застигнут отцом. Старик снял мальчика со
стула за уши и спросил: -- Зачем ты испортил картину?
     -- Я не испортил.
     -- Это работа знаменитого художника.
     -- Мне все равно, -- сказал Грэй. -- Я не могу допустить, чтобы при мне
торчали из рук гвозди и текла кровь. Я этого не хочу.
     В  ответе  сына  Лионель Грэй, скрыв под усами  улыбку, узнал себя и не
наложил наказания.
     Грэй  неутомимо изучал замок,  делая  поразительные  открытия. Так,  на
чердаке он нашел стальной рыцарский  хлам, книги, переплетенные в  железо  и
кожу, истлевшие одежды и полчища голубей. В погребе, где хранилось  вино, он
получил  интересные  сведения относительно лафита, мадеры, хереса. Здесь,  в
мутном свете остроконечных окон, придавленных косыми треугольниками каменных
сводов,  стояли маленькие и большие бочки;  самая большая,  в форме плоского
круга,  занимала  всю поперечную стену погреба,  столетний темный  дуб бочки
лоснился  как  отшлифованный.  Среди бочонков  стояли  в плетеных  корзинках
пузатые бутыли  зеленого и синего стекла. На камнях и на земляном полу росли
серые  грибы  с  тонкими ножками:  везде --  плесень,  мох, сырость, кислый,
удушливый  запах. Огромная  паутина  золотилась в  дальнем углу,  когда, под
вечер, солнце высматривало ее последним лучом. В одном месте было зарыто две
бочки лучшего Аликанте, какое существовало  во время Кромвеля, и  погребщик,
указывая Грэю на пустой угол, не упускал случая повторить историю знаменитой
могилы, в которой лежал мертвец, более живой, чем стая фокстерьеров. Начиная
рассказ, рассказчик не забывал попробовать, действует ли кран большой бочки,
и отходил от него, видимо,  с облегченным сердцем,  так как  невольные слезы
чересчур креп кой радости блестели в его повеселевших глазах.
     -- Ну вот что, --  говорил Польдишок Грэю,  усаживаясь на пустой ящик и
набивая острый нос табаком, -- видишь ты это место? Там лежит такое вино, за
которое  не  один пьяница дал бы согласие вырезать себе  язык,  если бы  ему
позволили хватить небольшой стаканчик. В каждой  бочке сто  литров вещества,
взрывающего душу и превращающего тело  в неподвижное тесто. Его цвет  темнее
вишни, и  оно не  потечет  из бутылки. Оно  густо,  как  хорошие сливки. Оно
заключено в бочки  черного дерева,  крепкого,  как железо.  На  них  двойные
обручи красной меди. На обручах  латинская надпись: "Меня выпьет Грэй, когда
будет в раю". Эта надпись толковалась так пространно и разноречиво, что твой
прадедушка,  высокородный Симеон  Грэй,  построил дачу,  назвал  ее "Рай", и
думал таким образом согласить загадочное изречение с действительностью путем
невинного остроумия. Но что  ты думаешь?  Он умер, как только начали сбивать
обручи, от  разрыва  сердца, -- так волновался лакомый  старичок. С  тех пор
бочку эту  не трогают.  Возникло  убеждение,  что драгоценное  вино принесет
несчастье. В самом деле, такой загадки не задавал египетский сфинкс. Правда,
он  спросил  одного  мудреца:  -- "Съем ли я  тебя, как съедаю  всех?  Скажи
правду, останешься жив", но и то, по зрелом размышлении...
     -- Кажется,  опять  каплет из крана, --  перебивал сам  себя Польдишок,
косвенными  шагами  устремляясь  в угол,  где,  укрепив кран, возвращался  с
открытым, светлым лицом. --  Да.  Хорошо  рассудив,  а главное, не торопясь,
мудрец  мог бы сказать сфинксу: "Пойдем,  братец, выпьем, и  ты забудешь  об
этих глупостях". "Меня выпьет Грэй, когда будет в  раю!" Как понять? Выпьет,
когда умрет, что ли? Странно. Следовательно, он святой, следовательно, он не
пьет ни вина, ни простой водки. Допустим, что "рай" означает счастье. Но раз
так поставлен  вопрос,  всякое  счастье  утратит  половину  своих  блестящих
перышек, когда  счастливец  искренно спросит  себя: рай ли оно?  Вот то-то и
штука.  Чтобы с легким  сердцем  напиться  из такой  бочки и  смеяться,  мой
мальчик, хорошо смеяться, нужно  одной ногой стоять  на  земле, другой -- на
небе. Есть  еще  третье  предположение:  что  когда-нибудь Грэй допьется  до
блаженно-райского состояния  и дерзко  опустошит  бочечку.  Но это, мальчик,
было бы не исполнение предсказания, а трактирный дебош.
     Убедившись еще раз в исправном состоянии крана большой бочки, Польдишок
сосредоточенно и мрачно заканчивал: -- Эти  бочки  привез  в 1793 году  твой
предок, Джон Грэй, из Лиссабона,  на  корабле "Бигль"; за вино было уплачено
две тысячи  золотых пиастров. Надпись  на бочках сделана оружейным  мастером
Вениамином  Эльяном  из Пондишери. Бочки погружены в грунт на шесть футов  и
засыпаны золой из виноградных стеблей.  Этого вина никто не пил, не пробовал
и не будет пробовать.
     -- Я выпью его, -- сказал однажды Грэй, топнув ногой.
     -- Вот храбрый молодой человек! -- заметил Польдишок. -- Ты выпьешь его
в раю?
     -- Конечно.  Вот  рай!..  Он у  меня, видишь?  -- Грэй тихо  засмеялся,
раскрыв  свою маленькую руку. Нежная, но твердых очертаний  ладонь озарилась
солнцем, и мальчик сжал пальцы в кулак. -- Вот он, здесь!.. То тут, то опять
нет...
     Говоря это, он то раскрывал, то сжимал руку и  наконец, довольный своей
шуткой, выбежал, опередив Польдишока, по мрачной  лестнице в коридор нижнего
этажа.
     Посещение кухни было  строго воспрещено Грэю,  но, раз открыв  уже этот
удивительный, полыхающий огнем очагов мир  пара, копоти, шипения, клокотания
кипящих  жидкостей,  стука  ножей и вкусных запахов, мальчик усердно навещал
огромное  помещение.  В суровом  молчании,  как  жрецы, двигались повара; их
белые  колпаки   на  фоне  почерневших   стен   придавали   работе  характер
торжественного  служения; веселые,  толстые судомойки у  бочек с водой  мыли
посуду, звеня фарфором и серебром;  мальчики, сгибаясь под тяжестью, вносили
корзины, полные рыб, устриц, раков и фруктов. Там  на  длинном столе  лежали
радужные  фазаны, серые  утки, пестрые куры:  там свиная туша  с коротеньким
хвостом и младенчески закрытыми глазами; там --  репа, капуста, орехи, синий
изюм, загорелые персики.
     На  кухне Грэй  немного робел:  ему казалось, что  здесь  всем  двигают
темные силы, власть которых есть главная пружина жизни замка; окрики звучали
как команда и  заклинание;  движения работающих,  благодаря долгому  навыку,
приобрели ту отчетливую, скупую  точность, какая  кажется вдохновением. Грэй
не  был еще  так  высок, чтобы взглянуть в самую большую кастрюлю, бурлившую
подобно Везувию,  но чувствовал  к ней  особенное  почтение;  он  с трепетом
смотрел, как ее ворочают две служанки; на  плиту выплескивалась тогда дымная
пена, и  пар,  поднимаясь с  зашумевшей  плиты,  волнами наполнял кухню. Раз
жидкости  выплеснулось  так много, что она обварила руку одной девушке. Кожа
мгновенно покраснела, даже ногти стали  красными  от прилива крови, и  Бетси
(так  звали служанку),  плача,  натирала  маслом пострадавшие  места.  Слезы
неудержимо катились по ее круглому перепутанному лицу.
     Грэй замер.  В то время, как  другие женщины  хлопотали около Бетси, он
пережил ощущение острого чужого страдания, которое не мог испытать сам.
     -- Очень ли тебе больно? -- спросил он.
     -- Попробуй, так узнаешь, -- ответила Бетси, накрывая руку передником.
     Нахмурив  брови,  мальчик  вскарабкался  на табурет, зачерпнул  длинной
ложкой  горячей жижи (сказать кстати, это был суп с  бараниной) и плеснул на
сгиб кисти. Впечатление  оказалось не слабым, но  слабость  от сильной  боли
заставила его пошатнуться. Бледный, как мука, Грэй подошел к  Бетси, заложив
горящую руку в карман штанишек.
     --  Мне кажется, что тебе очень больно, -- сказал он, умалчивая о своем
опыте. -- Пойдем, Бетси, к врачу. Пойдем же!
     Он усердно тянул ее за юбку, в то время как сторонники домашних средств
наперерыв давали служанке спасительные рецепты. Но девушка,  сильно мучаясь,
пошла  с Грэем. Врач смягчил боль,  наложив перевязку. Лишь  после того, как
Бетси  ушла, мальчик  показал свою руку.  Этот  незначительный эпизод сделал
двадцатилетнюю  Бетси и десятилетнего Грэя  истинными друзьями. Она набивала
его карманы  пирожками  и яблоками,  а он  рассказывал  ей сказки  и  другое
истории,  вычитанные  в своих книжках. Однажды он узнал, что  Бетси не может
выйти  замуж за  конюха  Джима, ибо у  них нет денег обзавестись хозяйством.
Грэй разбил каминными  щипцами  свою  фарфоровую копилку и вытряхнул  оттуда
все,  что  составляло  около  ста фунтов.  Встав рано.  когда  бесприданница
удалилась  на кухню, он пробрался в ее  комнату и, засунув  подарок в сундук
девушки, прикрыл его короткой запиской: "Бетси, это твое. Предводитель шайки
разбойников Робин Гуд".  Переполох, вызванный на кухне этой историей, принял
такие размеры, что  Грэй  должен был  сознаться в подлоге. Он  не взял денег
назад и не хотел более говорить об этом.
     Его мать  была одною  из тех натур,  которые жизнь  отливает  в готовой
форме.  Она жила  в полусне обеспеченности, предусматривающей всякое желание
заурядной души, поэтому ей не оставалось ничего  делать, как  советоваться с
портнихами,  доктором   и  дворецким.   Но  страстная,   почти   религиозная
привязанность к  своему странному ребенку  была, надо полагать, единственным
клапаном тех ее  склонностей,  захлороформированных  воспитанием  и судьбой,
которые  уже не живут,  но  смутно  бродят,  оставляя  волю  бездейственной.
Знатная  дама  напоминала  паву,  высидевшую  яйцо  лебедя.  Она  болезненно
чувствовала прекрасную  обособленность  сына;  грусть,  любовь  и  стеснение
наполняли  ее, когда  она прижимала мальчика  к груди, где  сердце  говорило
другое, чем язык, привычно отражающий условные формы отношений и помышлений.
Так  облачный эффект, причудливо построенный солнечными лучами, проникает  в
симметрическую обстановку казенного  здания, лишая ее  банальных достоинств;
глаз видит и не узнает помещения: таинственные оттенки света среди убожества
творят ослепительную гармонию.
     Знатная дама, чье лицо  и фигура, казалось, могли отвечать лишь ледяным
молчанием огненным голосам жизни, чья тонкая красота скорее отталкивала, чем
привлекала, так  как  в  ней  чувствовалось надменное усилие воли,  лишенное
женственного притяжения, -- эта Лилиан Грэй, оставаясь наедине с  мальчиком,
делалась простой мамой, говорившей любящим, кротким тоном те самые сердечные
пустяки, какие не передашь  на бумаге -- их сила в чувстве, не  в самих них.
Она решительно не могла в чем бы то ни было отказать сыну. Она  прощала  ему
все: пребывание в кухне,  отвращение к урокам, непослушание и многочисленные
причуды.
     Если  он  не  хотел,  чтобы  подстригали  деревья,  деревья  оставались
нетронутыми,   если   он    просил   простить   или   наградить   кого-либо,
заинтересованное лицо знало, что так и будет; он мог ездить на любой лошади,
брать в  замок любую собаку; рыться в библиотеке, бегать босиком и есть, что
ему вздумается.
     Его отец некоторое время боролся с этим,  но уступил -- не  принципу, а
желанию  жены.  Он  ограничился  удалением  из замка  всех  детей  служащих,
опасаясь,  что  благодаря низкому  обществу прихоти  мальчика  превратятся в
склонности,  трудно-искоренимые.  В  общем,  он   был  всепоглощенно   занят
бесчисленными  фамильными  процессами,   начало  которых  терялось  в  эпохе
возникновения  бумажных  фабрик, а конец -- в смерти всех кляузников.  Кроме
того, государственные дела, дела поместий, диктант мемуаров, выезды парадных
охот, чтение газет и сложная переписка держали  его  в  некотором внутреннем
отдалении от семьи; сына он видел так редко, что иногда забывал, сколько ему
лет.
     Таким образом, Грэй  жил в  своем мире. Он играл один -- обыкновенно на
задних  дворах  замка,  имевших  в  старину боевое  значение.  Эти  обширные
пустыри,  с  остатками высоких рвов, с  заросшими мхом  каменными погребами,
были полны бурьяна, крапивы, репейника, терна и скромнопестрых диких цветов.
Грэй  часами  оставался  здесь, исследуя норы  кротов,  сражаясь с бурьяном,
подстерегая  бабочек   и  строя  из  кирпичного   лома   крепости,   которые
бомбардировал палками и булыжником.
     Ему  шел  уже  двенадцатый  год,  когда  все  намеки   его   души,  все
разрозненные черты духа и оттенки тайных порывов соединились в одном сильном
моменте  и тем  получив  стройное выражение  стали неукротимым  желанием. До
этого он как  бы находил лишь отдельные части своего сада  -- просвет, тень,
цветок,  дремучий и пышный ствол  -- во множестве садов иных, и вдруг увидел
их ясно, все -- в прекрасном, поражающем соответствии.
     Это  случилось  в библиотеке. Ее высокая  дверь с мутным стеклом вверху
была обыкновенно заперта, но защелка замка слабо держалась в гнезде створок;
надавленная  рукой, дверь отходила, натуживалась  и раскрывалась. Когда  дух
исследования  заставил  Грэя проникнуть в  библиотеку, его  поразил  пыльный
свет,  вся сила и особенность  которого заключалась в  цветном узоре верхней
части  оконных стекол.  Тишина покинутости стояла здесь,  как прудовая вода.
Темные   ряды  книжных  шкапов  местами   примыкали  к  окнам,  заслонив  их
наполовину, между шкапов  были проходы,  заваленные  грудами  книг.  Там  --
раскрытый альбом  с  выскользнувшими  внутренними  листами,  там --  свитки,
перевязанные золотым  шнуром;  стопы  книг  угрюмого  вида;  толстые  пласты
рукописей,   насыпь  миниатюрных  томиков,  трещавших,  как  кора,  если  их
раскрывали;  здесь   --  чертежи  и  таблицы,  ряды  новых  изданий,  карты;
разнообразие переплетов,  грубых,  нежных,  черных, пестрых,  синих,  серых,
толстых, тонких, шершавых и гладких.  Шкапы были плотно набиты  книгами. Они
казались стенами,  заключившими  жизнь  в  самой  толще  своей. В отражениях
шкапных  стекол  виднелись  другие  шкапы,   покрытые  бесцветно  блестящими
пятнами. Огромный  глобус, заключенный в медный сферический крест экватора и
меридиана, стоял на круглом столе.
     Обернувшись к  выходу, Грэй увидел  над дверью огромную картину,  сразу
содержанием   своим  наполнившую   душное  оцепенение   библиотеки.  Картина
изображала  корабль,  вздымающийся  на  гребень  морского  вала.  Струи пены
стекали по его склону. Он был изображен  в последнем моменте взлета. Корабль
шел  прямо на зрителя. Высоко  поднявшийся бугшприт заслонял основание мачт.
Гребень  вала,  распластанный корабельным килем, напоминал крылья гигантской
птицы. Пена неслась в воздух. Паруса, туманно видимые из-за бакборта и  выше
бугшприта,  полные  неистовой  силы шторма, валились  всей  громадой  назад,
чтобы, перейдя вал, выпрямиться, а затем, склоняясь над бездной, мчать судно
к  новым лавинам.  Разорванные облака  низко трепетали над океаном.  Тусклый
свет  обреченно боролся  с надвигающейся тьмой ночи.  Но всего замечательнее
была в этой картине фигура человека,  стоящего на баке спиной к зрителю. Она
выражала  все положение, даже характер  момента. Поза человека (он расставил
ноги, взмахнув руками) ничего собственно не говорила о том, чем он занят, но
заставляла  предполагать  крайнюю  напряженность  внимания,   обращенного  к
чему-то на палубе, невидимой зрителю. Завернутые полы его кафтана  трепались
ветром;  белая  коса  и  черная  шпага  вытянуто рвались в воздух; богатство
костюма выказывало в нем капитана,  танцующее положение тела  -- взмах вала;
без  шляпы, он был, видимо, поглощен  опасным моментом  и кричал --  но что?
Видел ли он, как валится за борт человек, приказывал ли повернуть на  другой
галс  или,  заглушая  ветер, звал боцмана?  Не  мысли, но  тени  этих мыслей
выросли  в  душе Грэя, пока  он  смотрел картину. Вдруг показалось  ему, что
слева подошел, став рядом,  неизвестный  невидимый; стоило повернуть голову,
как причудливое  ощущение  исчезло бы без следа. Грэй  знал это.  Но  он  не
погасил воображения,  а прислушался.  Беззвучный голос  выкрикнул  несколько
отрывистых фраз, непонятных, как малайский язык; раздался шум как бы  долгих
обвалов;  эхо  и  мрачный  ветер наполнили библиотеку. Все  это  Грэй слышал
внутри  себя.  Он  осмотрелся: мгновенно  вставшая  тишина рассеяла  звучную
паутину фантазии; связь с бурей исчезла.
     Грэй  несколько раз приходил смотреть  эту картину. Она стала для  него
тем нужным словом в беседе души с жизнью, без которого трудно понять себя. В
маленьком мальчике постепенно  укладывалось огромное море. Он  сжился с ним,
роясь в  библиотеке,  выискивая и жадно читая  те книги,  за золотой  дверью
которых открывалось синее сияние океана. Там, сея за кормой  пену, двигались
корабли. Часть их теряла  паруса, мачты и, захлебываясь волной, опускалась в
тьму  пучин,  где  мелькают  фосфорические  глаза  рыб.  Другие,  схваченные
бурунами,  бились  о  рифы;   утихающее  волнение   грозно  шатало   корпус;
обезлюдевший корабль  с  порванными снастями  переживал  долгую агонию, пока
новый шторм не разносил его в щепки. Третьи благополучно  грузились  в одном
порту и выгружались в другом; экипаж,  сидя за  трактирным  столом, воспевал
плавание и любовно пил водку. Были там еще корабли-пираты, с черным флагом и
страшной,   размахивающей   ножами   командой;   корабли-призраки,   сияющие
мертвенным  светом синего озарения; военные корабли с  солдатами, пушками  и
музыкой;  корабли  научных экспедиций,  высматривающие  вулканы, растения  и
животных; корабли  с мрачной тайной  и  бунтами;  корабли открытий и корабли
приключений.
     В этом мире, естественно, возвышалась  над всем фигура капитана. Он был
судьбой,  душой и  разумом корабля.  Его характер определял досуга  и работу
команды.  Сама  команда  подбиралась  им  лично и  во  многом  отвечала  его
наклонностям.  Он знал привычки и семейные дела каждого человека. Он обладал
в  глазах подчиненных магическим знанием, благодаря  которому  уверенно шел,
скажем, из Лиссабона в Шанхай, по необозримым пространствам. Он отражал бурю
противодействием   системы   сложных   усилий,   убивая   панику   короткими
приказаниями; плавал и останавливался, где  хотел; распоряжался отплытием  и
нагрузкой,  ремонтом и  отдыхом; большую и разумнейшую власть  в живом деле,
полном   непрерывного  движения,   трудно  было  представить.   Эта   власть
замкнутостью и полнотой равнялась власти Орфея.
     Такое  представление   о  капитане,  такой   образ   и  такая  истинная
действительность его положения заняли,  по  праву душевных  событий, главное
место в блистающем сознании Грэя. Никакая профессия, кроме этой, не могла бы
так   удачно   сплавить   в   одно   целое  все  сокровища  жизни,  сохранив
неприкосновенным тончайший узор каждого отдельного счастья. Опасность, риск,
власть  природы,  свет далекой страны,  чудесная  неизвестность,  мелькающая
любовь,  цветущая  свиданием и разлукой; увлекательное кипение  встреч, лиц,
событий; безмерное разнообразие жизни, между тем как высоко  в небе то Южный
Крест,  то  Медведица, и все материки  --  в зорких  глазах, хотя твоя каюта
полна  непокидающей  родины  с  ее книгами,  картинами,  письмами  и  сухими
цветами, обвитыми шелковистым локоном в замшевой  ладанке на твердой  груди.
Осенью,  на пятнадцатом году жизни, Артур Грэй тайно покинул дом и проник за
золотые  ворота  моря. Вскорости из  порта  Дубельт  вышла в  Марсель  шхуна
"Ансельм", увозя юнгу с маленькими руками  и внешностью переодетой  девочки.
Этот  юнга  был  Грэй,  обладатель изящного саквояжа, тонких, как  перчатка,
лакированных сапожков и батистового белья с вытканными коронами.
     В течение года, пока "Ансельм" посещал Францию, Америку и Испанию, Грэй
промотал часть  своего имущества на пирожном,  отдавая этим дань прошлому, а
остальную часть -- для настоящего  и будущего -- проиграл  в карты. Он хотел
быть  "дьявольским"  моряком.  Он,  задыхаясь,  пил водку, а на  купаньи,  с
замирающим  сердцем, прыгал  в  воду  головой  вниз с  двухсаженной  высоты.
По-немногу он потерял все, кроме главного -- своей странной летящей души; он
потерял  слабость, став широк костью и  крепок мускулами,  бледность заменил
темным загаром, изысканную беспечность движений отдал за уверенную  меткость
работающей руки, а  в  его думающих глазах  отразился блеск, как у человека,
смотрящего на огонь. И его речь, утратив неравномерную, надменно застенчивую
текучесть, стала  краткой  и  точной, как  удар чайки в струю  за  трепетным
серебром рыб.
     Капитан  "Ансельма"  был  добрый  человек,  но  суровый моряк,  взявший
мальчика  из  некоего  злорадства. В  отчаянном желании Грэя  он видел  лишь
эксцентрическую прихоть и  заранее  торжествовал,  представляя,  как  месяца
через  два  Грэй  скажет ему, избегая смотреть в  глаза: -- "Капитан  Гоп, я
ободрал  локти,  ползая по  снастям; у  меня болят  бока и  спина, пальцы не
разгибаются,  голова  трещит, а ноги  трясутся. Все эти мокрые  канаты в два
пуда на весу рук; все эти леера, ванты, брашпили, тросы, стеньги  и саллинги
созданы  на мучение моему нежному  телу. Я хочу  к  маме". Выслушав мысленно
такое  заявление,  капитан  Гоп  держал,  мысленно  же,  следующую речь:  --
"Отправляйтесь  куда  хотите,  мой  птенчик.  Если  к  вашим  чувствительным
крылышкам пристала смола, вы можете отмыть ее дома одеколоном "Роза-Мимоза".
Этот выдуманный  Гопом  одеколон более  всего  радовал  капитана и, закончив
воображенную отповедь, он вслух повторял: -- Да. Ступайте к "Розе-Мимозе".
     Между тем внушительный  диалог приходил на ум капитану все реже и реже,
так как Грэй шел к цели с стиснутыми зубами и побледневшим лицом. Он выносил
беспокойный   труд   с  решительным  напряжением  воли,  чувствуя,  что  ему
становится все легче и легче по мере того, как суровый  корабль вламывался в
его организм, а неумение заменялось привычкой. Случалось, что петлей якорной
цепи  его сшибало с ног, ударяя о палубу, что  непридержанный  у кнека канат
вырывался из  рук, сдирая с ладоней кожу, что ветер  бил  его по лицу мокрым
углом паруса с вшитым в него железным кольцом, и, короче сказать, вся работа
являлась пыткой,  требующей  пристального  внимания,  но,  как ни тяжело  он
дышал, с  трудом разгибая спину, улыбка  презрения не оставляла его лица. Он
молча сносил насмешки, издевательства и неизбежную брань, до тех пор пока не
стал в новой  сфере "своим",  но с этого времени неизменно отвечал боксом на
всякое оскорбление.
     Однажды  капитан  Гоп, увидев,  как  он мастерски  вяжет на рею  парус,
сказал  себе: "Победа  на  твоей  стороне, плут". Когда  Грэй  спустился  на
палубу, Гоп вызвал его в каюту  и,  раскрыв  истрепанную  книгу,  сказал: --
Слушай внимательно! Брось курить! Начинается отделка щенка под капитана.
     И он стал  читать  -- вернее, говорить и  кричать --  по  книге древние
слова моря. Это  был  первый урок Грэя.  В течение года  он  познакомился  с
навигацией,   практикой,   кораблестроением,  морским   правом,   лоцией   и
бухгалтерией. Капитан Гоп подавал ему руку и говорил: "Мы".
     В  Ванкувере Грэя  поймало письмо матери,  полное  слез  и  страха.  Он
ответил: "Я знаю. Но если бы ты видела,  как я; посмотри моими глазами. Если
бы ты слышала, как я: приложи к уху  раковину: в  ней шум вечной волны; если
бы ты любила, как я  -- все, в  твоем письме я нашел бы, кроме любви и чека,
-- улыбку..." И он продолжал плавать, пока  "Ансельм" не  прибыл с грузом  в
Дубельт,  откуда,   пользуясь  остановкой,  двадцатилетний  Грэй  отправился
навестить  замок. Все было то же кругом; так же нерушимо в подробностях и  в
общем впечатлении, как пять лет назад, лишь гуще стала листва молодых вязов;
ее узор на фасаде здания сдвинулся и разросся.
     Слуги,  сбежавшиеся к нему, обрадовались, встрепенулись и замерли в той
же почтительности, с какой, как бы не далее как вчера, встречали этого Грэя.
Ему сказали, где мать; он прошел в высокое помещение и, тихо  прикрыв дверь,
неслышно остановился,  смотря  на поседевшую женщину  в черном  платье.  Она
стояла перед  распятием: ее страстный  шепот был звучен,  как полное  биение
сердца. -- "О плавающих, путешествующих, болеющих, страдающих и  плененных",
-- слышал, коротко дыша, Грэй. Затем было сказано: -- "и  мальчику моему..."
Тогда  он сказал:  -- "Я  ..." Но  больше  не  мог ничего  выговорить.  Мать
обернулась. Она похудела:  в надменности  ее тонкого  лица  светилось  новое
выражение, подобное возвращенной  юности. Она стремительно  подошла к  сыну;
короткий  грудной смех, сдержанное восклицание и слезы в глазах --  вот все.
Но в эту минуту она жила сильнее  и  лучше,  чем  за всю жизнь.  -- "Я сразу
узнала тебя,  о, мой  милый,  мой  маленький!" И Грэй действительно перестал
быть большим. Он выслушал о смерти отца, затем рассказал о себе. Она внимала
без  упреков и  возражений,  но про себя -- во  всем, что он  утверждал, как
истину своей жизни, -- видела лишь игрушки, которыми забавляется ее мальчик.
Такими игрушками были материки, океаны и корабли.
     Грэй пробыл в замке  семь  дней;  на восьмой  день, взяв  крупную сумму
денег,  он вернулся в Дубельт  и сказал капитану Гопу: "Благодарю.  Вы  были
добрым товарищем. Прощай же, старший  товарищ, -- здесь он закрепил истинное
значение этого  слова жутким,  как  тиски,  рукопожатием, -- теперь  я  буду
плавать отдельно, на собственном корабле". Гоп вспыхнул, плюнул, вырвал руку
и  пошел прочь, но Грэй, догнав,  обнял его. И они уселись  в гостинице, все
вместе, двадцать  четыре человека  с  командой, и пили, и кричали, и пели, и
выпили и съели все, что было на буфете и в кухне.
     Прошло еще  мало времени,  и  в порте Дубельт вечерняя звезда сверкнула
над   черной  линией  новой  мачты.  То  был  "Секрет",   купленный   Грэем;
трехмачтовый галиот в двести шестьдесят тонн. Так, капитаном и собственником
корабля Артур  Грэй плавал еще  четыре года, пока  судьба  не привела его  в
Лисе.  Но  он уже  навсегда  запомнил  тот  короткий  грудной  смех,  полный
сердечной музыки, каким  встретили его дома, и раза два в год посещал замок,
оставляя  женщине с  серебряными волосами  нетвердую  уверенность в том, что
такой большой мальчик, пожалуй, справится с своими игрушками.

III РАССВЕТ



     Струя пены,  отбрасываемая  кормой корабля  Грэя "Секрет", прошла через
океан белой чертой и погасла в блеске вечерних огней Лисса. Корабль встал на
рейде недалеко от маяка.
     Десять дней "Секрет" выгружал  чесучу, кофе  и  чай,  одиннадцатый день
команда провела на берегу, в отдыхе и винных парах; на двенадцатый день Грэй
глухо затосковал, без всякой причины, не понимая тоски.
     Еще утром, едва проснувшись, он уже почувствовал, что этот день начался
в черных лучах.  Он мрачно  оделся, неохотно  позавтракал,  забыл  прочитать
газету  и долго курил, погруженный в невыразимый мир бесцельного напряжения;
среди  смутно  возникающих   слов  бродили  непризнанные   желания,  взаимно
уничтожая себя равным усилием. Тогда он занялся делом.
     В  сопровождении боцмана Грэй осмотрел корабль,  велел подтянуть ванты,
ослабить  штуртрос,  почистить клюзы, переменить  кливер, просмолить палубу,
вычистить компас, открыть, проветрить и вымести трюм. Но дело не  развлекало
Грэя.  Полный  тревожного  внимания   к  тоскливости  дня,   он  прожил  его
раздражительно  и  печально: его как бы позвал кто-то,  но  он забыл, кто  и
куда.
     Под вечер он  уселся в каюте, взял книгу и долго возражал автору, делая
на полях заметки парадоксального свойства. Некоторое время его забавляла эта
игра, эта  беседа с властвующим  из  гроба мертвым.  Затем, взяв трубку,  он
утонул  в синем дыме,  живя среди  призрачных  арабесок,  возникающих в  его
зыбких слоях. Табак  страшно могуч;  как масло,  вылитое  в  скачущий разрыв
волн,  смиряет их  бешенство, так и  табак:  смягчая раздражение чувств,  он
сводит их несколькими тонами ниже; они звучат плавнее и музыкальнее. Поэтому
тоска  Грэя,  утратив наконец  после  трех трубок  наступательное  значение,
перешла  в задумчивую рассеянность. Такое состояние длилось  еще около часа;
когда исчез  душевный  туман,  Грэй очнулся,  захотел  движения и  вышел  на
палубу. Была полная ночь; за бортом в сне черной  воды дремали звезды и огни
мачтовых фонарей. Теплый,  как  щека,  воздух  пахнул  морем.  Грэй,  поднял
голову,    прищурился   на    золотой   уголь    звезды;   мгновенно   через
умопомрачительность  миль  проникла  в  его  зрачки  огненная  игла  далекой
планеты.  Глухой  шум вечернего города  достигал  слуха  из глубины  залива;
иногда с ветром по чуткой воде влетала береговая фраза, сказанная  как бы на
палубе;  ясно  прозвучав,  она гасла  в  скрипе  снастей;  на баке вспыхнула
спичка,  осветив пальцы, круглые глаза и усы.  Грэй свистнул;  огонь  трубки
двинулся  и  поплыл  к нему;  скоро  капитан  увидел во  тьме  руки  и  лицо
вахтенного.
     -- Передай Летике,  --  сказал Грэй,  --  что он поедет со мной.  Пусть
возьмет удочки.
     Он  спустился  в  шлюп,  где  ждал  минут  десять.  Летика,  проворный,
жуликоватый парень, загремев о борт веслами, подал  их Грэю; затем спустился
сам, наладил  уключины  и сунул мешок с провизией  в корму шлюпа. Грэй сел к
рулю.
     -- Куда прикажете плыть, капитан? -- спросил Летика, кружа лодку правым
веслом.
     Капитан молчал. Матрос знал, что в это молчание нельзя вставлять слова,
и поэтому, замолчав сам, стал сильно грести.
     Грэй  взял направление  к открытому  морю,  затем стал держаться левого
берега.  Ему  было  все  равно,  куда  плыть. Руль глухо журчал;  звякали  и
плескали весла, все остальное было морем и тишиной.
     В течение дня  человек внимает такому  множеству  мыслей,  впечатлений,
речей и слов,  что  все это составило  бы  не одну  толстую книгу. Лицо  дня
приобретает определенное выражение, но Грэй сегодня тщетно вглядывался в это
лицо.  В его смутных  чертах светилось одно  из  тех чувств, каких много, но
которым не дано имени. Как их ни называть, они останутся навсегда вне слов и
даже понятий, подобные внушению аромата. Во власти такого чувства был теперь
Грэй; он мог бы, правда, сказать: -- "Я жду, я вижу, я скоро узнаю ...",  --
но даже эти слова равнялись  не большему, чем отдельные  чертежи в отношении
архитектурного замысла. В этих веяниях была еще сила светлого возбуждения.
     Там, где они плыли, слева волнистым сгущением тьмы проступал берег. Над
красным стеклом  окон носились  искры дымовых труб;  это была Каперна.  Грэй
слышал перебранку и  лай. Огни деревни напоминали печную дверцу, прогоревшую
дырочками,   сквозь  которые  виден  пылающий  уголь.  Направо  был   океан,
явственный, как присутствие спящего человека. Миновав Каперну, Грэй повернул
к берегу.  Здесь тихо прибивало водой; засветив фонарь, он увидел ямы обрыва
и его верхние, нависшие выступы; это место ему понравилось.
     -- Здесь будем ловить рыбу, -- сказал Грэй, хлопая гребца по плечу.
     Матрос неопределенно хмыкнул.
     -- Первый раз плаваю с  таким капитаном, --  пробормотал он. -- Капитан
дельный, но непохожий. Загвоздистый капитан. Впрочем, люблю его.
     Забив весло  в ил,  он  привязал к нему лодку, и  оба поднялись  вверх,
карабкаясь по выскакивающим из-под колен и локтей камням. От обрыва тянулась
чаща. Раздался стук  топора,  ссекающего сухой ствол; повалив дерево, Летика
развел  костер  на  обрыве.  Двинулись  тени  и  отраженное  водой  пламя; в
отступившем мраке  высветились трава и ветви;  над костром, перевитый дымом,
сверкая, дрожал воздух.
     Грэй сел у костра.
     -- Ну-ка, -- сказал он,  протягивая  бутылку, -- выпей, друг Летика, за
здоровье всех трезвенников. Кстати, ты взял не хинную, а имбирную.
     --  Простите, капитан, --  ответил матрос,  переводя  дух. -- Разрешите
закусить  этим...  -- Он  отгрыз  сразу половину цыпленка и, вынув  изо  рта
крылышко, продолжал: -- Я знаю, что вы любите хинную. Только было темно, а я
торопился.  Имбирь,  понимаете,   ожесточает  человека.   Когда   мне  нужно
подраться, я пью имбирную. Пока капитан  ел и пил, матрос искоса посматривал
на него, затем, не удержавшись,  сказал: -- Правда ли, капитан, что говорят,
будто бы родом вы из знатного семейства?
     -- Это не интересно, Летика. Бери удочку и лови, если хочешь.
     -- А вы?
     --  Я?  Не  знаю.  Может  быть.  Но...  потом. Летика  размотал удочку,
приговаривая стихами, на  что  был мастер, к великому восхищению команды: --
Из шнурка  и деревяшки я изладил длинный  хлыст  и,  крючок к нему приделав,
испустил протяжный свист. -- Затем он пощекотал пальцем в коробке червей. --
Этот червь  в земле скитался и своей был жизни рад, а теперь на крюк попался
-- и его сомы съедят.
     Наконец, он ушел  с  пением: -- Ночь тиха,  прекрасна водка, трепещите,
осетры, хлопнись в обморок, селедка, -- удит Летика с горы!
     Грэй лег у костра, смотря  на  отражавшую огонь воду. Он думал, но  без
участия воли; в этом состоянии мысль, рассеянно удерживая окружающее, смутно
видит его; она  мчится, подобно коню  в  тесной толпе,  давя, расталкивая  и
останавливая;  пустота, смятение и задержка  попеременно сопутствуют ей. Она
бродит в душе вещей; от яркого волнения спешит к тайным намекам; кружится по
земле  и  небу, жизненно беседует с воображенными лицами,  гасит и  украшает
воспоминания. В облачном  движении этом все живо и  выпукло и все бессвязно,
как бред. И  часто  улыбается  отдыхающее сознание,  видя, например,  как  в
размышление о судьбе  вдруг  жалует  гостем образ  совершенно  неподходящий:
какой-нибудь прутик, сломанный два года  назад. Так думал у костра Грэй,  но
был "где-то" -- не здесь.
     Локоть,  которым  он  опирался,  поддерживая  рукой голову,  просырел и
затек. Бледно  светились звезды,  мрак усилился напряжением,  предшествующим
рассвету. Капитан стал засыпать, но не замечал этого. Ему захотелось выпить,
и он  потянулся к мешку,  развязывая  его  уже во  сне. Затем ему  перестало
сниться; следующие два часа были  для  Грэя  не  долее тех секунд, в течение
которых он склонился головой на руки. За это время Летика появлялся у костра
дважды, курил и засматривал из любопытства в рот пойманным рыбам -- что там?
Но там, само собой, ничего не было.
     Проснувшись, Грэй  на  мгновение  забыл,  как  попал  в  эти  места.  С
изумлением видел он счастливый блеск утра,  обрыв берега среди этих ветвей и
пылающую синюю  даль;  над  горизонтом, но  в то же время и над  его  ногами
висели листья орешника. Внизу обрыва -- с впечатлением, что под самой спиной
Грэя  --  шипел  тихий прибой.  Мелькнув с листа, капля росы  растеклась  по
сонному лицу холодным шлепком.  Он встал.  Везде торжествовал свет. Остывшие
головни  костра цеплялись за  жизнь тонкой  струей  дыма. Его запах придавал
удовольствию дышать воздухом лесной зелени дикую прелесть.
     Летики не  было; он увлекся; он, вспотев,  удил с  увлечением азартного
игрока.  Грэй  вышел из  чащи  в  кустарник, разбросанный  по  скату  холма.
Дымилась и горела трава; влажные цветы  выглядели как дети,  насильно умытые
холодной  водой.  Зеленый  мир дышал  бесчисленностью крошечных  ртов, мешая
проходить Грэю  среди своей  ликующей тесноты. Капитан выбрался на  открытое
место, заросшее пестрой травой, и увидел здесь спящую молодую девушку.
     Он тихо отвел рукой ветку и остановился  с чувством опасной находки. Не
далее как в пяти шагах, свернувшись, подобрав одну  ножку  и вытянув другую,
лежала  головой на  уютно  подвернутых  руках утомившаяся Ассоль.  Ее волосы
сдвинулись в беспорядке; у шеи  расстегнулась пуговица,  открыв белую  ямку;
раскинувшаяся юбка обнажала колени; ресницы спали  на щеке,  в тени нежного,
выпуклого  виска,  полузакрытого темной прядью;  мизинец правой руки, бывшей
под  головой, пригибался  к  затылку.  Грэй  присел на  корточки, заглядывая
девушке в  лицо снизу и не подозревая, что напоминает собой фавна с  картины
Арнольда Беклина.
     Быть может,  при других обстоятельствах эта девушка была бы замечена им
только глазами, но тут он иначе увидел ее. Все стронулось, все усмехнулось в
нем. Разумеется,  он не знал ни ее, ни ее  имени, ни, тем более,  почему она
уснула на берегу, но был этим очень доволен. Он любил картины без объяснений
и подписей. Впечатление такой картины несравненно сильнее; ее содержание, не
связанное словами, становится безграничным, утверждая все догадки и мысли.
     Тень листвы подобралась ближе к стволам, а Грэй все еще сидел  в той же
малоудобной позе. Все спало на девушке: спал;! темные волосы, спало платье и
складки платья;  даже трава  поблизости ее  тела, казалось, задремала в силу
сочувствия.  Когда  впечатление  стало  полным,  Грэй  вошел  в  его  теплую
подмывающую волну и уплыл с  ней. Давно уже Летика кричал: -- "Капитан.  где
вы?" -- но капитан не слышал его.
     Когда он наконец встал, склонность к необычному застала  его врасплох с
решимостью  и  вдохновением раздраженной  женщины. Задумчиво уступая ей,  он
снял с  пальца старинное дорогое  кольцо, не без  основания размышляя,  что,
может быть, этим подсказывает жизни нечто существенное, подобное орфографии.
Он бережно опустил кольцо на малый мизинец, белевший из-под затылка. Мизинец
нетерпеливо двинулся и поник. Взглянув еще раз на это отдыхающее лицо,  Грэй
повернулся и увидел в кустах  высоко поднятые брови матроса. Летика, разинув
рот, смотрел на занятия  Грэя с таким удивлением,  с  каким, верно,  смотрел
Иона на пасть своего меблированного кита.
     --  А, это ты,  Летика!  -- сказал Грэй.  -- Посмотри-ка  на нее.  Что,
хороша?
     -- Дивное художественное полотно! -- шепотом  закричал матрос, любивший
книжные выражения. --  В соображении обстоятельств есть нечто располагающее.
Я поймал четыре мурены и еще какую-то толстую, как пузырь.
     -- Тише, Летика. Уберемся отсюда.
     Они отошли  в кусты. Им следовало бы теперь повернуть к  лодке, но Грэй
медлил,  рассматривая  даль низкого  берега, где над зеленью  и песком лился
утренний дым труб Каперны. В этом дыме он снова увидел девушку.
     Тогда  он  решительно  повернул,  спускаясь  вдоль  склона;  матрос, не
спрашивая,  что  случилось, шел сзади;  он чувствовал,  что  вновь наступило
обязательное молчание. Уже  около первых строений Грэй  вдруг сказал:  -- Не
определишь ли ты, Летика, твоим опытным глазом, где здесь трактир? -- Должно
быть,  вон та черная крыша, -- сообразил Летика, -- а,  впрочем, может, и не
она.
     -- Что же в этой крыше приметного?
     -- Сам не знаю, капитан. Ничего больше, как голос сердца.
     Они подошли к дому; то  был действительно трактир Меннерса. В раскрытом
окне,  на  столе,  виднелась  бутылка; возле нее чья-то  грязная рука  доила
полуседой ус.
     Хотя  час  был  ранний,  в  общей  зале  трактирчика расположилось  три
человека У окна сидел угольщик, обладатель пьяных усов, уже замеченных нами;
между  буфетом и  внутренней дверью зала, за яичницей и пивом помещались два
рыбака. Меннерс, длинный  молодой парень, с  веснушчатым скучным лицом и тем
особенным  выражением хитрой бойкости  в подслеповатых глазах, какое присуще
торгашам  вообще,  перетирал  за  стойкой  посуду.  На  грязном  полу  лежал
солнечный переплет окна.
     Едва  Грэй  вступил в полосу  дымного света, как  Меннерс,  почтительно
кланяясь,  вышел из-за своего прикрытия. Он сразу  угадал в  Грэе настоящего
капитана -- разряд гостей, редко им виденных. Грэй спросил рома. Накрыв стол
пожелтевшей  в  суете  людской  скатертью,  Меннерс  принес  бутылку, лизнув
предварительно  языком кончик отклеившейся  этикетки.  Затем он  вернулся за
стойку,  поглядывая внимательно то на Грэя, то на тарелку, с которой отдирал
ногтем что-то присохшее.
     В то время, как Летика, взяв  стакан обеими  руками, скромно шептался с
ним, посматривая в окно, Грэй подозвал Меннерса. Хин  самодовольно уселся на
кончик стула, польщенный этим обращением и польщенный именно потому, что оно
выразилось простым киванием Грэева пальца.
     --  Вы, разумеется,  знаете здесь всех  жителей, --  спокойно заговорил
Грэй. --  Меня интересует имя молодой девушки в косынке, в платье с розовыми
цветочками,  темнорусой и невысокой,  в  возрасте от семнадцати до  двадцати
лет. Я встретил ее неподалеку отсюда. Как ее имя?
     Он сказал это с  твердой  простотой  силы, не позволяющей  увильнуть от
данного тона. Хин Меннерс внутренне завертелся и даже ухмыльнулся слегка, но
внешне  подчинился  характеру  обращения.  Впрочем, прежде чем  ответить, он
помолчал -- единственно из бесплодного желания догадаться, в чем дело.
     -- Гм! -- сказал он, поднимая  глаза в  потолок. -- Это,  должно  быть,
"Корабельная Ассоль", больше быть некому. Она полоумная.
     -- В  самом деле? -- равнодушно сказал Грэй, отпивая крупный глоток. --
Как же это случилось?
     --  Когда так, извольте  послушать.  -- И Хин рассказал Грэю о том, как
лет  семь  назад  девочка  говорила  на  берегу  моря  с  собирателем песен.
Разумеется,  эта  история с  тех пор, как нищий утвердил ее  бытие в том  же
трактире, приняла очертания грубой и плоской сплетни, но сущность оставалась
нетронутой. -- С тех пор  так  ее и зовут,  -- сказал Меннерс, --  зовут  ее
"Ассоль Корабельная".
     Грэй   машинально  взглянул  на  Летику,  продолжавшего  быть  тихим  и
скромным,  затем его  глаза  обратились  к  пыльной  дороге,  пролегающей  у
трактира, и  он ощутил как бы удар -- одновременный удар в сердце и  голову.
По дороге, лицом к нему, шла та самая Корабельная Ассоль, к  которой Меннерс
только  что отнесся  клинически.  Удивительные  черты ее лица,  напоминающие
тайну неизгладимо волнующих, хотя простых слов, предстали перед ним теперь в
свете ее  взгляда. Матрос и  Меннерс сидели к  окну  спиной, но,  чтобы  они
случайно  не повернулись -- Грэй имел мужество отвести взгляд на рыжие глаза
Хина.  Поле  того,  как  он  увидел  глаза  Ассоль,  рассеялась вся косность
Меннерсова рассказа.  Между тем, ничего не подозревая, Хин продолжал: -- Еще
могу сообщить вам, что ее отец сущий мерзавец.  Он утопил моего  папашу, как
кошку какую-нибудь, прости господи. Он...
     Его перебил  неожиданный  дикий  рев сзади.  Страшно  ворочая  глазами,
угольщик, стряхнув хмельное оцепенение, вдруг рявкнул пением  и так свирепо,
что все вздрогнули.
     Корзинщик, корзинщик,
     Дери с нас за корзины!..
     -- Опять ты нагрузился,  вельбот  проклятый!  --  закричал Меннерс.  --
Уходи вон!
     ... Но только бойся попадать
     В наши Палестины!..
     -- взвыл угольщик и, как будто ничего не было, потопил усы в плеснувшем
стакане.
     Хин Меннерс возмущенно пожал плечами.
     -- Дрянь, а не человек, -- сказал он с  жутким достоинством  скопидома.
-- Каждый раз такая история!
     -- Более вы ничего не можете рассказать? -- спросил Грэй.
     --  Я-то?  Я  же  вам  говорю, что  отец мерзавец.  Через него  я, ваша
милость, осиротел и еще дитей должен был самостоятельно поддерживать бренное
пропитание..
     -- Ты врешь, --  неожиданно сказал угольщик. --  Ты врешь так  гнусно и
ненатурально, что  я протрезвел.  -- Хин не успел раскрыть рот, как угольщик
обратился  к Грэю: -- Он  врет. Его  отец тоже  врал; врала  и  мать.  Такая
порода. Можете быть покойны, что она так же здорова, как мы  с вами. Я с ней
разговаривал.  Она сидела  на  моей  повозке  восемьдесят  четыре раза,  или
немного меньше. Когда девушка идет пешком из города,  а я продал свой уголь,
я  уж  непременно  посажу девушку. Пускай она сидит.  Я  говорю, что  у  нее
хорошая голова. Это сейчас видно.  С  тобой, Хин  Меннерс, она, понятно,  не
скажет  двух слов. Но я, сударь, в  свободном угольном деле презираю суды  и
толки. Она говорит, как большая, но причудливый ее разговор. Прислушиваешься
-- как будто все то же самое, что мы с вами сказали бы, а у нее то же, да не
совсем  так. Вот, к примеру, раз завелось  дело о ее ремесле. -- "Я тебе что
скажу, --  говорит она  и держится за мое  плечо, как муха за колокольню, --
моя  работа  не  скучная, только  все хочется  придумать  особенное.  Я,  --
говорит, -- так хочу изловчиться, чтобы у меня на  доске сама плавала лодка,
а гребцы гребли бы по-настоящему; потом они пристают к берегу, отдают причал
и честь-честью, точно живые, сядут на берегу закусывать". Я, это, захохотал,
мне, стало быть, смешно стало. Я говорю: -- "Ну, Ассоль, это ведь такое твое
дело,  и мысли поэтому у тебя такие, а вокруг посмотри: все в работе, как  в
драке".  --  "Нет, -- говорит она,  -- я знаю,  что знаю. Когда рыбак  ловит
рыбу, он думает, что поймает большую рыбу,  какой никто не ловил". -- "Ну, а
я?" -- "А ты? -- смеется она, -- ты, верно, когда наваливаешь углем корзину,
то думаешь, что она  зацветет". Вот  какое слово она сказала! В ту же минуту
дернуло меня,  сознаюсь, посмотреть на пустую корзину,  и так  мне  вошло  в
глаза, будто  из  прутьев  поползли почки;  лопнули эти почки,  брызнуло  по
корзине листом и  пропало. Я малость протрезвел даже!  А Хин  Меннерс врет и
денег не берет; я его знаю!
     Считая,  что  разговор  перешел в  явное оскорбление,  Меннерс  пронзил
угольщика  взглядом  и скрылся  за  стойку,  откуда горько  осведомился:  --
Прикажете подать что-нибудь?
     -- Нет, -- сказал Грэй, доставая деньги, -- мы встаем и уходим. Летика,
ты останешься  здесь,  вернешься к  вечеру и будешь молчать. Узнав  все, что
сможешь, передай мне. Ты понял?
     --  Добрейший  капитан,  --  сказал Летика с некоторой  фамильярностью,
вызванной ромом, -- не понять этого может только глухой.
     -- Прекрасно. Запомни также, что ни в одном из тех случаев, какие могут
тебе  представиться,  нельзя ни говорить обо мне, ни упоминать даже мое имя.
Прощай!
     Грэй вышел. С этого времени  его не покидало уже  чувство поразительных
открытий,  подобно  искре в пороховой  ступке  Бертольда,  -- одного из  тех
душевных   обвалов,   из-под   которых  вырывается,   сверкая,  огонь.   Дух
немедленного действия овладел им. Он опомнился и собрался с  мыслями, только
когда сел в лодку.  Смеясь, он  подставил  руку  ладонью  вверх  -- знойному
солнцу, -- как сделал это однажды мальчиком в винном погребе; затем отплыл и
стал быстро грести по направлению к гавани.

IV НАКАНУНЕ



     Накануне того  дня и  через  семь лет после того, как Эгль,  собиратель
песен, рассказал девочке на берегу  моря сказку о  корабле с Алыми Парусами,
Ассоль в одно  из  своих еженедельных  посещений игрушечной лавки  вернулась
домой расстроенная, с печальным лицом. Свои товары она принесла обратно. Она
была так огорчена, что сразу не могла говорить и только лишь после того, как
по  встревоженному лицу Лонгрена увидела, что он ожидает чего-то значительно
худшего действительности, начала рассказывать, водя пальцем по стеклу  окна,
у которого стала, рассеянно наблюдая море.
     Хозяин игрушечной лавки  начал в этот  раз  с того, что  открыл счетную
книгу  и  показал  ей,  сколько  за  ними долга.  Она  содрогнулась,  увидев
внушительное трехзначное  число. -- "Вот сколько  вы забрали  с  декабря, --
сказал торговец, -- а вот посмотри, на сколько продано". И он уперся пальцем
в другую цифру, уже из двух знаков.
     --  Жалостно и  обидно смотреть. Я видела  по его лицу,  что  он груб и
сердит. Я с радостью убежала бы, но, честное  слово, сил не было от стыда. И
он  стал говорить:  --  "Мне, милая,  это больше не  выгодно. Теперь  в моде
заграничный  товар,  все лавки полны  им, а  эти  изделия не берут".  Так он
сказал.  Он  говорил еще много чего, но  я  все перепутала и забыла.  Должно
быть, он сжалился надо мной, так как посоветовал сходить в "Детский Базар" и
"Аладинову Лампу".
     Выговорив самое главное,  девушка повернула  голову, робко посмотрев на
старика. Лонгрен  сидел понурясь, сцепив пальцы рук между колен,  на которые
оперся локтями.  Чувствуя  взгляд, он  поднял  голову  и  вздохнул.  Поборов
тяжелое настроение, девушка подбежала  к  нему, устроилась  сидеть  рядом и,
продев свою легкую  руку  под кожаный рукав  его куртки, смеясь и заглядывая
отцу снизу в лицо,  продолжала  с деланным оживлением:  -- Ничего,  это  все
ничего,  ты  слушай,  пожалуйста.  Вот  я пошла.  Ну-с,  прихожу  в  большой
страшеннейший магазин; там куча народа. Меня затолкали; однако я выбралась и
подошла  к черному человеку в очках. Что я ему сказала,  я ничего  не помню;
под конец он  усмехнулся,  порылся  в моей корзине, посмотрел кое-что, потом
снова завернул, как было, в платок и отдал обратно.
     Лонгрен  сердито  слушал.  Он  как  бы видел  свою  оторопевшую дочку в
богатой толпе у прилавка, зава ленного ценным  товаром. Аккуратный человек в
очках снисходительно объяснил ей, что  он  должен разориться,  ежели  начнет
торговать нехитрыми изделиями Лонгрена. Небрежно и ловко ставил он перед ней
на  прилавок складные модели зданий  и  железнодорожных мостов;  миниатюрные
отчетливые автомобили, электрические  наборы, аэропланы и двигатели. Все это
пахло краской и школой. По всем его словам выходило, что дети в играх только
подражают теперь тому, что делают взрослые.
     Ассоль была еще в  "Аладиновой Лампе" и в двух других лавках, но ничего
не добилась.
     Оканчивая рассказ,  она собрала ужинать;  поев и выпив стакан  крепкого
кофе, Лонгрен сказал: -- Раз нам не везет, надо искать. Я, может быть, снова
поступлю  служить  --  на  "Фицроя"  или "Палермо".  Конечно, они  правы, --
задумчиво  продолжал  он,  думая об игрушках.  -- Теперь  дети не  играют, а
учатся. Они все учатся, учатся  и никогда  не  начнут  жить. Все  это так, а
жаль,  право,  жаль. Сумеешь  ли ты  прожить без  меня  время одного  рейса?
Немыслимо оставить тебя одну.
     -- Я также могла бы служить вместе с тобой; скажем, в буфете.
     -- Нет!  -- Лонгрен припечатал это слово ударом ладони по вздрогнувшему
столу. -- Пока я жив, ты служить не будешь. Впрочем, есть время подумать.
     Он  хмуро умолк. Ассоль примостилась  рядом  с ним на углу табурета; он
видел  сбоку,  не поворачивая головы, что она хлопочет утешить  его, и  чуть
было не улыбнулся. Но улыбнуться -- значило спугнуть и смутить девушку. Она,
приговаривая  что-то  про  себя,  разгладила  его  спутанные  седые  волосы,
поцеловала  в  усы  и,  заткнув  мохнатые отцовские  уши  своими  маленькими
тоненькими  пальцами, сказала: -- "Ну вот,  теперь ты не слышишь, что я тебя
люблю". Пока  она охорашивала  его,  Лонгрен сидел, крепко сморщившись,  как
человек, боящийся дохнуть дымом, но, услышав ее слова, густо захохотал.
     -- Ты милая, -- просто сказал  он и, потрепав девушку по щеке, пошел на
берег посмотреть лодку.
     Ассоль  некоторое время  стояла  в раздумье посреди  комнаты, колеблясь
между желанием отдаться тихой печали и необходимостью домашних забот; затем,
вымыв посуду, пересмотрела  в шкалу остатки провизии. Она не взвешивала и не
мерила, но видела, что с мукой не дотянуть до конца недели, что в жестянке с
сахаром виднеется  дно,  обертки  с  чаем и  кофе почти пусты, нет масла,  и
единственное,  на  чем, с  некоторой досадой на исключение, отдыхал глаз, --
был  мешок  картофеля.  Затем  она  вымыла  пол  и  села  строчить  оборку к
переделанной из  старья юбке,  но тут же вспомнив, что обрезки материи лежат
за зеркалом,  подошла  к  нему и  взяла  сверток;  потом взглянула  на  свое
отражение.
     За ореховой рамой в светлой пустоте отраженной комнаты стояла тоненькая
невысокая девушка, одетая  в дешевый белый муслин с  розовыми цветочками. На
ее плечах лежала серая шелковая косынка. Полудетское, в светлом загаре, лицо
было  подвижно  и  выразительно;  прекрасные,  несколько  серьезные  для  ее
возраста глаза посматривали  с  робкой  сосредоточенностью глубоких душ.  Ее
неправильное личико  могло  растрогать  тонкой  чистотой  очертаний;  каждый
изгиб, каждая  выпуклость этого  лица, конечно, нашли бы  место в  множестве
женских обликов, но их совокупность, стиль -- был  совершенно оригинален, --
оригинально  мил;  на этом мы  остановимся.  Остальное неподвластно  словам,
кроме слова "очарование".
     Отраженная девушка улыбнулась  так  же безотчетно, как и Ассоль. Улыбка
вышла  грустной;  заметив  это,  она встревожилась, как  если бы смотрела на
постороннюю.  Она  прижалась щекой к стеклу,  закрыла глаза и тихо погладила
зеркало  рукой там,  где  приходилось  ее отражение.  Рой  смутных, ласковых
мыслей мелькнул в ней; она выпрямилась, засмеялась и села, начав шить.
     Пока  она шьет, посмотрим  на нее ближе -- вовнутрь. В ней две девушки,
две  Ассоль,  перемешанных в  замечательной  прекрасной неправильности. Одна
была  дочь  матроса,  ремесленника,  мастерившая  игрушки, другая  --  живое
стихотворение, со всеми чудесами  его созвучий и образов, с тайной соседства
слов, во всей взаимности их теней и света, падающих от одного на другое. Она
знала жизнь в пределах, поставленных ее опыту, но сверх общих явлений видела
отраженный смысл иного  порядка. Так, всматриваясь в предметы, мы замечаем в
них нечто не линейно, но впечатлением -- определенно человеческое,  и -- так
же, как человеческое --  различное. Нечто подобное тому, что (если  удалось)
сказали мы этим примером, видела  она  еще  сверх видимого. Без  этих  тихих
завоеваний  все  просто понятное было  чуждо ее душе.  Она  умела  и  любила
читать,  но  и  в  книге  читала  преимущественно  между  строк,  как  жила.
Бессознательно,  путем  своеобразного  вдохновения она делала на каждом шагу
множество  эфирнотонких  открытий,  невыразимых,  но важных,  как чистота  и
тепло. Иногда  --  и это продолжалось  ряд дней -- она  даже  перерождалась;
физическое противостояние  жизни проваливалось, как тишина в ударе смычка, и
все, что она видела, чем жила, что было вокруг,  становилось кружевом тайн в
образе  повседневности.  Не  раз, волнуясь  и  робея, она  уходила ночью  на
морской берег, где, выждав рассвет, совершенно серьезно высматривала корабль
с Алыми Парусами. Эти минуты были  для нее  счастьем;  нам трудно так уйти в
сказку, ей было бы не менее трудно выйти из ее власти и обаяния.
     В другое время, размышляя обо всем этом, она искренне дивилась себе, не
веря, что верила, улыбкой прощая море и грустно переходя к действительности;
теперь, сдвигая оборку, девушка припоминала свою жизнь. Там было много скуки
и  простоты. Одиночество  вдвоем, случалось,  безмерно тяготило ее, но в ней
образовалась уже та складка внутренней робости, та  страдальческая морщинка,
с которой  не внести и не получить  оживления. Над ней посмеивались, говоря:
-- "Она тронутая, не в себе"; она привыкла и  к этой боли; девушке случалось
даже  переносить оскорбления, после чего ее  грудь  ныла, как  от удара. Как
женщина, она была  непопулярна  в Каперне,  однако  многие подозревали, хотя
дико  и смутно, что ей дано больше прочих  -- лишь на другом языке. Капернцы
обожали плотных, тяжелых женщин с  масляной кожей толстых икр и могучих рук;
здесь ухаживали, ляпая по спине ладонью и толкаясь, как на базаре. Тип этого
чувства  напоминал  бесхитростную простоту рева. Ассоль  так  же подходила к
этой решительной  среде, как  подошло  бы  людям  изысканной  нервной  жизни
общество привидения, обладай оно всем обаянием  Ассунты или Аспазии: то, что
от  любви,  --  здесь немыслимо.  Так,  в  ровном  гудении солдатской  трубы
прелестная  печаль  скрипки бессильна вывести  суровый полк из  действий его
прямых линий. К тому, что сказано в этих строках, девушка стояла спиной.
     Меж тем, как ее голова мурлыкала песенку жизни, маленькие руки работали
прилежно и ловко; откусывая нитку, она смотрела далеко  перед собой,  но это
не мешало ей ровно подвертывать рубец и класть петельный шов с отчетливостью
швейной машины. Хотя  Лонгрен не возвращался, она не  беспокоилась об  отце.
Последнее  время он довольно  часто уплывал  ночью ловить  рыбу  или  просто
проветриться.
     Ее не теребил страх; она знала, что ничего худого с ним не  случится. В
этом отношении Ассоль  была все еще той маленькой девочкой, которая молилась
по-своему,  дружелюбно  лепеча утром:  -- "Здравствуй, бог!", а  вечером: --
"Прощай, бог!".
     По ее мнению,  такого  короткого  знакомства  с  богом было  совершенно
достаточно  для  того,  чтобы он  отстранил несчастье. Она входила  и  в его
положение: бог был вечно занят  делами миллионов  людей, поэтому к обыденным
теням  жизни  следовало,  по ее  мнению,  относиться с  деликатным терпением
гостя,  который,  застав  дом полным народа, ждет  захлопотавшегося хозяина,
ютясь и питаясь по обстоятельствам.
     Кончив  шить,  Ассоль сложила  работу на  угловой  столик,  разделась и
улеглась.  Огонь был  потушен.  Она  скоро  заметила,  что  нет  сонливости;
сознание было ясно, как  в разгаре  дня, даже  тьма казалась  искусственной,
тело, как и сознание, чувствовалось  легким, дневным. Сердце  отстукивало  с
быстротой карманных часов; оно  билось как  бы между подушкой и ухом. Ассоль
сердилась, ворочаясь, то сбрасывая одеяло, то завертываясь в него с головой.
Наконец, ей удалось вызвать  привычное представление, помогающее уснуть: она
мысленно бросала  камни  в  светлую воду,  смотря  на расхождение  легчайших
кругов.  Сон,  действительно, как  бы  лишь  ждал  этой подачки; он  пришел,
пошептался  с Мери,  стоящей  у изголовья,  и, повинуясь ее  улыбке,  сказал
вокруг:  "Шшшш".  Ассоль  тотчас  уснула. Ей  снился  любимый  сон: цветущие
деревья, тоска,  очарование,  песни  и  таинственные  явления,  из  которых,
проснувшись, она припоминала лишь сверканье синей воды, подступающей  от ног
к сердцу с холодом и восторгом.  Увидев все это,  она  побыла еще  несколько
времени в невозможной стране, затем проснулась и села.
     Сна  не было, как если  бы она  не  засыпала  совсем.  Чувство новизны,
радости и желания что-то сделать согревало ее. Она осмотрелась тем взглядом,
каким  оглядывают  новое  помещение. Проник  рассвет  --  не  всей  ясностью
озарения,  но тем смутным усилием, в  котором можно понимать окружающее. Низ
окна  был черен; верх  просветлел. Извне дома, почти на краю  рамы, блестела
утренняя звезда.  Зная, что  теперь не уснет, Ассоль оделась, подошла к окну
и, сняв крюк, отвела раму, За окном стояла внимательная  чуткая тишина;  она
как  бы  наступила только сейчас. В  синих  сумерках мерцали кусты, подальше
спали деревья; веяло духотой и землей.
     Держась  за  верх  рамы,  девушка  смотрела  и улыбалась.  Вдруг нечто,
подобное отдаленному зову,  всколыхнуло  ее изнутри и  вовне, и  она  как бы
проснулась   еще  раз  от  явной  действительности   к  тому,  что  явнее  и
несомненнее. С этой минуты ликующее богатство сознания не оставляло ее. Так,
понимая,  слушаем мы речи  людей, но, если повторить сказанное,  поймем  еще
раз, с иным, новым значением. То же было и с ней.
     Взяв  старенькую, но на ее  голове  всегда юную шелковую  косынку,  она
прихватила ее рукою под  подбородком, заперла дверь и  выпорхнула босиком на
дорогу. Хотя было пусто и глухо, но ей казалось, что она звучит как оркестр,
что ее могут услышать.  Все  было  мило  ей,  все радовало  ее.  Теплая пыль
щекотала  босые ноги; дышалось ясно  и весело.  На сумеречном  просвете неба
темнели крыши и облака;  дремали изгороди,  шиповник, огороды, сады и  нежно
видимая дорога. Во  всем замечался  иной  порядок, чем днем, -- тот же, но в
ускользнувшем  ранее  соответствии.  Все  спало с  открытыми глазами,  тайно
рассматривая проходящую девушку.
     Она шла, чем далее, тем быстрей, торопясь покинуть селение. За Каперной
простирались  луга; за  лугами по  склонам береговых  холмов  росли орешник,
тополя и каштаны.  Там, где дорога кончилась, переходя в глухую тропу, у ног
Ассоль мягко завертелась пушистая  черная собака с белой грудью и  говорящим
напряжением  глаз.  Собака,   узнав   Ассоль,  повизгивая  и  жеманно  виляя
туловищем, пошла рядом, молча соглашаясь с девушкой в  чем-то  понятном, как
"я"  и "ты".  Ассоль,  посматривая в  ее  сообщительные глаза,  была  твердо
уверена,  что собака  могла  бы  заговорить,  не  будь  у нее  тайных причин
молчать. Заметив улыбку спутницы, собака весело сморщилась, вильнула хвостом
и ровно  побежала вперед, но вдруг безучастно села, деловито выскребла лапой
ухо, укушенное своим вечным врагом, и побежала обратно.
     Ассоль  проникла в высокую, брызгающую росой луговую траву;  держа руку
ладонью вниз над ее метелками, она шла, улыбаясь струящемуся прикосновению.
     Засматривая в особенные  лица цветов, в путаницу стеблей, она различала
там почти человеческие намеки -- позы, усилия, движения, черты и взгляды; ее
не  удивила  бы  теперь  процессия полевых мышей, бал  сусликов  или  грубое
веселье ежа, пугающего  спящего  гнома  своим фуканьем. И точно, еж,  серея,
выкатился перед  ней  на  тропинку. -- "Фук-фук",  --  отрывисто сказал он с
сердцем, как извозчик  на пешехода. Ассоль говорила с теми, кого  понимала и
видела. -- "Здравствуй, больной, -- сказала она лиловому ирису, пробитому до
дыр  червем.  -- Необходимо  посидеть  дома",  -- это  относилось  к  кусту,
застрявшему среди тропы и потому  обдерганному платьем прохожих. Большой жук
цеплялся  за колокольчик, сгибая растение и  сваливаясь, но  упрямо толкаясь
лапками.  -- "Стряхни  толстого пассажира",  --  посоветовала  Ассоль.  Жук,
точно, не удержался и с треском  полетел в сторону. Так, волнуясь, трепеща и
блестя,  она  подошла к склону холма, скрывшись в его  зарослях  от лугового
пространства, но окруженная теперь истинными своими друзьями, которые -- она
знала это -- говорят басом.
     То были крупные  старые деревья среди жимолости и орешника. Их  свисшие
ветви касались  верхних листьев кустов. В спокойно тяготеющей крупной листве
каштанов  стояли белые  шишки  цветов,  их  аромат  мешался с запахом росы и
смолы.  Тропинка,   усеянная  выступами  скользких  корней,  то  падала,  то
взбиралась  на  склон.  Ассоль  чувствовала  себя, как  дома;  здоровалась с
деревьями,  как с  людьми, то есть пожимая их широкие листья. Она шла, шепча
то мысленно, то словами: "Вот ты, вот другой ты; много же вас, братцы мои! Я
иду, братцы, спешу, пустите меня. Я вас узнаю  всех, всех помню и  почитаю".
"Братцы"  величественно  гладили ее  чем могли  --  листьями -- и родственно
скрипели в ответ. Она выбралась, перепачкав ноги землей, к  обрыву над морем
и встала на краю обрыва, задыхаясь от поспешной ходьбы. Глубокая непобедимая
вера, ликуя,  пенилась  и  шумела  в ней. Она  разбрасывала  ее взглядом  за
горизонт,  откуда легким шумом  береговой  волны возвращалась  она  обратно,
гордая  чистотой полета. Тем  временем море, обведенное по горизонту золотой
нитью,  еще  спало;  лишь под  обрывом, в лужах береговых ям,  вздымалась  и
опадала  вода. Стальной  у  берега цвет  спящего океана  переходил в синий и
черный. За золотой нитью небо, вспыхивая, сияло огромным веером света; белые
облака  тронулись  слабым румянцем. Тонкие,  божественные цвета светились  в
них.  На черной дали легла уже  трепетная  снежная белизна; пена блестела, и
багровый  разрыв, вспыхнув  средь золотой нити, бросил по  океану,  к  ногам
Ассоль, алую рябь.
     Она села, подобрав ноги, с руками вокруг колен. Внимательно  наклоняясь
к морю, смотрела она на горизонт большими глазами, в которых не осталось уже
ничего  взрослого,  -- глазами ребенка.  Все,  чего она  ждала так  долго  и
горячо,  делалось там -- на краю  света. Она  видела в стране  далеких пучин
подводный холм; от поверхности  его струились вверх вьющиеся растения; среди
их круглых листьев,  пронизанных  у края стеблем, сияли  причудливые  цветы.
Верхние листья блестели на поверхности океана; тот, кто ничего не знал,  как
знала Ассоль, видел лишь трепет и блеск.
     Из заросли поднялся корабль; он всплыл и остановился  по самой середине
зари. Из этой  дали он  был виден ясно, как облака. Разбрасывая веселье,  он
пылал, как вино, роза,  кровь, уста, алый бархат  и пунцовый огонь.  Корабль
шел  прямо к Ассоль.  Крылья пены трепетали под мощным напором его киля; уже
встав, девушка прижала  руки к груди, как  чудная игра света перешла в зыбь;
взошло  солнце,  и  яркая полнота  утра  сдернула покровы  с всего,  что еще
нежилось, потягиваясь на сонной земле.
     Девушка вздохнула и осмотрелась. Музыка смолкла, но Ассоль была еще  во
власти ее  звонкого хора. Это впечатление постепенно ослабевало, затем стало
воспоминанием и, наконец,  просто усталостью. Она легла на траву, зевнула и,
блаженно закрыв глаза,  уснула -- по-настоящему,  крепким, как молодой орех,
сном, без заботы и сновидений.
     Ее  разбудила  муха,  бродившая  по голой  ступне. Беспокойно  повертев
ножкой, Ассоль проснулась; сидя, закалывала она растрепанные волосы, поэтому
кольцо  Грэя  напомнило  о себе, но  считая его  не  более, как  стебельком,
застрявшим меж  пальцев, она распрямила их; так  как помеха  не исчезла, она
нетерпеливо поднесла руку к глазам и выпрямилась, мгновенно вскочив с  силой
брызнувшего фонтана.
     На ее пальце блестело  лучистое кольцо Грэя, как на чужом, --  своим не
могла  признать она в этот момент,  не чувствовала палец  свой. -- "Чья  это
шутка? Чья шутка? -- стремительно  вскричала  она.  --  Разве я  сплю? Может
быть, нашла и забыла?". Схватив левой рукой  правую, на которой было кольцо,
с изумлением осматривалась она,  пытая взглядом море  и зеленые  заросли; но
никто не шевелился, никто не притаился в кустах, и в синем, далеко озаренном
море  не  было  никакого  знака,  и  румянец покрыл Ассоль, а голоса  сердца
сказали вещее "да". Не  было  объяснений  случившемуся, но без слов и мыслей
находила она их в странном чувстве своем, и уже близким ей стало кольцо. Вся
дрожа, сдернула  она его с  пальца; держа в пригоршне, как воду, рассмотрела
его  она  --  всею душою,  всем  сердцем, всем ликованием и  ясным суеверием
юности, затем, спрятав за лиф, Ассоль уткнула лицо в  ладони, из-под которых
неудержимо рвалась  улыбка,  и,  опустив  голову,  медленно  пошла  обратной
дорогой.
     Так, -- случайно, как говорят люди, умеющие читать  и писать, -- Грэй и
Ассоль нашли друг друга утром летнего дня, полного неизбежности.

V БОЕВЫЕ ПРИГОТОВЛЕНИЯ



     Когда  Грэй  поднялся  на палубу "Секрета",  он несколько  минут  стоял
неподвижно, поглаживая  рукой  голову  сзади  на лоб,  что  означало крайнее
замешательство. Рассеянность -- облачное движение чувств -- отражалась в его
лице бесчувственной улыбкой лунатика. Его помощник Пантен шел в это время по
шканцам с тарелкой жареной рыбы; увидев Грэя, он заметил странное  состояние
капитана.
     -- Вы, быть может, ушиблись?  -- осторожно спросил он. -- Где были? Что
видели? Впрочем, это, конечно, ваше  дело. Маклер предлагает выгодный фрахт;
с премией. Да что с вами такое?..
     -- Благодарю,  --  сказал Грэй, вздохнув,  --  как развязанный.  -- Мне
именно  недоставало звуков вашего простого, умного голоса. Это  как холодная
вода.  Пантен, сообщите  людям, что сегодня мы поднимаем якорь и переходим в
устье Лилианы, миль  десять  отсюда.  Ее течение  перебито сплошными мелями.
Проникнуть в устье можно лишь с моря.  Придите за картой. Лоцмана не  брать.
Пока  все...  Да,  выгодный фрахт  мне  нужен  как прошлогодний снег. Можете
передать это маклеру. Я отправляюсь в город, где пробуду до вечера.
     -- Что же случилось?
     -- Решительно ничего, Пантен. Я хочу, чтобы вы приняли к  сведению  мое
желание избегать всяких расспросов. Когда наступит  момент, я  сообщу вам, в
чем дело. Матросам скажите, что предстоит ремонт; что местный док занят.
     -- Хорошо, --  бессмысленно  сказал  Пантен в  спину уходящего Грэя. --
Будет исполнено.
     Хотя  распоряжения капитана  были вполне  толковы,  помощник  вытаращил
глаза и беспокойно помчался с  тарелкой  к себе в  каюту, бормоча:  "Пантен,
тебя озадачили. Не хочет ли он  попробовать  контрабанды? Не выступаем ли мы
под  черным  флагом  пирата?"  Но  здесь  Пантен  запутался  в  самых  диких
предположениях. Пока он нервически уничтожал рыбу, Грэй  спустился  в каюту,
взял деньги и, переехав бухту, появился в торговых кварталах Лисса.
     Теперь он действовал уже  решительно и покойно, до мелочи зная все, что
предстоит на  чудном пути. Каждое движение  --  мысль, действие -- грели его
тонким наслаждением  художественной работы. Его  план сложился  мгновенно  и
выпукло. Его понятия о жизни подверглись тому последнему набегу резца, после
которого мрамор спокоен в своем прекрасном сиянии.
     Грэй  побывал  в  трех  лавках, придавая  особенное  значение  точности
выбора, так как  мысленно  видел  уже нужный  цвет и оттенок.  В двух первых
лавках  ему  показали шелка  базарных цветов,  предназначенные удовлетворить
незатейливое тщеславие; в  третьей он нашел образцы сложных эффектов. Хозяин
лавки  радостно  суетился,  выкладывая  залежавшиеся  материи,  но  Грэй был
серьезен, как  анатом.  Он терпеливо разбирал свертки, откладывал,  сдвигал,
развертывал  и смотрел  на  свет  такое множество алых полос,  что прилавок,
заваленный  ими,  казалось,  вспыхнет. На носок  сапога Грэя легла пурпурная
волна;  на  его  руках  и  лице  блестел  розовый  отсвет.  Роясь  в  легком
сопротивлении шелка, он различал  цвета: красный, бледный розовый и  розовый
темный, густые  закипи вишневых, оранжевых и  мрачно-рыжих тонов; здесь были
оттенки  всех  сил  и значений, различные -- в своем мнимом родстве, подобно
словам: "очаровательно" -- "прекрасно" --  "великолепно" --  "совершенно"; в
складках  таились намеки,  недоступные языку  зрения, но истинный алый  цвет
долго не представлялся  глазам нашего капитана; что приносил лавочник,  было
хорошо, но  не вызывало ясного и твердого "да".  Наконец, один  цвет привлек
обезоруженное  внимание  покупателя;  он сел  в  кресло  к окну,  вытянул из
шумного шелка  длинный конец, бросил его на колени и, развалясь, с трубкой в
зубах, стал созерцательно неподвижен.
     Этот совершенно чистый, как алая  утренняя  струя, полный  благородного
веселья  и  царственности  цвет  являлся  именно тем  гордым  цветом,  какой
разыскивал Грэй. В нем не было смешанных оттенков огня, лепестков мака, игры
фиолетовых или лиловых намеков; не было также ни  синевы, ни тени -- ничего,
что вызывает сомнение. Он рдел,  как улыбка,  прелестью духовного отражения.
Грэй так  задумался,  что  позабыл о  хозяине,  ожидавшем  за  его спиной  с
напряжением  охотничьей  собаки,  сделавшей  стойку.  Устав ждать,  торговец
напомнил о себе треском оторванного куска материи.
     -- Довольно образцов, -- сказал Грэй, вставая, -- этот шелк я беру.
     --  Весь  кусок? -- почтительно сомневаясь,  спросил торговец. Но  Грэй
молча смотрел ему в лоб, отчего хозяин лавки  сделался немного развязнее. --
В таком случае, сколько метров?
     Грэй кивнул, приглашая повременить, и  высчитал  карандашом  на  бумаге
требуемое количество.
     -- Две тысячи метров. -- Он с сомнением осмотрел полки. -- Да, не более
двух тысяч метров.
     --  Две?  --  сказал хозяин,  судорожно  подскакивая, как пружинный. --
Тысячи? Метров? Прошу вас сесть, капитан. Не желаете ли  взглянуть, капитан,
образцы  новых материй?  Как вам  будет угодно.  Вот спички, вот  прекрасный
табак; прошу вас. Две  тысячи... две  тысячи по. -- Он сказал  цену, имеющую
такое  же отношение к настоящей,  как клятва  к  простому "да", но  Грэй был
доволен, так как не хотел ни  в чем торговаться. --  Удивительный, наилучший
шелк, --  продолжал лавочник, --  товар вне сравнения, только у меня найдете
такой.
     Когда  он  наконец весь  изошел  восторгом, Грэй  договорился  с ним  о
доставке, взяв на свой счет  издержки, уплатил по счету  и ушел, провожаемый
хозяином с  почестями китайского короля. Тем  временем через  улицу  от того
места, где  была лавка, бродячий музыкант, настроив  виолончель, заставил ее
тихим смычком говорить грустно и хорошо; его товарищ, флейтист, осыпал пение
струи  лепетом  горлового  свиста;  простая  песенка,  которою  они огласили
дремлющий  в жаре двор, достигла ушей Грэя, и тотчас  он понял,  что следует
ему  делать дальше.  Вообще все  эти  дни  он  был на той счастливой  высоте
духовного зрения,  с которой  отчетливо замечались им все намеки  и подсказы
действительности; услыша  заглушаемые ездой экипажей звуки, он вошел в центр
важнейших впечатлений  и  мыслей, вызванных, сообразно его  характеру,  этой
музыкой, уже чувствуя, почему и как  выйдет хорошо то, что придумал. Миновав
переулок, Грэй прошел в ворота дома, где состоялось музыкальное выступление.
К тому  времени  музыканты  собрались  уходить;  высокий  флейтист  с  видом
забитого  достоинства  благодарно махал  шляпой  тем  окнам, откуда вылетали
монеты.  Виолончель уже  вернулась под  мышку своего хозяина;  тот,  вытирая
вспотевший лоб, дожидался флейтиста.
     -- Ба,  да  это  ты,  Циммер! -- сказал ему  Грэй,  признавая скрипача,
который  по вечерам веселил своей прекрасной игрой моряков, гостей  трактира
"Деньги на бочку". -- Как же ты изменил скрипке?
     -- Досточтимый капитан, -- самодовольно возразил Циммер, --  я играю на
всем,  что звучит  и трещит. В молодости я был  музыкальным клоуном.  Теперь
меня тянет к искусству, и я с горем вижу, что погубил незаурядное дарование.
Поэтому-то я  из  поздней  жадности  люблю сразу двух:  виолу и скрипку.  На
виолончели  играю днем, а на скрипке по вечерам, то есть как бы плачу, рыдаю
о погибшем таланте. Не угостите ли винцом, а? Виолончель -- это моя  Кармен,
а скрипка.
     -- Ассоль, -- сказал Грэй. Циммер не расслышал.
     -- Да, -- кивнул он, -- соло на тарелках или медных трубочках -- Другое
дело. Впрочем, что мне?! Пусть кривляются  паяцы искусства -- я знаю,  что в
скрипке и виолончели всегда отдыхают феи.
     --  А  что  скрывается  в  моем  "тур-лю-рлю"?  --  спросил  подошедший
флейтист, рослый детина с бараньими голубыми глазами и белокурой бородой. --
Ну-ка, скажи?
     -- Смотря по тому, сколько ты выпил с утра.  Иногда -- птица, иногда --
спиртные пары. Капитан, это мой компаньон Дусс; я говорил ему, как вы сорите
золотом, когда пьете, и он заочно влюблен в вас.
     -- Да,  -- сказал  Дусс, --  я люблю жест  и щедрость.  Но  я хитер, не
верьте моей гнусной лести.
     -- Вот  что, -- сказал, смеясь, Грэй. -- У меня мало времени, а дело не
терпит.  Я  предлагаю  вам  хорошо  заработать. Соберите  оркестр, но не  из
щеголей с парадными лицами  мертвецов, которые в музыкальном буквоедстве или
--  что еще хуже -- в звуковой  гастрономии забыли  о  душе  музыки  и  тихо
мертвят  эстрады  своими  замысловатыми  шумами,  --  нет.  Соберите  своих,
заставляющих плакать простые сердца кухарок и лакеев; соберите своих бродяг.
Море  и любовь не терпят педантов.  Я с удовольствием  посидел бы  с вами, и
даже  не с одной  бутылкой, но нужно идти. У меня много дела. Возьмите это и
пропейте за букву А. Если вам нравится  мое предложение, приезжайте повечеру
на "Секрет", он стоит неподалеку от головной дамбы.
     -- Согласен! -- вскричал Циммер,  зная,  что  Грэй платит, как царь. --
Дусс, кланяйся, скажи "да" и  верти шляпой от  радости!  Капитан Грэй  хочет
жениться!
     --  Да,  --  просто  сказал Грэй.  -- Все подробности я вам  сообщу  на
"Секрете". Вы же...
     --  За  букву  А! -- Дусс,  толкнув локтем  Циммера, подмигнул Грэю. --
Но... как много букв в алфавите! Пожалуйте что-нибудь и на фиту...
     Грэй дал  еще  денег. Музыканты  ушли.  Тогда  он зашел в  комиссионную
контору и дал  тайное поручение  за  крупную сумму  -- выполнить  срочно,  в
течение  шести дней.  В то время,  как Грэй вернулся на  свой корабль, агент
конторы  уже  садился на пароход.  К вечеру привезли шелк; пять  парусников,
нанятых Грэем, поместились с матросами; еще  не вернулся Летика и не прибыли
музыканты; в ожидании их Грэй отправился потолковать с Пантеном.
     Следует  заметить, что  Грэй в течение  нескольких  лет плавал с  одним
составом команды.  Вначале  капитан удивлял  матросов  капризами неожиданных
рейсов,  остановок  -- иногда  месячных  -- в самых неторговых  и  безлюдных
местах, но постепенно  они  прониклись "грэизмом"  Грэя. Он часто  плавал  с
одним  балластом,  отказываясь  брать  выгодный фрахт  только потому, что не
нравился ему предложенный груз.  Никто  не мог  уговорить  его  везти  мыло,
гвозди,  части   машин  и  другое,  что  мрачно  молчит  в  трюмах,  вызывая
безжизненные  представления  скучной  необходимости.  Но  он  охотно  грузил
фрукты,  фарфор,  животных, пряности, чай, табак, кофе, шелк, ценные  породы
деревьев:  черное,  сандал, пальму.  Все  это  отвечало  аристократизму  его
воображения,  создавая  живописную атмосферу; не  удивительно,  что  команда
"Секрета", воспитанная, таким образом, в  духе  своеобразности, посматривала
несколько свысока на все иные суда, окутанные дымом плоской наживы. Все-таки
этот  раз  Грэй встретил вопросы  в физиономиях;  самый тупой матрос отлично
знал, что нет надобности производить ремонт в русле лесной реки.
     Пантен, конечно, сообщил  им приказание Грэя; когда тот вошел, помощник
его докуривал шестую сигару, бродя по каюте, ошалев  от  дыма и натыкаясь на
стулья. Наступал вечер; сквозь открытый иллюминатор торчала золотистая балка
света, в которой вспыхнул лакированный козырек капитанской фуражки.
     -- Все готово, -- мрачно сказал Пантен. -- Если хотите, можно поднимать
якорь.
     -- Вы должны бы,  Пантен, знать  меня несколько лучше, -- мягко заметил
Грэй. -- Нет тайны в том, что я делаю. Как  только мы бросим  якорь  на  дно
Лилианы, я расскажу все, и вы не будете тратить так много спичек  на  плохие
сигары. Ступайте, снимайтесь с якоря.
     Пантен, неловко усмехаясь, почесал бровь.
     -- Это, конечно, так,  -- сказал  он. --  Впрочем,  я  ничего. Когда он
вышел,  Грэй посидел несколько  времени,  неподвижно  смотря в  полуоткрытую
дверь,  затем  перешел  к   себе.  Здесь  он  то  сидел,  то  ложился;   то,
прислушиваясь к треску брашпиля, выкатывающего громкую цепь, собирался выйти
на бак, но вновь задумывался и возвращался к столу, чертя по клеенке пальцем
прямую  быструю  линию.  Удар  кулаком  в  дверь  вывел его из маниакального
состояния;  он  повернул   ключ,  впустив  Летику.   Матрос,  тяжело   дыша,
остановился с видом гонца, вовремя Предупредившего казнь.
     -- "Летика, Летика", -- сказал я себе, -- быстро заговорил он, -- когда
я  с  кабельного  мола  увидел, как  танцуют  вокруг  брашпиля  наши ребята,
поплевывая в ладони. У меня  глаз, как у орла. И я  полетел; я  так дышал на
лодочника, что человек вспотел от волнения. Капитан, вы хотели оставить меня
на берегу?
     -- Летика, --  сказал Грэй, присматриваясь  к его красным глазам,  -- я
ожидал тебя не позже утра. Лил ли ты на затылок холодную воду?
     -- Лил. Не столько, сколько было принято внутрь, но лил. Все сделано.
     --  Говори. --  Не стоит  говорить, капитан; вот  здесь  все  записано.
Берите и читайте. Я очень старался. Я уйду.
     -- Куда?
     -- Я вижу  по укоризне глаз ваших, что еще мало лил на затылок холодной
воды.
     Он повернулся  и вышел с странными движениями  слепого.  Грэй развернул
бумажку;  карандаш, должно быть, дивился, когда выводил по ней  эти чертежи,
напоминающие расшатанный забор. Вот что писал Летика: "Сообразно инструкции.
После пяти часов ходил по улице. Дом с серой крышей, по два  окна сбоку; при
нем  огород. Означенная особа приходила два раза: за  водой раз, за  щепками
для плиты два. По наступлении темноты проник взглядом  в окно, но ничего  не
увидел по причине занавески".
     Затем   следовало  несколько  указаний  семейного  характера,   добытых
Летикой,  видимо, путем застольного разговора, так как меморий заканчивался,
несколько неожиданно, словами: "В счет расходов приложил малость своих".
     Но существо этого донесения говорило лишь о том, что мы знаем из первой
главы.  Грэй  положил  бумажку  в  стол,  свистнул  вахтенного  и послал  за
Пантеном, но  вместо помощника явился  боцман  Атвуд, обдергивая  засученные
рукава.
     -- Мы ошвартовались у дамбы, -- сказал он. -- Пантен послал узнать, что
вы хотите. Он занят: на него напали там  какие-то люди с трубами, барабанами
и другими скрипками. Вы  звали их  на  "Секрет"? Пантен просит  вас  прийти,
говорит, у него туман в голове.
     -- Да,  Атвуд,  -- сказал Грэй, -- я, точно,  звал музыкантов;  подите,
скажите  им,  чтобы  шли пока в кубрик. Далее  будет видно, как их устроить.
Атвуд, скажите им  и  команде, что я выйду  на палубу через  четверть  часа.
Пусть соберутся; вы и Пантен, разумеется, тоже послушаете меня.
     Атвуд взвел, как курок, левую бровь, постоял боком у двери и вышел. Эти
десять минут Грэй  провел, закрыв руками лицо; он ни к чему не приготовлялся
и ничего не рассчитывал, но хотел мысленно помолчать. Тем временем его ждали
уже все, нетерпеливо и с любопытством, полным  догадок. Он вышел и увидел по
лицам  ожидание  невероятных вещей,  но так как  сам  находил  совершающееся
вполне  естественным,  то  напряжение  чужих  душ отразилось  в  нем  легкой
досадой.
     --  Ничего особенного, -- сказал Грэй, присаживаясь на трап мостика. --
Мы простоим в устье реки до тех пор, пока не сменим весь такелаж. Вы видели,
что привезен красный шелк; из него под руководством парусного мастера Блента
смастерят "Секрету" новые паруса. Затем мы  отправимся, но куда -- не скажу;
во всяком случае, недалеко  отсюда.  Я еду к жене.  Она еще не жена мне,  но
будет ею. Мне нужны алые паруса, чтобы еще издали, как условлено с нею,  она
заметила  нас.  Вот  и все. Как видите, здесь  нет  ничего таинственного.  И
довольно об этом.
     --  Да, -- сказал Атвуд, видя  по улыбающимся лицам матросов,  что  они
приятно  озадачены и не решаются говорить. -- Так вот в чем дело, капитан...
Не нам, конечно, судить об этом. Как желаете, так и будет. Я поздравляю вас.
     --  Благодарю!  --  Грэй  сильно сжал  руку  боцмана,  но  тот,  сделав
невероятное усилие, ответил таким пожатием, что капитан уступил. После этого
подошли  все,  сменяя  друг  друга  застенчивой теплотой  взгляда  и бормоча
поздравления.  Никто не  крикнул, не  зашумел --  нечто  не  совсем  простое
чувствовали матросы в отрывистых словах капитана. Пантен облегченно вздохнул
и  повеселел --  его  душевная тяжесть  растаяла.  Один корабельный  плотник
остался чем-то недоволен: вяло подержав руку Грэя, он мрачно спросил: -- Как
это вам пришло в голову, капитан?
     --  Как удар твоего топора, --  сказал  Грэй.  -- Циммер! Покажи  своих
ребятишек.
     Скрипач,  хлопая  по  спине музыкантов, вытолкнул семь  человек, одетых
крайне неряшливо.
     -- Вот, -- сказал Циммер, -- это -- тромбон; не играет, а палит, как из
пушки. Эти два  безусых молодца  -- фанфары;  как  заиграют,  так  сейчас же
хочется воевать. Затем кларнет, корнет-а-пистон и вторая скрипка. Все они --
великие мастера обнимать резвую приму, то есть меня. А вот  и главный хозяин
нашего  веселого ремесла -- Фриц, барабанщик. У барабанщиков, знаете, обычно
-- разочарованный вид, но этот бьет с достоинством, с увлечением. В его игре
есть что-то открытое  и прямое,  как его палки. Так ли все сделано,  капитан
Грэй?
     --  Изумительно, -- сказал Грэй.  -- Всем вам отведено  место  в трюме,
который  на этот раз, значит,  будет  погружен  разными "скерцо", "адажио" и
"фортиссимо".  Разойдитесь.  Пантен,  снимайте швартовы,  трогайтесь. Я  вас
сменю через два часа.
     Этих  двух  часов  он  не  заметил,  так  как  они прошли все в той  же
внутренней  музыке, не оставлявшей его  сознания,  как  пульс  не  оставляет
артерий.  Он думал  об  одном,  хотел одного, стремился  к  одному.  Человек
действия, он мысленно опережал ход событий, жалея лишь о том, что ими нельзя
двигать так же просто и скоро, как шашками. Ничто в спокойной наружности его
не говорило о  том напряжении чувства, гул  которого, подобно гулу огромного
колокола,  бьющего над головой, мчался во  всем  его  существе оглушительным
нервным стоном.  Это  довело его, наконец,  до того,  что  он  стал  считать
мысленно: "Один", два... тридцать..." и так  далее, пока не сказал "тысяча".
Такое упражнение подействовало: он был способен наконец взглянуть со стороны
на  все предприятие.  Здесь  несколько удивило  его  то,  что  он  не  может
представить внутреннюю  Ассоль, так  как даже  не говорил  с  ней. Он  читал
где-то, что  можно,  хотя бы  смутно, понять человека,  если, вообразив себя
этим  человеком,  скопировать  выражение  его лица.  Уже  глаза  Грэя начали
принимать  несвойственное   им   странное  выражение,   а  губы  под   усами
складываться в слабую,  кроткую улыбку, как, опомнившись,  он расхохотался и
вышел сменить Пантена.
     Было  темно. Пантен,  подняв  воротник куртки, ходил у  компаса, говоря
рулевому: "Лево четверть румба;  лево.  Стой: еще четверть". "Секрет" шел  с
половиною парусов при попутном ветре.
     -- Знаете, -- сказал Пантен Грэю, -- я доволен.
     -- Чем?
     -- Тем же, чем и вы. Я  все понял. Вот здесь, на  мостике.  -- Он хитро
подмигнул, светя улыбке огнем трубки.
     -- Ну-ка, -- сказал Грэй, внезапно догадавшись, в чем дело,  -- что  вы
там поняли?  --  Лучший  способ провезти  контрабанду, --  шепнул Пантен. --
Всякий может иметь такие паруса, какие хочет. У вас гениальная голова, Грэй!
     -- Бедный Пантен! --  сказал капитан, не  зная, сердиться или смеяться.
-- Ваша догадка  остроумна, но  лишена всякой  основы.  Идите спать. Даю вам
слово, что вы ошибаетесь. Я делаю то, что сказал.
     Он  отослал его спать, сверился  с  направлением курса и сел. Теперь мы
его оставим, так как ему нужно быть одному.

VI АССОЛЬ ОСТАЕТСЯ ОДНА



     Лонгрен провел ночь в море; он не спал, не ловил, а шел под парусом без
определенного направления, слушая плеск воды, смотря в тьму,  обветриваясь и
думая. В тяжелые  часы жизни ничто так не восстанавливало силы его души, как
эти одинокие блужданья. Тишина,  только  тишина и безлюдье  -- вот что нужно
было  ему  для того, чтобы все самые слабые  и спутанные  голоса внутреннего
мира зазвучали понятно. Эту ночь он думал о будущем,  о бедности, об Ассоль.
Ему  было крайне трудно  покинуть  ее даже на время;  кроме  того, он боялся
воскресить  утихшую  боль.  Быть  может,  поступив   на  корабль,  он  снова
вообразит,  что  там, в  Каперне  его  ждет не  умиравший  никогда  друг,  и
возвращаясь,  он  будет подходить  к  дому  с горем мертвого ожидания.  Мери
никогда больше не  выйдет из дверей дома. Но он  хотел,  чтобы у Ассоль было
что есть, решив поэтому поступить так, как приказывает забота.
     Когда Лонгрен вернулся, девушки еще не было дома. Ее ранние прогулки не
смущали  отца; на этот  раз однако в его ожидании была легкая напряженность.
Похаживая из угла в угол, он на повороте вдруг сразу увидел Ассоль; вошедшая
стремительно и неслышно, она молча остановилась перед ним, почти испугав его
светом взгляда, отразившего возбуждение. Казалось, открылось ее второе  лицо
--  то  истинное лицо  человека, о котором обычно говорят только  глаза. Она
молчала, смотря в лицо Лонгрену так непонятно, что он  быстро спросил: -- Ты
больна?
     Она  не  сразу  ответила.  Когда  смысл  вопроса  коснулся  наконец  ее
духовного  слуха,   Ассоль  встрепенулась,  как  ветка,  тронутая  рукой,  и
засмеялась  долгим, ровным  смехом  тихого  торжества.  Ей надо было сказать
что-нибудь, но, как  всегда, не  требовалось  придумывать -- что именно; она
сказала: -- Нет, я здорова... Почему ты так смотришь? Мне весело. Верно, мне
весело, но  это оттого, что день так хорош.  А что  ты надумал? Я уж вижу по
твоему лицу, что ты что-то надумал.
     -- Что бы я ни надумал, --  сказал Лонгрен, усаживая девушку на колени,
--  ты, я знаю, поймешь, в  чем дело. Жить нечем. Я не пойду снова в дальнее
плавание, а поступлю на почтовый пароход, что ходит между Кассетом и Лиссом.
     -- Да, -- издалека сказала она,  силясь  войти в его заботы и дело,  но
ужасаясь, что бессильна перестать радоваться. -- Это очень плохо. Мне  будет
скучно. Возвратись  поскорей.  --  Говоря  так, она  расцветала  неудержимой
улыбкой. -- Да, поскорей, милый; я жду.
     -- Ассоль!  --  сказал Лонгрен, беря ладонями ее  лицо  и поворачивая к
себе. -- Выкладывай, что случилось?
     Она  почувствовала,  что  должна  выветрить  его  тревогу,  и,  победив
ликование, сделалась серьезно-внимательной, только в ее глазах  блестела еще
новая жизнь.
     --  "Ты  странный,  -- сказала  она.  -- Решительно ничего. Я  собирала
орехи."
     Лонгрен  не  вполне  поверил бы  этому,  не  будь он  так занят  своими
мыслями. Их разговор стал  деловым и подробным. Матрос  сказал дочери, чтобы
она  уложила его мешок;  перечислил  все  необходимые  вещи и  дал несколько
советов.
     -- Я  вернусь домой  дней через  десять, а  ты заложи  мое ружье и сиди
дома. Если  кто захочет тебя обидеть, скажи: -- "Лонгрен скоро вернется". Не
думай и не беспокойся обо мне; худого ничего не случится.
     После  этого он  поел,  крепко поцеловал  девушку и,  вскинув мешок  за
плечи, вышел  на городскую  дорогу. Ассоль смотрела  ему вслед,  пока он  не
скрылся за поворотом; затем вернулась. Немало  домашних работ предстояло ей,
но  она  забыла об  этом.  С  интересом легкого  удивления осматривалась она
вокруг, как бы уже чужая этому дому, так  влитому в сознание с детства, что,
казалось,  всегда носила  его в себе, а теперь  выглядевшему  подобно родным
местам, посещенным спустя ряд лет из круга жизни иной. Но что-то недостойное
почудилось ей в  этом  своем отпоре, что-то неладное.  Она села к столу,  на
котором Лонгрен  мастерил  игрушки, и  попыталась  приклеить руль  к  корме;
смотря на эти предметы, невольно увидела  она их большими, настоящими;  все,
что  случилось  утром,  снова поднялось в ней  дрожью  волнения,  и  золотое
кольцо, величиной с солнце, упало через море к ее ногам.
     Не усидев, она вышла из дома и пошла в Лисе. Ей совершенно нечего  было
там  делать; она  не знала, зачем идет, но не идти -- не могла. По дороге ей
встретился  пешеход, желавший разведать  какое-то  направление;  она толково
объяснила ему, что нужно, и тотчас же забыла об этом.
     Всю длинную  дорогу  миновала  она незаметно, как  если бы несла птицу,
поглотившую все ее нежное внимание. У города она  немного развлеклась шумом,
летевшим  с его огромного круга, но он был  не властен над ней,  как раньше,
когда, пугая и забивая, делал ее молчаливой трусихой. Она противостояла ему.
Она медленно прошла кольцеобразный бульвар, пересекая  синие тени  деревьев,
доверчиво  и  легко взглядывая  на  лица  прохожих,  ровной походкой, полной
уверенности. Порода наблюдательных людей в течение дня замечала неоднократно
неизвестную,  странную на  взгляд девушку,  проходящую  среди яркой толпы  с
видом  глубокой задумчивости. На площади она подставила руку струе  фонтана,
перебирая  пальцами  среди отраженных  брызг;  затем,  присев,  отдохнула  и
вернулась  на лесную дорогу. Обратный путь она сделала  со свежей  душой,  в
настроении мирном  и ясном,  подобно  вечерней  речке,  сменившей,  наконец,
пестрые  зеркала  дня ровным в  тени  блеском. Приближаясь  к  селению,  она
увидала того  самого угольщика, которому померещилось,  что у  него  зацвела
корзина;  он  стоял  возле повозки  с  двумя неизвестными  мрачными  людьми,
покрытыми  сажей  и  грязью. Ассоль  обрадовалась. -- Здравствуй. Филипп, --
сказала она, -- что ты здесь делаешь?
     -- Ничего, муха. Свалилось колесо; я его поправил, теперь  покуриваю да
калякаю с нашими ребятами. Ты откуда?
     Ассоль не ответила.
     -- Знаешь, Филипп, -- заговорила она,  -- я тебя очень люблю, и  потому
скажу только тебе. Я скоро уеду; наверное, уеду совсем. Ты не говори  никому
об этом.
     --  Это  ты хочешь уехать? Куда же ты собралась?  -- изумился угольщик,
вопросительно раскрыв рот, отчего его борода стала длиннее.
     --  Не  знаю. --  Она медленно осмотрела  поляну под вязом,  где стояла
телега,  --  зеленую  в  розовом  вечернем  свете  траву, черных  молчаливых
угольщиков и, подумав,  прибавила:  -- Все это мне неизвестно.  Я не знаю ни
дня,  ни  часа  и даже не  знаю,  куда.  Больше ничего не скажу. Поэтому, на
всякий случай, -- прощай; ты часто меня возил.
     Она взяла  огромную черную руку и привела ее в состояние относительного
трясения.  Лицо  рабочего  разверзло  трещину  неподвижной  улыбки.  Девушка
кивнула, повернулась  и  отошла.  Она исчезла  так  быстро, что Филипп и его
приятели не успели повернуть голову.
     -- Чудеса, --  сказал угольщик, -- поди-ка, пойми ее.  --  Что-то с ней
сегодня... такое и прочее.
     -- Верно,  --  поддержал  второй,  --  не  то  она  говорит, не  то  --
уговаривает. Не наше дело.
     -- Не наше  дело, -- сказал и третий, вздохнув. Затем все  трое  сели в
повозку и, затрещав колесами по каменистой дороге, скрылись в пыли.

VII АЛЫЙ "СЕКРЕТ"



     Был  белый  утренний  час;  в  огромном  лесу  стоял тонкий пар, полный
странных  видений.  Неизвестный охотник,  только что покинувший свой костер,
двигался вдоль реки;  сквозь деревья сиял просвет ее  воздушных  пустот,  но
прилежный  охотник  не  подходил к ним,  рассматривая  свежий след  медведя,
направляющийся к горам.
     Внезапный  звук  пронесся  среди  деревьев  с неожиданностью  тревожной
погони;  это  запел  кларнет.  Музыкант,  выйдя  на  палубу, сыграл  отрывок
мелодии, полной печального, протяжного повторения. Звук  дрожал,  как голос,
скрывающий горе; усилился, улыбнулся грустным переливом и оборвался. Далекое
эхо смутно напевало ту же мелодию.
     Охотник, отметив след сломанной веткой, пробрался к воде.  Туман еще не
рассеялся;    в   нем   гасли   очертания   огромного    корабля,   медленно
повертывающегося к устью реки. Его свернутые паруса ожили, свисая фестонами,
расправляясь и покрывая мачты бессильными щитами огромных складок; слышались
голоса и шаги. Береговой ветер, пробуя дуть, лениво теребил паруса; наконец,
тепло солнца  произвело  нужный эффект;  воздушный напор  усилился,  рассеял
туман и  вылился по  реям  в  легкие  алые формы,  полные роз. Розовые  тени
скользили  по белизне мачт  и  снастей, все было  белым,  кроме  раскинутых,
плавно двинутых парусов цвета глубокой радости.
     Охотник,  смотревший с берега, долго  протирал глаза, пока не убедился,
что видит именно так, а не иначе. Корабль скрылся за поворотом, а он все еще
стоял и смотрел; затем, молча пожав плечами, отправился к своему медведю.
     Пока "Секрет" шел руслом реки, Грэй стоял  у штурвала, не доверяя  руля
матросу  --  он боялся мели.  Пантен сидел  рядом, в  новой суконной паре, в
новой  блестящей  фуражке,  бритый  и смиренно  надутый. Он  по-прежнему  не
чувствовал никакой связи между алым убранством и прямой целью Грэя.
     -- Теперь, -- сказал Грэй, -- когда мои паруса  рдеют, ветер хорош, а в
сердце  моем  больше  счастья, чем  у слона при  виде  небольшой  булочки, я
попытаюсь настроить вас своими мыслями, как обещал в Лиссе. Заметьте -- я не
считаю вас  глупым или упрямым, нет; вы образцовый моряк, а это много стоит.
Но вы, как и большинство, слушаете голоса всех нехитрых истин сквозь толстое
стекло жизни; они кричат, но, вы не  услышите.  Я делаю то, что  существует,
как старинное  представление о прекрасном-несбыточном,  и что,  по существу,
так  же  сбыточно  и  возможно, как загородная  прогулка.  Скоро вы  увидите
девушку, которая  не  может, не должна иначе выйти  замуж,  как только таким
способом, какой развиваю я на ваших глазах.
     Он сжато передал  моряку то, о чем мы хорошо знаем, закончив объяснение
так:  --  Вы  видите,  как  тесно  сплетены  здесь судьба,  воля и  свойство
характеров; я прихожу к той, которая ждет и может ждать только меня, я же не
хочу никого другого, кроме нее, может быть именно потому, что благодаря ей я
понял одну нехитрую истину. Она  в  том, чтобы делать так называемые  чудеса
своими руками. Когда для человека главное -- получать дражайший пятак, легко
дать  этот пятак, но,  когда душа  таит зерно  пламенного растения --  чуда,
сделай ему это чудо,  если ты в состоянии. Новая душа будет у него и новая у
тебя. Когда начальник  тюрьмы  сам выпустит заключенного,  когда  миллиардер
подарит писцу виллу, опереточную певицу и сейф, а жокей хоть раз попридержит
лошадь  ради другого коня, которому не везет, -- тогда все  поймут,  как это
приятно, как невыразимо чудесно. Но есть не меньшие чудеса: улыбка, веселье,
прощение,  и  -- вовремя сказанное,  нужное  слово. Владеть  этим --  значит
владеть всем. Что до меня, то  наше начало --  мое и Ассоль -- останется нам
навсегда  в  алом отблеске парусов, созданных глубиной сердца, знающего, что
такое любовь. Поняли вы меня?
     -- Да,  капитан.  --  Пантен крякнул,  вытерев усы  аккуратно сложенным
чистым платочком. --  Я все понял. Вы меня тронули. Пойду  я вниз и  попрошу
прощения  у Никса, которого  вчера  ругал за потопленное ведро.  И  дам  ему
табаку -- свой он проиграл в карты.
     Прежде  чем  Грэй,  несколько  удивленный  таким  быстрым  практическим
результатом своих слов, успел что-либо сказать, Пантен  уже загремел вниз по
трапу и где-то отдаленно вздохнул. Грэй  оглянулся, посмотрев вверх; над ним
молча рвались алые паруса;  солнце в их швах сияло пурпурным дымом. "Секрет"
шел в море, удаляясь от берега. Не было никаких сомнений в звонкой душе Грэя
-- ни глухих  ударов  тревоги,  ни шума  мелких забот; спокойно, как  парус,
рвался он к восхитительной цели; полный тех мыслей, которые опережают слова.
     К  полудню  на  горизонте  показался дымок  военного  крейсера, крейсер
изменил курс и с расстояния полумили поднял сигнал -- "лечь в дрейф!".
     -- Братцы, -- сказал Грэй матросам,  -- нас не  обстреляют, не бойтесь;
они просто не верят своим глазам.
     Он приказал дрейфовать. Пантен, крича как на пожаре, вывел "Секрет"  из
ветра; судно остановилось, между тем как  от крейсера помчался паровой катер
с командой  и  лейтенантом  в  белых перчатках;  лейтенант, ступив на палубу
корабля, изумленно  оглянулся и прошел с Грэем в  каюту,  откуда  через  час
отправился, странно махнув рукой и  улыбаясь, словно получил чин,  обратно к
синему крейсеру.  По-видимому, этот  раз  Грэй  имел  больше успеха,  чем  с
простодушным  Пантеном,  так  как  крейсер,  помедлив, ударил  по  горизонту
могучим залпом  салюта, стремительный  дым которого, пробив воздух огромными
сверкающими  мячами,  развеялся  клочьями  над  тихой  водой.  Весь  день на
крейсере   царило   некое   полупраздничное  остолбенение;  настроение  было
неслужебное,  сбитое  --  под знаком любви,  о которой говорили везде  -- от
салона до  машинного трюма, а часовой минного отделения  спросил проходящего
матроса: -- "Том, как ты женился?" -- "Я поймал ее за юбку, когда она хотела
выскочить от меня в окно", -- сказал Том и гордо закрутил ус.
     Некоторое время  "Секрет"  шел  пустым морем,  без  берегов;  к полудню
открылся далекий  берег.  Взяв  подзорную  трубу, Грэй уставился на Каперну.
Если бы не ряд крыш, он различил  бы в окне одного дома  Ассоль,  сидящую за
какой-то  книгой.   Она   читала;   по  странице  полз  зеленоватый   жучок,
останавливаясь  и  приподнимаясь на  передних  лапах  с видом  независимым и
домашним.  Уже  два  раза был он  без досады сдунут  на  подоконник,  откуда
появлялся  вновь доверчиво и свободно, словно хотел что-то сказать. На  этот
раз ему  удалось добраться  почти к  руке девушки,  державшей угол страницы;
здесь  он застрял на слове "смотри", с  сомнением остановился, ожидая нового
шквала,  и,  действительно, едва  избег  неприятности,  так  как  Ассоль уже
воскликнула:  --  "Опять жучишка... дурак!.." --  и хотела решительно  сдуть
гостя в траву, но вдруг случайный  переход взгляда от  одной  крыши к другой
открыл ей на синей морской щели уличного пространства белый  корабль с алыми
парусами.
     Она   вздрогнула,  откинулась,  замерла;   потом   резко   вскочила   с
головокружительно    падающим   сердцем,   вспыхнув   неудержимыми   слезами
вдохновенного потрясения. "Секрет" в это время огибал небольшой мыс, держась
к берегу  углом левого борта; негромкая  музыка лилась в голубом дне с белой
палубы  под огнем алого шелка;  музыка ритмических переливов,  переданных не
совсем удачно известными всем словами: "Налейте, налейте бокалы -- и выпьем,
друзья,  за любовь"... -- В  ее простоте,  ликуя, развертывалось  и рокотало
волнение.
     Не  помня, как  оставила  дом, Ассоль бежала  уже к морю,  подхваченная
неодолимым ветром события; на первом углу она остановилась почти без сил; ее
ноги  подкашивались,  дыхание  срывалось  и  гасло,  сознание  держалось  на
волоске. Вне себя от страха потерять волю,  она  топнула ногой и оправилась.
Временами то крыша, то забор скрывали от  нее алые паруса; тогда, боясь,  не
исчезли  ли они, как  простой  призрак, она торопилась  миновать мучительное
препятствие и, снова увидев корабль, останавливалась облегченно вздохнуть.
     Тем временем в  Каперне произошло такое замешательство, такое волнение,
такая поголовная смута, какие  не уступят аффекту  знаменитых землетрясений.
Никогда  еще  большой корабль  не подходил к этому берегу; у корабля были те
самые  паруса, имя  которых звучало  как издевательство; теперь они  ясно  и
неопровержимо пылали с невинностью факта, опровергающего все законы  бытия и
здравого смысла. Мужчины, женщины, дети впопыхах мчались к берегу, кто в чем
был; жители перекликались со двора в двор, наскакивали друг на друга, вопили
и падали;  скоро  у  воды образовалась  толпа,  и  в эту толпу  стремительно
вбежала Ассоль. Пока ее  не было,  ее имя перелетало среди людей с нервной и
угрюмой  тревогой, с  злобным испугом.  Больше говорили  мужчины; сдавленно,
змеиным  шипением  всхлипывали остолбеневшие  женщины,  но если  уж  которая
начинала трещать -- яд забирался в голову.  Как только появилась Ассоль, все
смолкли, все со  страхом отошли от нее, и она  осталась одна  средь  пустоты
знойного  песка, растерянная,  пристыженная, счастливая,  с  лицом не  менее
алым, чем ее чудо, беспомощно протянув руки к высокому кораблю.
     От него отделилась лодка,  полная  загорелых гребцов; среди  них  стоял
тот, кого, как ей показалось теперь, она знала, смутно помнила с детства. Он
смотрел  на  нее с улыбкой,  которая грела и  торопила.  Но тысячи последних
смешных  страхов   одолели  Ассоль;  смертельно  боясь  всего   --   ошибки,
недоразумений, таинственной и вредной помехи -- она вбежала по пояс в теплое
колыхание волн, крича: -- Я здесь, я здесь! Это я!
     Тогда  Циммер  взмахнул  смычком -- и та же  мелодия  грянула по нервам
толпы,  но на этот  раз  полным,  торжествующим хором. От волнения, движения
облаков и волн, блеска воды и дали девушка почти не могла уже различать, что
движется: она, корабль или лодка -- все двигалось, кружилось и опадало.
     Но  весло резко плеснуло вблизи нее; она подняла голову. Грэй нагнулся,
ее руки ухватились  за его  пояс. Ассоль  зажмурилась; затем, быстро  открыв
глаза,  смело  улыбнулась  его сияющему  лицу  и,  запыхавшись, сказала:  --
Совершенно такой.
     -- И ты тоже, дитя мое! -- вынимая из воды мокрую драгоценность, сказал
Грэй. -- Вот, я пришел. Узнала ли ты меня?
     Она кивнула, держась за его пояс, с новой душой и трепетно зажмуренными
глазами.  Счастье  сидело в  ней  пушистым котенком.  Когда Ассоль  решилась
открыть  глаза,   покачиванье  шлюпки,  блеск  волн,  приближающийся,  мощно
ворочаясь, борт "Секрета",  -- все  было  сном, где  свет и  вода  качались,
кружась,  подобно  игре солнечных  зайчиков  на  струящейся лучами стене. Не
помня --  как, она поднялась по трапу в сильных руках Грэя. Палуба, крытая и
увешанная коврами, в алых выплесках парусов, была как небесный  сад. И скоро
Ассоль увидела, что стоит  в каюте -- в комнате, которой  лучше уже не может
быть.
     Тогда  сверху, сотрясая и  зарывая сердце  в  свой торжествующий  крик,
вновь кинулась огромная музыка.  Опять Ассоль закрыла  глаза, боясь, что все
это исчезнет, если она будет смотреть. Грэй взял ее руки и, зная уже теперь,
куда можно безопасно идти,  она спрятала мокрое от слез лицо на груди друга,
пришедшего так волшебно. Бережно, но со смехом, сам потрясенный и удивленный
тем, что наступила невыразимая,  недоступная никому драгоценная минута, Грэй
поднял за  подбородок  вверх  это давным-давно пригрезившееся лицо, и  глаза
девушки, наконец, ясно раскрылись. В них было все лучшее человека.
     -- Ты возьмешь к нам моего Лонгрена? -- сказала она.
     --  Да. -- И так крепко поцеловал он ее  вслед  за своим железным "да",
что она засмеялась.
     Теперь мы отойдем от  них, зная, что им нужно  быть вместе одним. Много
на  свете слов на разных  языках  и  разных  наречиях, но всеми  ими, даже и
отдаленно, не передашь того, что сказали они в день этот друг другу.
     Меж тем на палубе у гротмачты,  возле бочонка,  изъеденного  червем,  с
сбитым  дном,  открывшим  столетнюю темную благодать, ждал уже весь  экипаж.
Атвуд  стоял;  Пантен чинно сидел,  сияя, как  новорожденный. Грэй  поднялся
вверх,  дал  знак  оркестру  и,  сняв  фуражку,  первый  зачерпнул  граненым
стаканом, в песне золотых труб, святое вино.
     -- Ну, вот... -- сказал он, кончив пить, затем бросил стакан. -- Теперь
пейте, пейте все; кто не пьет, тот враг мне.
     Повторить эти слова ему не пришлось. В то время, как полным ходом,  под
всеми  парусами  уходил  от  ужаснувшейся  навсегда Каперны  "Секрет", давка
вокруг  бочонка  превзошла  все,  что  в  этом  роде  происходит на  великих
праздниках.
     -- Как понравилось оно тебе? -- спросил Грэй Летику.
     -- Капитан! -- сказал, подыскивая слова, матрос. -- Не знаю, понравился
ли ему я, но впечатления мои нужно обдумать. Улей и сад!
     -- Что?! -- Я хочу сказать,  что в мой рот впихнули  улей и сад. Будьте
счастливы, капитан. И  пусть счастлива будет та,  которую "лучшим  грузом" я
назову, лучшим призом "Секрета"!
     Когда  на другой день  стало светать,  корабль был далеко  от  Каперны.
Часть экипажа как уснула,  так и осталась лежать на палубе,  поборотая вином
Грэя;  держались на ногах лишь рулевой да вахтенный, да сидевший  на корме с
грифом виолончели  у подбородка задумчивый и хмельной Циммер. Он сидел, тихо
водил смычком,  заставляя  струны  говорить  волшебным, неземным  голосом, и
думал о счастье...
`;

export const mockStory4 = `                               Береги честь смолоду.
ГЛАВА I. СЕРЖАНТ ГВАРДИИ.

     - Был бы гвардии он завтра ж капитан.
     - Того не надобно; пусть в армии послужит.
     - Изрядно сказано! пускай его потужит...
     .....................................
     Да кто его отец?
     Княжнин.

     Отец мой  Андрей  Петрович  Гринев в  молодости своей служил  при графе
Минихе,  и вышел в отставку  премьер-маиором в 17.. году. С тех пор жил он в
своей  Симбирской  деревни, где и  женился на девице  Авдотьи Васильевне Ю.,
дочери бедного тамошнего дворянина. Нас  было  девять человек детей. Все мои
братья и сестры умерли во младенчестве.
     Матушка была еще мною брюхата, как уже я был записан в Семеновский полк
сержантом, по милости маиора гвардии князя Б., близкого нашего родственника.
Если бы паче всякого чаяния  матушка родила дочь, то батюшка объявил бы куда
следовало  о  смерти  неявившегося сержанта  и  дело тем  бы и кончилось.  Я
считался в  отпуску  до окончания наук. В  то время воспитывались  мы не  по
нонешнему. С пятилетнего возраста отдан я был на руки стремянному Савельичу,
за трезвое  поведение  пожалованному  мне  в  дядьки.  Под его  надзором  на
двенадцатом году выучился я русской  грамоте  и  мог  очень здраво судить  о
свойствах борзого кобеля. В это время батюшка нанял для меня француза, мосье
Бопре,  которого  выписали  из  Москвы  вместе  с  годовым  запасом  вина  и
прованского масла. Приезд его сильно не понравился Савельичу. "Слава богу" -
ворчал он про  себя  -  "кажется, дитя умыт,  причесан,  накормлен. Куда как
нужно тратить лишние деньги,  и нанимать  мусье, как будто и  своих людей не
стало!"
     Бопре в отечестве  своем  был парикмахером,  потом  в Пруссии солдатом,
потом приехал в Россию  pour Йtre outchitel, не очень понимая значения этого
слова. Он был добрый малый, но ветрен и беспутен до  крайности. Главною  его
слабостию была страсть к прекрасному полу; не редко за свои нежности получал
он толчки,  от которых охал  по целым суткам. К  тому же не был он  (по  его
выражению) и врагом бутылки, т. е. (говоря по-русски) любил хлебнуть лишнее.
Но  как  вино  подавалось у нас только за  обедом,  и то  по рюмочке, причем
учителя  обыкновенно и  обносили, то мой  Бопре очень скоро привык к русской
настойке, и  даже  стал предпочитать ее  винам своего  отечества,  как  не в
пример  более полезную для желудка.  Мы тотчас поладили, и хотя по контракту
обязан он был  учить  меня  по-французски, по-немецки и  всем наукам,  но он
предпочел наскоро выучиться от меня  кое-как  болтать  по-русски, -  и потом
каждый  из нас  занимался  уже своим делом.  Мы жили  душа  в  душу. Другого
ментора я  и  не  желал. Но вскоре судьба нас разлучила,  и  вот  по  какому
случаю:
     Прачка Палашка,  толстая  и  рябая девка,  и  кривая  коровница Акулька
как-то согласились в одно время кинуться матушке в ноги, винясь в преступной
слабости и с плачем жалуясь на мусье,  обольстившего их неопытность. Матушка
шутить этим не любила, и пожаловалась батюшке. У него расправа была коротка.
Он тотчас потребовал каналью француза. Доложили,  что  мусье давал  мне свой
урок. Батюшка пошел в мою комнату. В  это время Бопре  спал  на кровати сном
невинности. Я был занят делом.  Надобно знать, что для меня выписана была из
Москвы географическая карта. Она висела на стене безо всякого употребления и
давно соблазняла меня шириною  и добротою бумаги.  Я решился  сделать из нее
змей, и пользуясь  сном Бопре, принялся за работу. Батюшка вошел  в то самое
время,  как я прилаживал мочальный  хвост к  Мысу Доброй  Надежды. Увидя мои
упражнения  в географии, батюшка дернул меня за ухо, потом подбежал к Бопре,
разбудил  его очень неосторожно, и стал осыпать укоризнами. Бопре в смятении
хотел было привстать, и не  мог: несчастный  француз был мертво  пьян.  Семь
бед, один  ответ. Батюшка  за  ворот приподнял  его  с кровати, вытолкал  из
дверей, и в тот  же  день прогнал со двора, к неописанной радости Савельича.
Тем и кончилось мое воспитание.
     Я  жил  недорослем,  гоняя  голубей  и  играя  в  чахарду  с  дворовыми
мальчишками.  Между   тем   минуло  мне  шестнадцать  лет.  Тут  судьба  моя
переменилась.
     Однажды   осенью  матушка  варила  в  гостиной  медовое  варенье  а  я,
облизываясь, смотрел  на кипучие  пенки.  Батюшка  у  окна читал  Придворный
Календарь, ежегодно им получаемый.  Эта книга  имела  всегда сильное на него
влияние: никогда  не перечитывал он ее без особенного участия, и  чтение это
производило  в нем  всегда  удивительное волнение  желчи.  Матушка,  знавшая
наизусть все его свычаи и обычаи, всегда старалась засунуть несчастную книгу
как можно подалее, и таким образом Придворный Календарь  не попадался ему на
глаза  иногда по  целым  месяцам. Зато,  когда он случайно  его находил,  то
бывало по  целым часам  не  выпускал  уж  из своих рук. Итак  батюшка  читал
Придворный  Календарь,  изредко  пожимая  плечами  и   повторяя  вполголоса:
"Генерал-поручик!.. Он  у  меня  в роте  был сержантом!... Обоих  российских
орденов кава-лер!.. А давно  ли мы..." Наконец батюшка швырнул  календарь на
диван, и погрузился в задумчивость, не предвещавшую ничего доброго.
     Вдруг он  обратился  к  матушке:  "Авдотья Васильевна,  а  сколько  лет
Петруше?"
     - Да вот пошел семнадцатый годок, - отвечала матушка. - Петруша родился
в тот самый год, как окривела тетушка Настасья Гарасимовна, и когда еще...
     "Добро"  - прервал  батюшка, - "пора  его в службу. Полно ему бегать по
девичьим, да лазить на голубятни".
     Мысль о скорой  разлуке со  мною  так поразила матушку, что она уронила
ложку в кастрюльку, и слезы потекли по ее лицу. Напротив того трудно описать
мое  восхищение.  Мысль  о службе сливалась во мне  с  мыслями о свободе, об
удовольствиях петербургской жизни. Я воображал себя офицером гвардии, что по
мнению моему было верьхом благополучия человеческого.
     Батюшка  не  любил  ни  переменять свои намерения,  ни  откладывать  их
исполнение.  День отъезду  моему был назначен. Накануне батюшка объявил, что
намерен писать со  мною к будущему моему начальнику,  и  потребовал  пера  и
бумаги.
     "Не забудь,  Андрей Петрович", -  сказала  матушка  - "поклониться и от
меня  князю  Б.;  я-дескать  надеюсь,  что  он  не  оставит  Петрушу  своими
милостями".
     -  Что за вздор! - отвечал  батюшка нахмурясь.  - К какой стати стану я
писать к князю Б.?
     "Да ведь ты сказал, что изволишь писать к начальнику Петруши".
     - Ну, а там что?
     "Да  ведь  начальник  Петрушин  -  князь  Б.  Ведь  Петруша  записан  в
Семеновский полк".
     - Записан! А  мне  какое дело,  что он записан? Петруша в Петербург  не
поедет. Чему  научится он  служа  в  Петербурге? мотать да повесничать? Нет,
пускай  послужит он в армии, да потянет лямку,  да понюхает пороху, да будет
солдат, а не шаматон. Записан в гвардии! Где его пашпорт? подай его сюда.
     Матушка  отыскала  мой  паспорт,  хранившийся  в ее  шкатулке  вместе с
сорочкою, в  которой меня  крестили, и вручила  его батюшке  дрожащею рукою.
Батюшка прочел его  со вниманием, положил перед собою на стол, и начал  свое
письмо.
     Любопытство  меня  мучило:  куда  ж  отправляют  меня,  если  уж  не  в
Петербург? Я не  сводил глаз с  пера батюшкина,  которое двигалось  довольно
медленно. Наконец он кончил,  запечатал письмо в одном  пакете  с паспортом,
снял очки, и подозвав меня, сказал: "Вот тебе письмо к  Андрею Карловичу P.,
моему старинному  товарищу и  другу. Ты едешь  в Оренбург  служить  под  его
начальством".
     Итак все мои блестящие надежды  рушились! Вместо  веселой петербургской
жизни ожидала меня скука в стороне глухой и отдаленной. Служба, о которой за
минуту  думал  я  с  таким восторгом, показалась  мне тяжким  несчастием. Но
спорить было  нечего.  На  другой день  по  утру  подвезена  была  к крыльцу
дорожная кибитка; уложили в нее чамодан, погребец с чайным прибором и узлы с
булками  и пирогами, последними  знаками  домашнего баловства.  Родители мои
благословили меня.  Батюшка сказал  мне:  "Прощай, Петр.  Служи  верно, кому
присягнешь; слушайся  начальников;  за их  лаской  не гоняйся;  на службу не
напрашивайся; от службы не отговаривайся; и помни пословицу: береги платье с
нову,  а  честь  с  молоду".  Матушка  в  слезах наказывала мне  беречь  мое
здоровье, а Савельичу смотреть за  дитятей. Надели на  меня зайчий тулуп,  а
сверху лисью шубу.  Я сел в  кибитку  с Савельичем,  и  отправился в дорогу,
обливаясь слезами.
     В  ту  же ночь приехал я в Симбирск,  где должен  был пробыть сутки для
закупки  нужных  вещей, что  и  было  поручено  Савельичу.  Я остановился  в
трактире.  Савельич с утра отправился по лавкам. Соскуча глядеть  из окна на
грязный переулок, я пошел  бродить  по  всем  комнатам. Вошед в биллиардную,
увидел  я высокого барина,  лет тридцати пяти, с  длинными черными усами,  в
халате, с кием в руке и с трубкой в зубах. Он играл с маркером, который  при
выигрыше выпивал рюмку  водки, а при проигрыше должен был лезть под биллиард
на  четверинках. Я стал смотреть на их игру. Чем долее она продолжалась, тем
прогулки  на четверинках становились чаще, пока наконец  маркер  остался под
биллиардом.  Барин  произнес над  ним  несколько  сильных выражений  в  виде
надгробного слова, и предложил мне  сыграть партию. Я отказался по неумению.
Это  показалось  ему,  невидимому,  странным. Он  поглядел  на меня как бы с
сожалением;  однако  мы  разговорились.  Я  узнал,  что   его  зовут  Иваном
Ивановичем Зуриным, что он ротмистр гусарского полку и находится в Симбирске
при  приеме рекрут, а стоит в трактире. Зурин пригласил меня отобедать с ним
вместе чем бог послал, по-солдатски. Я с охотою согласился. Мы сели за стол.
Зурин  пил много и потчивал и меня, говоря, что надобно привыкать ко службе;
он  рассказывал  мне  армейские  анекдоты,  от  которых я со смеху  чуть  не
валялся,  и мы  встали изо стола  совершенными  приятелями.  Тут вызвался он
выучить меня  играть  на биллиарде. "Это"  -  говорил он -  "необходимо  для
нашего  брата  служивого.  В  походе,  например, придешь  в  местечко  - чем
прикажешь заняться?  Ведь не вс? же бить жидов. Поневоле пойдешь в трактир и
станешь играть на биллиарде; а для  того надобно уметь играть!" Я совершенно
был  убежден,  и  с большим  прилежанием принялся  за  учение.  Зурин громко
ободрял  меня,  дивился  моим  быстрым  успехам, и после  нескольких уроков,
предложил мне играть в деньги, по одному грошу, не для выигрыша, а так, чтоб
только  не играть даром,  что, по  его словам,  самая скверная  привычка.  Я
согласился и на то, а Зурин  велел подать пуншу и уговорил меня попробовать,
повторяя, что к службе  надобно  мне привыкать; а без пуншу, что и служба! Я
послушался его. Между тем игра наша продолжалась.  Чем чаще прихлебывал я от
моего стакана, тем становился  отважнее. Шары поминутно летали у  меня через
борт;  я горячился, бранил маркера,  который  считал бог  ведает как, час от
часу  умножал игру, словом - вел себя  как  мальчишка,  вырвавшийся на волю.
Между тем время  прошло  незаметно. Зурин  взглянул на часы, положил кий,  и
объявил  мне, что я  проиграл сто рублей. Это меня немножко смутило.  Деньги
мои были у Савельича. Я стал извиняться. Зурин  меня прервал:  "Помилуй!  Не
изволь и беспокоиться. Я могу и подождать, а покаместь поедем к Аринушке".
     Что прикажете? День я кончил так же беспутно, как и начал. Мы отужинали
у Аринушки. Зурин поминутно  мне  подливал,  повторяя, что надобно к  службе
привыкать. Встав изо стола, я чуть держался на ногах; в полночь  Зурин отвез
меня  в  трактир.  Савельич  встретил   нас  на  крыльце.  Он  ахнул,  увидя
несомненные  признаки  моего усердия  к службе. "Что  это, сударь,  с  тобою
сделалось?" -  сказал  он жалким  голосом,  "где  ты  это  нагрузился?  Ахти
господи! отроду  такого греха  не бывало!"  - Молчи, хрыч!  - отвечал я ему,
запинаясь; - ты верно пьян, пошел спать... и уложи меня.
     На другой день  я проснулся  с  головною болью,  смутно припоминая себе
вчерашние происшедствия.  Размышления мои прерваны были Савельичем, вошедшим
ко мне с чашкою чая. "Рано, Петр Андреич", - сказал он мне, качая  головою -
"рано начинаешь гулять.  И  в кого ты пошел? Кажется, ни батюшка, ни дедушка
пьяницами не бывали; о матушке и говорить нечего: отроду, кроме квасу" в рот
ничего не изволила брать.  А кто всему  виноват? проклятый мусье. То и дело,
бывало к Антипьевне  забежит:  "Мадам, же ву при, водкю". Вот тебе и  же  ву
при! Нечего  сказать: добру наставил,  собачий сын. И нужно было нанимать  в
дядьки басурмана, как будто у барина не стало и своих людей!"
     Мне  было стыдно. Я  отвернулся и сказал ему: Поди вон, Савельич; я чаю
не  хочу.  Но  Савельича  мудрено  было  унять,  когда  бывало  примется  за
проповедь. "Вот видишь ли, Петр  Андреич, каково  подгуливать.  И головке-то
тяжело, и кушать-то не хочется. Человек пьющий ни на что негоден... Выпей-ка
огуречного  рассолу  с медом, а всего  бы лучше опохмелиться  полстаканчиком
настойки Не прикажешь ли?"
     В это  время  мальчик вошел,  и подал мне  записку от  И. И. Зурина.  Я
развернул ее и прочел следующие строки:

     "Любезный Петр Андреевич,  пожалуйста  пришли мне  с моим мальчиком сто
рублей, которые ты мне вчера проиграл. Мне крайняя нужда в деньгах.
     Готовый ко услугам
     I>Иван Зурин".

     Делать  было  нечего.  Я взял  на  себя  вид равнодушный, и обратясь  к
Савельичу, который был и денег и белья и дел моих  рачитель, приказал отдать
мальчику сто рублей. "Как! зачем?" - спросил изумленный Савельич. - Я их ему
должен -  отвечал я  со всевозможной  холодностию. -  "Должен!"  -  возразил
Савельич,  час от часу  приведенный в большее  изумление; -  "да  когда  же,
сударь,  успел ты ему задолжать? Дело  что-то не ладно. Воля твоя, сударь, а
денег я не выдам".
     Я подумал, что если  в сию  решительную  минуту  не переспорю  упрямого
старика, то уж в последствии времени  трудно мне будет  освободиться от  его
опеки, и взглянув на него гордо, сказал: -  Я твой господин, а ты мой слуга.
Деньги мои. Я их проиграл, потому что так мне вздумалось. А тебе  советую не
умничать, и делать то что тебе приказывают.
     Савельич  так  был  поражен  моими  словами,  что   сплеснул  руками  и
остолбенел. -  Что же ты стоишь!  -  закричал я  сердито. Савельич заплакал.
"Батюшка Петр Андреич",  - произнес он дрожащим голосом -  "не  умори меня с
печали. Свет ты мой! послушай меня, старика: напиши этому разбойнику, что ты
пошутил, что  у  нас и  денег-то  таких  не  водится.  Сто рублей!  Боже  ты
милостивый!  Скажи,  что тебе родители крепко  на крепко заказали не играть,
окроме как  в  орехи..." - Полно  врать, -  прервал я строго, - подавай сюда
деньги, или я тебя в зашеи прогоню.
     Савельич поглядел на меня с глубокой горестью и пошел за  моим  долгом.
Мне было жаль бедного старика;  но я хотел вырваться на волю и доказать, что
уж я  не ребенок. Деньги  были доставлены  Зурину. Савельич поспешил вывезти
меня  из проклятого трактира. Он явился  с  известием, что лошади  готовы. С
неспокойной  совестию  и с  безмолвным раскаянием выехал  я из Симбирска, не
простясь с моим учителем и не думая с ним уже когда-нибудь увидеться.



ГЛАВА II. ВОЖАТЫЙ




     Сторона ль моя, сторонушка,
     Сторона незнакомая!
     Что не сам ли я на тебя зашел,
     Что не добрый ли да меня конь завез:
     Завезла меня, доброго молодца,
     Прытость, бодрость молодецкая,
     И хмелинушка кабацкая.
     Старинная песня
     Дорожные  размышления мои  были не  очень  приятны.  Проигрыш  мой,  по
тогдашним ценам,  был  немаловажен.  Я  не  мог  не  признаться  в душе, что
поведение мое в Симбирском трактире было глупо, и  чувствовал себя виноватым
перед  Савельичем. Вс?  это меня  мучило.  Старик  угрюмо  сидел на облучке,
отворотясь от меня, и молчал,  изредка только покрякивая. Я непременно хотел
с ним помириться,  и  не знал  с чего начать. Наконец я сказал ему: "Ну, ну,
Савельич!  полно,  помиримся,  виноват;  вижу  сам,  что  виноват.  Я  вчера
напроказил, а  тебя  напрасно  обидел.  Обещаюсь вперед  вести себя  умнее и
слушаться тебя. Ну, не сердись; помиримся".
     -  Эх,  батюшка  Петр  Андреич!  - отвечал  он с  глубоким  вздохом.  -
Сержусь-то  я на  самого себя; сам я  кругом виноват. Как мне было оставлять
тебя  одного  в  трактире!  Что  делать? Грех  попутал:  вздумал забрести  к
дьячихе,  повидаться  с кумою. Так-то: зашел к куме, да засел в тюрьме. Беда
да и только! Как покажусь я на глаза господам?  что скажут они, как  узнают,
что дитя пьет и играет.
     Чтоб утешить бедного Савельича, я дал ему слово впредь без его согласия
не располагать  ни одною копейкою. Он мало-по-малу  успокоился, хотя вс? еще
изредка ворчал про себя, качая головою: "Сто рублей! легко ли дело!"
     Я  приближался  к  месту  моего  назначения. Вокруг  меня  простирались
печальные пустыни, пересеченные холмами и оврагами. Вс? покрыто было снегом.
Солнце  садилось.  Кибитка  ехала  по  узкой дороге,  или  точнее по  следу,
проложенному крестьянскими санями.  Вдруг ямщик стал посматривать в сторону,
и  наконец, сняв  шапку, оборотился ко мне и сказал: "Барин, не прикажешь ли
воротиться?"
     - Это зачем?
     "Время  ненадежно:  ветер слегка подымается; -  вишь,  как  он  сметает
порошу".
     - Что ж за беда!
     "А видишь там что?" (Ямщик указал кнутом на восток.)
     - Я ничего не вижу, кроме белой степи да ясного неба.
     "А вон - вон: это облачко".
     Я увидел  в самом деле на краю неба белое облачко, которое  принял было
сперва  за  отдаленный холмик. Ямщик изъяснил  мне,  что облачко  предвещало
буран.
     Я  слыхал  о  тамошних  мятелях,  и знал,  что  целые  обозы бывали ими
занесены.  Савельич,  согласно со мнением ямщика, советовал  воротиться.  Но
ветер  показался мне  не  силен;  я  понадеялся добраться заблаговременно до
следующей станции, и велел ехать скорее.
     Ямщик  поскакал; но вс?  поглядывал на  восток.  Лошади бежали  дружно.
Ветер между  тем час от часу становился сильнее. Облачко обратилось в  белую
тучу, которая  тяжело  подымалась, росла, и постепенно  облегала небо. Пошел
мелкий снег -  и вдруг повалил  хлопьями. Ветер завыл; сделалась  мятель.  В
одно мгновение  темное  небо смешалось со снежным  морем. Вс?  исчезло.  "Ну
барин", - закричал ямщик - "беда: буран!"...
     Я выглянул  из  кибитки:  вс? было  мрак и  вихорь.  Ветер выл с  такой
свирепой  выразительностию, что  казался  одушевленным; снег засыпал  меня и
Савельича; лошади шли шагом - и скоро стали.
     -  "Что же  ты не едешь?" - спросил я  ямщика с  нетерпением. - "Да что
ехать?  - отвечал  он,  слезая с облучка; невесть и так куда заехали: дороги
нет, и мгла кругом. - Я стал было его бранить. Савельич за  него заступился:
"И  охота было не  слушаться"  - говорил  он  сердито  -  "воротился  бы  на
постоялый двор, накушался бы  чаю,  почивал бы себе до утра,  буря б утихла,
отправились бы  далее. И куда  спешим? Добро бы на  свадьбу!" - Савельич был
прав. Делать было нечего. Снег так и валил. Около кибитки  подымался сугроб.
Лошади стояли, понуря голову  и изредка  вздрагивая. Ямщик ходил  кругом, от
нечего делать улаживая  упряжь.  Савельич ворчал; я глядел во  все  стороны,
надеясь увидеть хоть признак  жила или  дороги, но ничего не мог  различить,
кроме мутного кружения мятели... Вдруг увидел я что-то  черное. "Эй, ямщик!"
- закричал я - "смотри: что там такое чернеется?" Ямщик стал  всматриваться.
-  А  бог  знает, барин, - сказал он,  садясь на свое  место:  - воз не воз,
дерево  не дерево, а  кажется,  что  шевелится.  Должно быть,  или волк  или
человек.
     Я  приказал  ехать  на  незнакомый  предмет,   который  тотчас  и  стал
подвигаться  нам  навстречу. Через  две  минуты мы поравнялись  с человеком.
"Гей,  добрый человек!"  - закричал  ему ямщик. - "Скажи, не знаешь  ли  где
дорога?"
     - Дорога-то здесь; я стою  на  твердой полосе, - отвечал дорожный, - да
что толку?
     - Послушай, мужичок,  -  сказал  я ему  -  знаешь  ли ты  эту  сторону?
Возьмешься ли ты довести меня до ночлега?
     -  "Сторона  мне  знакомая" - отвечал дорожный - "слава богу,  исхожена
изъезжена вдоль и поперег. Да вишь какая погода: как раз собьешься с дороги.
Лучше  здесь  остановиться,  да  переждать,  авось  буран  утихнет  да  небо
прояснится: тогда найдем дорогу по звездам".
     Его хладнокровие ободрило меня. Я уж решился,  предав себя божией воле,
ночевать  посреди степи, как вдруг дорожный сел проворно на облучок и сказал
ямщику: "Ну, слава богу, жило недалеко; сворачивай в право да поезжай".  - А
почему ехать мне в право? - спросил ямщик с неудовольствием. - Где ты видишь
дорогу?  Небось:  лошади чужие, хомут не  свой, погоняй  не  стой.  -  Ямщик
казался мне прав. "В самом деле" - сказал я: - "почему думаешь ты, что  жило
не далече?" - А потому, что  ветер оттоле потянул, - отвечал дорожный, - и я
слышу,  дымом пахнуло;  знать, деревня близко. - Сметливость его  и тонкость
чутья меня изумили. Я велел ямщику ехать. Лошади тяжело ступали по глубокому
снегу. Кибитка тихо подвигалась, то  въезжая на сугроб, то обрушаясь в овраг
и переваливаясь  то  на  одну, то  на другую  сторону. Это  похоже  было  на
плавание  судна  по бурному  морю.  Савельич  охал, поминутно толкаясь о мои
бока. Я опустил цыновку, закутался в шубу и задремал, убаюканный пением бури
и качкою тихой езды.
     Мне  приснился сон,  которого никогда не мог я позабыть, и в котором до
сих   пор  вижу   нечто  пророческое,  когда   соображаю  с   ним   странные
обстоятельства  моей жизни. Читатель  извинит меня:  ибо вероятно  знает  по
опыту, как сродно человеку  предаваться суеверию,  не смотря на всевозможное
презрение к предрассудкам.
     Я  находился в  том  состоянии  чувств  и души,  когда  существенность,
уступая  мечтаниям, сливается  с ними  в  неясных  видениях  первосония. Мне
казалось,  буран  еще свирепствовал, и мы еще блуждали по снежной пустыне...
Вдруг увидел я вороты, и въехал на барской двор нашей усадьбы. Первою мыслию
моею  было  опасение, чтобы  батюшка  не прогневался  на  меня за  невольное
возвращение   под   кровлю  родительскую,  и  не  почел  бы  его  умышленным
ослушанием.  С  беспокойством  я  выпрыгнул  из  кибитки,  и  вижу:  матушка
встречает меня на крыльце с видом глубокого огорчения. "Тише", - говорит она
мне - "отец  болен при смерти и желает  с  тобою проститься".  -  Пораженный
страхом, я иду за нею в  спальню.  Вижу, комната слабо  освещена; у  постели
стоят  люди  с  печальными  лицами.  Я  тихонько подхожу к постеле;  матушка
приподымает  полог  и   говорит:   "Андрей  Петрович,  Петруша  приехал;  он
воротился,  узнав  о  твоей  болезни; благослови его". Я  стал  на колени, и
устремил глаза мои на больного. Что ж?... Вместо отца моего,  вижу в постеле
лежит  мужик с черной  бородою,  весело на меня поглядывая. Я  в  недоумении
оборотился к матушке, говоря ей: - Что это значит? Это не батюшка. И к какой
мне стати просить благословения у мужика? - "Вс? равно, Петруша", - отвечала
мне  матушка  - "это твой  посаженый отец; поцалуй у него ручку,  и пусть он
тебя  благословит..."  Я не  соглашался.  Тогда  мужик  вскочил  с  постели,
выхватил топор из-за спины, и стал махать  во все стороны. Я хотел бежать...
и не  мог;  комната наполнилась  мертвыми телами;  я  спотыкался  о  тела  и
скользил в кровавых лужах... Страшный мужик ласково меня кликал, говоря: "Не
бойсь, подойди под мое  благословение..." Ужас и недоумение овладели мною...
И в эту минуту  я  проснулся;  лошади стояли; Савельич дергал меня  за руку,
говоря: "Выходи сударь: приехали".
     - Куда приехали? - спросил я, протирая глаза.
     "На постоялый  двор. Господь помог, наткнулись прямо  на забор. Выходи,
сударь, скорее, да обогрейся".
     Я  вышел из кибитки. Буран еще продолжался, хотя с меньшею  силою. Было
так  темно, что хоть глаз выколи. Хозяин встретил нас у ворот,  держа фонарь
под  полою,  и  ввел  меня  в  горницу, тесную,  но довольно  чистую; лучина
освещала ее. На стене висела винтовка и высокая казацкая шапка.
     Хозяин, родом яицкий казак, казался мужик лет шестидесяти, еще свежий и
бодрый. Савельич внес за мною погребец, потребовал огня, чтоб готовить  чай,
который никогда так не казался мне нужен. Хозяин пошел хлопотать.
     - Где же вожатый? спросил я у Савельича.
     "Здесь,  ваше благородие",  - отвечал мне  голос сверху.  Я взглянул на
полати, и увидел черную  бороду и два сверкающие глаза. - Что, брат, прозяб?
- "Как не прозябнуть в одном худеньком армяке Был тулуп, да что греха таить?
заложил вечор у цаловальника: мороз показался не велик". В эту минуту хозяин
вошел с кипящим самоваром; я предложил вожатому нашему чашку чаю; мужик слез
с полатей. Наружность его  показалась мне замечательна:  он был  лет сорока,
росту среднего, худощав  и широкоплеч.  В  черной  бороде  его  показывалась
проседь; живые большие глаза так и бегали. Лицо его имело выражение довольно
приятное,  но  плутовское. Волоса  были  обстрижены  в кружок;  на  нем  был
оборванный армяк и татарские шаровары. Я поднес  ему чашку чаю; он отведал и
поморщился. "Ваше  благородие,  сделайте  мне  такую  милость,  -  прикажите
поднести стакан  вина; чай  не наше казацкое питье". Я с охотой исполнил его
желание.  Хозяин вынул из  ставца  штоф и стакан, подошел к нему, и взглянув
ему в лицо: "Эхе" - сказал он  - "опять ты в нашем краю! Отколе бог принес?"
- Вожатый  мой  мигнул значительно  и  отвечал поговоркою: "В  огород  летал
конопли клевал; швырнула бабушка камушком - да мимо. Ну, а что ваши?"
     - Да что наши! - отвечал хозяин, продолжая  иносказательный разговор. -
Стали было к  вечерни звонить, да попадья не  велит: поп в гостях, черти  на
погосте.  - "Молчи  дядя", -  возразил мой бродяга - "будет  дождик, будут и
грибки; а будут грибки, будет и кузов. А теперь (тут он мигнул опять) заткни
топор за спину: лесничий  ходит. Ваше благородие!  за ваше  здоровье!" - При
сих словах  он  взял  стакан,  перекрестился  и  выпил  одним  духом.  Потом
поклонился мне, и воротился на полати.
     Я ничего не мог тогда понять из этого воровского разговора, но после уж
догадался,  что дело  шло о  делах  Яицкого  войска, в то  время только  что
усмиренного  после  бунта  1772  года.  Савельич  слушал  с  видом  большого
неудовольствия. Он посматривал  с подозрением то на хозяина, то на вожатого.
Постоялый  двор, или, по  тамошнему, умет,  находился  в  стороне, в  степи,
далече от всякого селения,  и  очень походил на разбойническую  пристань. Но
делать было нечего. Нельзя было и подумать о продолжении  пути. Беспокойство
Савельича очень  меня забавляло. Между тем  я расположился ночевать и лег на
лавку. Савельич решился убраться на печь; хозяин лег на полу. Скоро вся изба
захрапела, и я заснул, как убитый.
     Проснувшись поутру довольно поздно, я увидел,  что буря утихла.  Солнце
сияло. Снег лежал ослепительной пеленою  на необозримой  степи. Лошади  были
запряжены. Я  расплатился с  хозяином,  который взял  с нас  такую умеренную
плату, что  даже Савельич  с ним не заспорил и не стал торговаться по своему
обыкновению,  и вчерашние подозрения изгладились совершенно из головы его. Я
позвал  вожатого, благодарил за оказанную помочь, и велел Савельичу дать ему
полтину  на водку. Савельич нахмурился. "Полтину на водку!"  - сказал  он, -
"за что это? За то,  что ты же изволил подвезти его к постоялому двору? Воля
твоя, сударь: нет  у нас лишних полтин. Всякому давать  на водку, так самому
скоро  придется голодать".  Я не мог спорить с Савельичем. Деньги, по  моему
обещанию, находились в полном  его распоряжении. Мне было досадно однако  ж,
что не мог отблагодарить человека, выручившего меня, если  не из беды, то по
крайней мере из очень неприятного положения. Хорошо - сказал я хладнокровно;
-  если  не хочешь дать полтину, то вынь ему  что-нибудь из моего платья. Он
одет слишком легко. Дай ему мой зайчий тулуп.
     "Помилуй, батюшка Петр Андреич!" - сказал  Савельич. - "Зачем ему  твой
зайчий тулуп? Он его пропьет, собака, в первом кабаке".
     - Это, старинушка, уж не твоя печаль, - сказал мой бродяга, - пропью ли
я или нет. Его благородие мне жалует шубу со своего плеча: его на то барская
воля, а твое холопье дело не спорить и слушаться.
     "Бога  ты  не  боишься, разбойник!" -  отвечал  ему  Савельич  сердитым
голосом. - "Ты  видишь, что дитя еще не смыслит, а ты  и рад  его  обобрать,
простоты его ради. Зачем тебе барский тулупчик? Ты и не напялишь его на свои
окаянные плечища".
     -  Прошу  не умничать, - сказал  я своему дядьке;  - сейчас  неси  сюда
тулуп.
     "Господи  владыко!"  -  простонал  мой Савельич.-  "Зайчий тулуп  почти
новешенький! и добро бы кому, а то пьянице оголелому!"
     Однако  зайчий тулуп явился. Мужичок  тут  же стал его  примеривать.  В
самом деле тулуп, из которого успел и я вырости, был немножко для него узок.
Однако он кое-как умудрился, и надел его, распоров по швам. Савельич чуть не
завыл, услышав, как  нитки затрещали.  Бродяга был чрезвычайно доволен  моим
подарком. Он проводил меня до кибитки и сказал с  низким поклоном: "Спасибо,
ваше  благородие! Награди  вас господь за вашу добродетель.  Век  не  забуду
ваших милостей". - Он пошел в свою сторону, а я отправился далее, не обращая
внимания на досаду  Савельича,  и скоро позабыл о  вчерашней  вьюге, о своем
вожатом и о зайчьем тулупе.
     Приехав в Оренбург, я  прямо явился к генералу. Я увидел  мужчину росту
высокого,  но  уже сгорбленного  старостию. Длинные  волосы  его были совсем
белы. Старый полинялый мундир напоминал воина времен Анны Иоанновны, а в его
речи сильно  отзывался немецкий выговор.  Я подал ему письмо от батюшки. При
имени его он взглянул на меня быстро: "Поже мой!"  - сказал он. - "Тавно ли,
кажется, Андрей Петрович был еше  твоих лет, а  теперь  вот  уш какой у него
молотец! Ах,  фремя,  фремя!"  -  Он распечатал  письмо и  стал  читать  его
вполголоса,  делая  свои замечания.  "Милостивый  государь Андрей  Карлович,
надеюсь, что ваше превосходительство"... Это что  за серемонии? Фуй, как ему
не  софестно!  Конечно:  дисциплина перво  дело,  но так  ли пишут к старому
камрад?..   "ваше  превосходительство  не  забыло"...  гм...  и...  когда...
покойным  фельдмаршалом  Мин...  походе...  также  и...  Каролинку"...  Эхе,
брудер! так он еше помнит стары наши проказ? "Теперь  о  деле... К вам моего
повесу"...  гм... "держать в ежовых  рукавицах"...  Что такое ешевы рукавиц?
Это должно быть русска поговорк... Что  такое  "дершать в ешевых рукавицах?"
повторил он, обращаясь ко мне.
     -  Это значит,  - отвечал  я ему  с видом как  можно  более  невинным,-
обходиться  ласково,  не слишком  строго, давать  побольше  воли, держать  в
ежевых рукавицах.
     "Гм, понимаю... "и  не  давать  ему  воли"... нет, видно ешевы рукавицы
значит не то... "При сем... его паспорт"... Где ж  он? А, вот... "отписать в
Семеновский"... Хорошо, хорошо: вс?  будет  сделано... "Позволишь  без чинов
обнять себя и... старым товарищем  и  другом" - а!  наконец  догадался...  и
прочая и прочая... Ну,  батюшка, -  сказал он, прочитав письмо  и  отложив в
сторону  мой паспорт  - вс? будет  сделано: ты будешь  офицером  переведен в
***полк, и  чтоб тебе времени не терять,  то завтра же поезжай в Белогорскую
крепость,  где  ты будешь  в  команде капитана  Миронова, доброго и честного
человека.  Там  ты  будешь  на  службе  настоящей,  научишься дисциплине.  В
Оренбурге делать тебе нечего; рассеяние вредно  молодому человеку. А сегодня
милости просим: отобедать у меня".
     Час от часу не  легче! подумал я про себя; к чему послужило мне то, что
еще в  утробе матери я был уже гвардии  сержантом!  Куда  это меня завело? В
полк и в глухую крепость на  границу Киргиз-кайсацких степей!.. Я отобедал у
Андрея Карловича, втроем  с его старым адъютантом. Строгая немецкая экономия
царствовала за его столом, и я  думаю, что страх видеть иногда лишнего гостя
за своею холостою трапезою был отчасти причиною  поспешного удаления моего в
гарнизон. На другой  день я простился с генералом и отправился к месту моего
назначения.



ГЛАВА III. КРЕПОСТЬ.




     Мы в фортеции живем,
     Хлеб едим и воду пьем;
     А как лютые враги
     Придут к нам на пироги,
     Зададим гостям пирушку:
     Зарядим картечью пушку.
     Солдатская песня.
     Старинные люди, мой батюшка.
     Недоросль.
     Белогорская  крепость находилась в сорока верстах от  Оренбурга. Дорога
шла по крутому берегу  Яика. Река  еще не замерзала,  и ее  свинцовые  волны
грустно  чернели  в однообразных  берегах, покрытых  белым  снегом.  За ними
простирались киргизские  степи. Я погрузился в  размышления, большею  частию
печальные.  Гарнизонная  жизнь  мало  имела для  меня  привлекательности.  Я
старался вообразить себе  капитана Миронова, моего  будущего  начальника,  и
представлял его строгим, сердитым стариком,  не знающим ничего, кроме  своей
службы,  и  готовым за всякую безделицу сажать  меня под арест на хлеб  и на
воду. Между тем начало смеркаться. Мы ехали довольно  скоро. -  Далече ли до
крепости?- спросил  я  у своего  ямщика.  "Недалече" - отвечал он. - "Вон уж
видна". - Я глядел во все стороны, ожидая увидеть грозные бастионы,  башни и
вал; но ничего не видал, кроме деревушки, окруженной бревенчатым  забором. С
одной  стороны стояли три  или четыре скирда сена, полузанесенные  снегом; с
другой скривившаяся мельница, с лубочными крыльями, лениво опущенными. - Где
же  крепость?  - спросил  я  с удивлением.  - "Да вот она"  - отвечал  ямщик
указывая  на деревушку, и  с этим словом мы в  нее въехали. У ворот увидел я
старую чугунную пушку; улицы были тесны и кривы; избы низки и большею частию
покрыты  соломою.  Я  велел  ехать  к  коменданту  и  через  минуту  кибитка
остановилась перед деревянным  домиком, выстроенным  на высоком месте,  близ
деревянной же церкви.
     Никто не встретил  меня. Я пошел в сени  и  отворил  дверь  в переднюю.
Старый инвалид,  сидя на  столе, нашивал синюю заплату  на  локоть  зеленого
мундира. Я велел ему доложить обо мне. "Войди, батюшка", - отвечал  инвалид:
- "наши дома". Я вошел в чистенькую комнатку, убранную по-старинному. В углу
стоял шкаф с посудой; на стене висел диплом офицерский за стеклом и в рамке;
около него красовались  лубочные картинки, представляющие взятие  Кистрина и
Очакова, также  выбор  невесты и погребение кота. У окна  сидела  старушка в
телогрейке и с платком на  голове. Она  разматывала нитки,  которые  держал,
распялив на  руках,  кривой старичок в офицерском  мундире. "Что вам угодно,
батюшка?" - спросила она, продолжая свое занятие.  Я отвечал, что приехал на
службу  и  явился  по  долгу своему к господину  капитану, и  с  этим словом
обратился-было  к кривому старичку, принимая  его за  коменданта; но хозяйка
перебила затверженную мною речь. "Ивана  Кузмича дома нет"  - сказала она; -
"он  пошел  в гости к отцу Герасиму; да  вс? равно, батюшка, я  его хозяйка.
Прошу любить и  жаловать. Садись,  батюшка". Она  кликнула девку и велела ей
позвать урядника.  Старичок своим  одиноким  глазом  поглядывал  на  меня  с
любопытством. "Смею спросить" -  сказал  он; -  "вы в  каком  полку изволили
служить?" Я удовлетворил его любопытству.  "А смею спросить" - продолжал он,
- "зачем изволили вы перейти из гвардии в гарнизон?" - Я отвечал, что такова
была воля начальства. "Чаятельно, за неприличные гвардии офицеру поступки" -
продолжал  неутомимый  вопрошатель. - "Полно  врать пустяки"  -  сказала ему
капитанша:  - "ты видишь, молодой человек с дороги  устал; ему не до тебя...
(держи-ка руки прямее...) А ты, мой батюшка", - продолжала она, обращаясь ко
мне - "не печалься, что тебя упекли в наше  захолустье. Не ты первый,  не ты
последний. Стерпится, слюбится. Швабрин Алексей  Иваныч вот уж пятый год как
к  нам  переведен за смертоубийство. Бог знает, какой грех его  попутал; он,
изволишь видеть, поехал за город  с одним поручиком, да взяли с собою шпаги,
да и ну друг в друга пырять; а Алексей Иваныч и заколол поручика, да еще при
двух свидетелях! Что прикажешь делать? На грех мастера нет".
     В  эту  минуту вошел урядник,  молодой  и  статный казак. "Максимыч!" -
сказала ему капитанша. - "Отведи г. офицеру квартиру, да почище". - "Слушаю,
Василиса Егоровна",  - отвечал урядник.  - "Не поместить ли его благородие к
Ивану Полежаеву?" - "Врешь, Максимыч", - сказала капитанша: - "у Полежаева и
так  тесно;  он  же мне  кум  и  помнит,  что мы его  начальники. Отведи  г.
офицера... как ваше имя  и отчество,  мой батюшка?  Петр  Андреич?..  Отведи
Петра Андреича к Семену Кузову.  Он,  мошенник, лошадь свою пустил ко  мне в
огород. Ну, что, Максимыч, вс? ли благополучно?"
     - Вс?,  славу  богу,  тихо, -  отвечал  казак; - только капрал Прохоров
подрался в бане с Устиньей Негулиной за шайку горячей воды.
     "Иван  Игнатьич!  -  сказала  капитанша  кривому  старичку.  - "Разбери
Прохорова  с  Устиньей,  кто  прав, кто  виноват.  Да  обоих  и накажи.  Ну,
Максимыч, ступай себе с богом.  Петр Андреич, Максимыч  отведет вас  на вашу
квартиру".
     Я откланялся.  Урядник привел меня в избу,  стоявшую на высоком  берегу
реки,  на самом  краю  крепости. Половина избы  занята  была  семьею  Семена
Кузова, другую отвели мне. Она  состояла из одной горницы довольно опрятной,
разделенной надвое перегородкой.  Савельич стал  в ней распоряжаться; я стал
глядеть  в  узенькое  окошко.  Передо  мною  простиралась  печальная  степь.
Наискось стояло несколько избушек; по улице бродило несколько куриц старуха,
стоя на крыльце с  корытом, кликала  свиней, которые отвечали ей дружелюбным
хрюканьем.  И вот в  какой стороне  осужден я был проводить  мою  молодость!
Тоска взяла меня;  я отошел от окошка  и  лег  спать без  ужина, несмотря на
увещания Савельича, который повторял с сокрушением: "Господи владыко! ничего
кушать не изволит! Что скажет барыня, коли дитя занеможет?"
     На  другой  день  по утру  я  только  что  стал  одеваться,  как  дверь
отворилась и ко мне вошел молодой офицер невысокого роста, с лицом смуглым и
отменно  некрасивым, но  чрезвычайно  живым. "Извините меня" - сказал он мне
по-французски -  "что  я без церемонии прихожу с  вами  познакомиться. Вчера
узнал  я о вашем  приезде;  желание  увидеть  наконец человеческое  лицо так
овладело мною, что  я не вытерпел. Вы это поймете, когда проживете здесь еще
несколько времени". - Я догадался, что это был офицер, выписанный из гвардии
за  поединок.  Мы тотчас познакомились. Швабрин был  очень не глуп. Разговор
его был остер  и занимателен. Он  с  большой веселостию описал мне семейство
коменданта, его  общество и  край,  куда  завела  меня судьба. Я смеялся  от
чистого сердца, как вошел  ко мне тот самый инвалид,  который чинил мундир в
передней коменданта, и от имени Василисы Егоровны позвал меня к ним обедать.
Швабрин вызвался идти со мною вместе.
     Подходя к комендантскому дому, мы увидели на площадке человек  двадцать
стареньких инвалидов с длинными косами и в треугольных шляпах. Они выстроены
были во  фрунт.  Впереди стоял комендант, старик бодрый и  высокого росту, в
колпаке и в  китайчатом халате.  Увидя  нас, он  к  нам  подошел, сказал мне
несколько  ласковых  слов  и  стал  опять командовать. Мы  остановились-было
смотреть на учение; но он просил нас идти к Василисе Егоровне, обещаясь быть
вслед за нами. "А здесь" - прибавил он - "нечего вам смотреть".
     Василиса  Егоровна приняла нас запросто и радушно,  и обошлась со  мною
как бы век была знакома. Инвалид и Палашка накрывали стол. "Что это мой Иван
Кузмич сегодня  так  заучился!" - сказала  комендантша.  -  "Палашка, позови
барина  обедать. Да где же  Маша?"  -  Тут  вошла  девушка  лет осьмнадцати,
круглолицая, румяная, с  светлорусыми волосами, гладко зачесанными  за  уши,
которые у ней так и горели. С первого взгляда она не очень мне  понравилась.
Я смотрел  на  нее  с предубеждением: Швабрин  описал мне  Машу, капитанскую
дочь, совершенною  дурочкою. Марья Ивановна села в  угол и стала шить. Между
тем подали щи. Василиса  Егоровна, не  видя  мужа,  вторично послала  за ним
Палашку. "Скажи барину: гости-де ждут, щи простынут; слава  богу,  ученье не
уйдет;  успеет накричаться". -  Капитан вскоре явился, сопровождаемый кривым
старичком.   "Что  это,  мой  батюшка?"  -  сказала  ему  жена.  -  "Кушанье
давным-давно подано, а тебя не дозовешься". - А слышь ты, Василиса Егоровна,
- отвечал Иван Кузмич, - я был занят службой: солдатушек учил.
     "И, полно!" -  возразила капитанша. - "Только слава,  что солдат учишь:
ни им служба не дается, ни ты в ней толку  не ведаешь. Сидел бы дома да богу
молился; так было бы лучше. Дорогие гости, милости просим за стол".
     Мы сели обедать.  Василиса Егоровна не умолкала  ни на минуту и осыпала
меня  вопросами: кто  мои  родители,  живы  ли  они,  где живут и  каково их
состояние? Услыша, что  у батюшки триста душ крестьян, "легко ли!" - сказала
она; - "ведь есть же на свете  богатые люди! А  у нас, мой батюшка, всего-то
душ  одна  девка  Палашка; да слава богу, живем помаленьку. Одна беда: Маша;
девка на выданьи, а какое у ней приданое? частый гребень, да веник, да алтын
денег  (прости бог!), с чем  в баню сходить. Хорошо,  коли  найдется  добрый
человек; а то сиди себе в девках вековечной невестою". - Я взглянул на Марью
Ивановну;  она вся покраснела, и даже слезы капнули на ее тарелку. Мне стало
жаль ее; и я  спешил  переменить  разговор. - Я слышал, -  сказал я довольно
некстати,  - что на вашу  крепость  собираются напасть башкирцы. - "От кого,
батюшка, ты изволил это слышать?" - спросил Иван Кузмич.- Мне так  сказывали
в  Оренбурге,  -  отвечал я. "Пустяки!"  - сказал комендант. - "У нас  давно
ничего  не  слыхать.  Башкирцы  - народ напуганный,  да и киргизцы проучены.
Небось, на нас не сунутся; а насунутся, так я такую задам острастку, что лет
на  десять  угомоню". - И  вам  не  страшно,  -  продолжал  я,  обращаясь  к
капитанше,  -  оставаться  в  крепости,  подверженной  таким  опасностям?  -
"Привычка, мой  батюшка",  - отвечала она. - "Тому  лет двадцать как  нас из
полка  перевели сюда, и не приведи  господи, как я  боялась  проклятых  этих
нехристей! Как завижу, бывало, рысьи шапки, да как  заслышу их  визг, веришь
ли, отец мой, сердце так и замрет! А теперь  так привыкла, что и с места  не
тронусь, как придут нам сказать, что злодеи около крепости рыщут".
     - Василиса  Егоровна прехрабрая дама -  заметил важно  Швабрин. -  Иван
Кузмич может это засвидетельствовать.
     "Да, слышь ты", - сказал Иван Кузмич: - "баба-то не робкого десятка".
     - А Марья Ивановна? - спросил я: - так же ли смела, как и вы?
     "Смела ли Маша?"  - отвечала ее мать. - "Нет, Маша  трусиха. До сих пор
не может  слышать выстрела из ружья: так и затрепещется. А как тому два года
Иван  Кузмич выдумал  в  мои  именины палить из нашей пушки,  так  она,  моя
голубушка, чуть со страха  на  тот свет не  отправилась. С тех пор  уж и  не
палим из проклятой пушки".
     Мы встали изо стола. Капитан с капитаншею отправились спать; а я  пошел
к Швабрину, с которым и провел целый вечер.



ГЛАВА IV. ПОЕДИНОК.




     - Ин изволь, и стань же в позитуру.
     Посмотришь, проколю как я твою фигуру!
     Княжнин.
     Прошло несколько  недель, и  жизнь моя в Белогорской крепости сделалась
для меня  не только сносною,  но даже  и приятною.  В доме  коменданта был я
принят как  родной.  Муж  и жена были  люди  самые  почтенные.  Иван Кузмич,
вышедший  в  офицеры  из  солдатских  детей, был  человек  необразованный  и
простой, но самый честный и добрый. Жена его им управляла, что согласовалось
с его беспечностию. Василиса Егоровна и на дела службы смотрела, как на свои
хозяйские, и  управляла  крепостию  так  точно, как  и  своим домком.  Марья
Ивановна  скоро перестала со мною дичиться. Мы познакомились. Я  в ней нашел
благоразумную, и чувствительную  девушку. Незаметным образом я  привязался к
доброму семейству, даже  к Ивану Игнатьичу, кривому гарнизонному поручику, о
котором  Швабрин выдумал,  будто  бы  он  был  в  непозволительной  связи  с
Василисой Егоровной, что не имело и тени правдоподобия:  но Швабрин о том не
беспокоился.
     Я был произведен в офицеры. Служба  меня  не отягощала. В богоспасаемой
крепости   не  было  ни  смотров,  ни  учений,  ни  караулов.  Комендант  по
собственной охоте учил иногда своих  солдат;  но еще не мог добиться,  чтобы
все  они знали, которая сторона правая, которая  левая, хотя многие  из них,
дабы  в  том не ошибиться,  перед  каждым  оборотом клали на  себя  знамение
креста. У Швабрина  было несколько французских книг. Я стал читать, и во мне
пробудилась охота к литературе. По утрам я читал, упражнялся  в переводах, а
иногда  и  в  сочинении  стихов.  Обедал  почти  всегда  у  коменданта,  где
обыкновенно  проводил  остаток  дня, и  куда  вечерком  иногда  являлся отец
Герасим с женою Акулиной Памфиловной, первою вестовщицею во всем околодке. С
А. И. Швабриным, разумеется,  виделся я  каждый день; но час от  часу беседа
его становилась  для меня менее приятною. Всегдашние шутки его насчет  семьи
коменданта  мне  очень  не  нравились,  особенно колкие  замечания  о  Марье
Ивановне. Другого общества в крепости не было, но я другого и не желал.
     Несмотря   на   предсказания,  башкирцы   не  возмущались.  Спокойствие
царствовало вокруг нашей крепости. Но мир был прерван незапным междуусобием.
     Я уже сказывал, что я занимался литературою. Опыты  мои, для тогдашнего
времени, были изрядны, и Александр Петрович Сумароков, несколько  лет после,
очень их  похвалял. Однажды  удалось мне  написать  песенку, которой  был  я
доволен. Известно, что сочинители иногда, под видом требования советов, ищут
благосклонного  слушателя.  Итак,  переписав  мою  песенку,  я  понес  ее  к
Швабрину,   который  один  во  всей  крепости   мог   оценить   произведения
стихотворца. После маленького предисловия, вынул я из кармана свою тетрадку,
и прочел ему следующие стишки:
     Мысль любовну истребляя,
     Тщусь прекрасную забыть,
     И ах, Машу избегая,
     Мышлю вольность получить!
     Но глаза, что мя пленили,
     Всеминутно предо мной;
     Они дух во мне смутили,
     Сокрушили мой покой.
     Ты, узнав мои напасти,
     Сжалься, Маша, надо мной;
     Зря меня в сей лютой части,
     И что я пленен тобой.
     - Как  ты это находишь?- спросил я  Швабрина, ожидая похвалы, как дани,
мне  непременно  следуемой. Но к великой  моей досаде,  Швабрин, обыкновенно
снисходительный, решительно объявил, что песня моя нехороша.
     - Почему так? - спросил я его, скрывая свою досаду.
     "Потому" - отвечал  он,  - "что такие  стихи  достойны  учителя  моего,
Василья  Кирилыча  Тредьяковского,  и  очень  напоминают  мне  его  любовные
куплетцы"
     Тут он  взял от меня тетрадку и начал немилосердо разбирать каждый стих
и  каждое слово, издеваясь  надо мной  самым колким образом. Я  не вытерпел,
вырвал из рук его мою тетрадку и сказал, что уж  отроду не покажу  ему своих
сочинений. Швабрин посмеялся и над этой угрозою. - "Посмотрим" - сказал он -
"сдержишь ли ты свое слово: стихотворцам нужен слушатель, как Ивану  Кузмичу
графинчик  водки перед обедом. А  кто эта Маша, перед которой изъясняешься в
нежной страсти и в любовной напасти? Уж не Марья ль Ивановна?
     - Не твое дело, - отвечал  я нахмурясь,  - кто бы ни  была эта Маша. Не
требую ни твоего мнения, ни твоих догадок.
     "Ого!  Самолюбивый  стихотворец  и   скромный  любовник!"  -  продолжал
Швабрин, час от часу более раздражая меня; - "но послушай дружеского совета:
коли ты хочешь успеть, то советую действовать не песенками".
     - Что это, сударь, значит? Изволь объясниться.
     "С  охотою. Это значит, что ежели  хочешь, чтоб Маша Миронова  ходила к
тебе в сумерки, то вместо нежных стишков подари ей пару серег".
     Кровь моя закипела. - А почему ты об ней такого мнения? - спросил  я, с
трудом удерживая свое негодование.
     "А потому",  - отвечал он с адской усмешкою,  -  "что знаю  по опыту ее
нрав и обычай".
     -  Ты  лжешь, мерзавец!  -  вскричал  я в  бешенстве, - ты  лжешь самым
бесстыдным образом.
     Швабрин  переменился в  лице. "Это  тебе  так не  пройдет"-  сказал он,
стиснув мне руку. - "Вы мне дадите сатисфакцию".
     -  Изволь; когда хочешь! -  отвечал я,  обрадовавшись. В  эту  минуту я
готов был растерзать его.
     Я тотчас отправился к Ивану Игнатьичу, и застал его с иголкою в  руках:
по препоручению  комендантши,  он нанизывал грибы для  сушенья  на зиму. "А,
Петр Андреич!"  - сказал он увидя меня; - "добро пожаловать! Как это вас бог
принес? по какому делу,  смею спросить?" Я в  коротких словах  объяснил ему,
что  я  поссорился с Алексеем Иванычем, а его,  Ивана Игнатьича, прошу  быть
моим секундантом. Иван Игнатьич выслушал меня со вниманием, вытараща на меня
свой  единственный  глаз. "Вы изволите говорить"  - сказал  он  мне, -  "что
хотите Алексея Иваныча  заколоть и  желаете, чтоб я при том  был свидетелем?
Так ли? смею спросить".
     - Точно так.
     "Помилуйте,  Петр  Андреич! Что это вы затеяли! Вы  с Алексеем Иванычем
побранились? Велика беда! Брань на вороту  не виснет. Он  вас побранил, а вы
его  выругайте;  он  вас  в рыло,  а  вы его в ухо, в  другое, в третье  - и
разойдитесь;  а мы вас  уж  помирим. А то:  доброе  ли  дело заколоть своего
ближнего, смею спросить? И добро б уж закололи вы его: бог с ним, с Алексеем
Иванычем; я и сам до него не  охотник. Ну, а если он  вас просверлит? На что
это будет похоже? Кто будет в дураках, смею спросить?"
     Рассуждения благоразумного поручика  не поколебали меня. Я  остался при
своем намерении. "Как вам  угодно" - сказал Иван Игнатьич: -  "делайте,  как
разумеете. Да зачем же мне тут быть свидетелем? К какой стати? Люди дерутся,
что за  невидальщина, смею спросить? Слава  богу, ходил  я  под  шведа и под
турку: всего насмотрелся".
     Я кое-как стал изъяснять ему  должность  секунданта, но  Иван  Игнатьич
никак  не  мог меня  понять.  "Воля ваша"  - сказал  он.  -  "Коли уж  мне и
вмешаться  в это дело, так разве пойти  к  Ивану Кузмичу да донести  ему  по
долгу  службы,  что  в фортеции  умышляется злодействие  противное казенному
интересу:  не благоугодно ли  будет господину коменданту  принять надлежащие
меры..."
     Я  испугался  и  стал  просить  Ивана  Игнатьича  ничего  не  сказывать
коменданту; насилу его  уговорил;  он  дал мне слово,  и я решился  от  него
отступиться.
     Вечер провел  я,  по  обыкновению  своему,  у  коменданта.  Я  старался
казаться  веселым  и  равнодушным,  дабы  не  подать  никакого подозрения  и
избегнуть  докучных  вопросов;  но признаюсь,  я не  имел того хладнокровия,
которым  хвалятся почти  всегда те,  которые находились  в моем положении. В
этот  вечер  я  расположен был  к  нежности  и  к  умилению. Марья  Ивановна
нравилась  мне  более  обыкновенного. Мысль,  что,  может  быть,  вижу ее  в
последний  раз,  придавала  ей  в моих  глазах  что-то трогательное. Швабрин
явился  тут же.  Я отвел его в сторону  и  уведомил его о своем разговоре  с
Иваном Игнатьичем. "Зачем нам секунданты"  - сказал он мне сухо: -  "без них
обойдемся".  Мы  условились  драться  за  скирдами,  что   находились  подле
крепости,  и   явиться   туда  на  другой  день  в  седьмом  часу  утра.  Мы
разговаривали,  повидимому,  так дружелюбно,  что Иван  Игнатьич от  радости
проболтался. "Давно бы так" - сказал он мне  с довольным видом; - "худой мир
лучше доброй ссоры, а и нечестен, так здоров".
     "Что, что, Иван Игнатьич?" - сказала комендантша, которая в углу гадала
в карты: - "я не вслушалась".
     Иван Игнатьич,  заметив во  мне  знаки  неудовольствия  и  вспомня свое
обещание,  смутился  и  не  знал,  что отвечать.  Швабрин подоспел к нему на
помощь.
     "Иван Игнатьич" - сказал он - "одобряет нашу мировую".
     - А с кем это, мой батюшка, ты ссорился? "
     "Мы было поспорили довольно крупно с Петром Андреичем".
     - За что так?
     "За сущую безделицу: за песенку, Василиса Егоровна".
     - Нашли за что ссориться! за песенку!... да как же это случилось?
     "Да вот как:  Петр Андреич сочинил недавно песню и сегодня запел ее при
мне, а я затянул мою, любимую:
     Капитанская дочь,
     Не ходи гулять в полночь.
     Вышла  разладица. Петр Андреич было  и  рассердился; но потом рассудил,
что всяк волен петь, что кому угодно. Тем и дело кончилось".
     Бесстыдство Швабрина чуть  меня  не взбесило; но никто, кроме меня,  не
понял  грубых  его  обиняков; по  крайней  мере,  никто  не  обратил на  них
внимания. От песенок разговор обратился к стихотворцам, и комендант заметил,
что все они  люди беспутные  и  горькие  пьяницы, и дружески  советовал  мне
оставить стихотворство, как  дело  службе противное и  ни к чему доброму  не
доводящее.
     Присутствие Швабрина было мне несносно. Я скоро простился с комендантом
и с его  семейством; пришед домой, осмотрел свою шпагу, попробовал ее конец,
и лег спать, приказав Савельичу разбудить меня в седьмом часу.
     На  другой  день  в  назначенное время я стоял уже за  скирдами, ожидая
моего противника. Вскоре и он явился. "Нас могут застать" - сказал он мне; -
"надобно поспешить". Мы сняли мундиры, остались  в одних камзолах и обнажили
шпаги. В эту минуту из-за скирда вдруг появился Иван Игнатьич и человек пять
инвалидов. Он  потребовал  нас  к  коменданту.  Мы  повиновались  с досадою;
солдаты  нас  окружили,  и  мы  отправились  в  крепость   вслед  за  Иваном
Игнатьичем, который вел нас в торжестве, шагая с удивительной важностию.
     Мы вошли в комендантской дом. Иван Игнатьич отворил двери, провозгласив
торжественно "привел!" Нас встретила Василиса Егоровна. "Ах, мои батюшки! На
что это  похоже? как? что? в  нашей крепости заводить  смертоубийство!  Иван
Кузмич, сейчас  их  под  арест! Петр Андреич! Алексей Иваныч! подавайте сюда
ваши шпаги, подавайте,  подавайте. Палашка,  отнеси эти шпаги в чулан.  Петр
Андреич! Этого я  от  тебя  не ожидала. Как  тебе не совестно? Добро Алексей
Иваныч:  он за душегубство  и из гвардии выписан, он  и  в господа  бога  не
верует; а ты-то что? туда же лезешь?"
     Иван Кузмич вполне соглашался с своею супругою и приговаривал: "А слышь
ты,  Василиса  Егоровна  правду  говорит.  Поединки  формально  запрещены  в
воинском  артикуле". Между тем  Палашка взяла у нас наши шпаги и  отнесла  в
чулан.  Я  не мог не засмеяться.  Швабрин сохранил  свою важность. "При всем
моем уважении к вам" - сказал он ей хладнокровно - "не могу не заметить, что
напрасно вы изволите  беспокоиться, подвергая нас вашему  суду. Предоставьте
это  Ивану   Кузмичу:  это  его  дело".  -  Ах!  мой  батюшка!  -  возразила
комендантша; - да разве муж и жена  не един дух и  едина плоть? Иван Кузмич!
Что ты зеваешь? Сейчас рассади их по разным углам на хлеб да на воду, чтоб у
них дурь-то прошла;  да  пусть отец Герасим  наложит на них  эпитимию,  чтоб
молили у бога прощения, да каялись перед людьми.
     Иван Кузмич не знал, на что  решиться. Марья  Ивановна была чрезвычайно
бледна.  Мало-по-малу  буря утихла; комендантша успокоилась, и заставила нас
друг  друга  поцаловать.  Палашка  принесла  нам  наши  шпаги.  Мы вышли  от
коменданта повидимому  примиренные. Иван Игнатьич нас сопровождал. - Как вам
не  стыдно было - сказал я ему сердито  - доносить  на  нас коменданту после
того, как дали мне  слово  того не делать? - "Как бог  свят, я Ивану Кузмичу
того не говорил" - отвечал он;- "Василиса Егоровна выведала вс? от меня. Она
всем и распорядилась без ведома коменданта. Впрочем, слава богу, что вс? так
кончилось". С этим словом он повернул домой, а Швабрин и я остались наедине.
- Наше дело этим кончиться не  может  - сказал я ему.  "Конечно",  - отвечал
Швабрин;  - "вы  своею кровью будете отвечать  мне  за вашу дерзость;  но за
нами,  вероятно, станут  присматривать.  Несколько  дней  нам  должно  будет
притворяться. До свидания!" - И мы расстались, как ни в чем не бывали.
     Возвратясь  к  коменданту,  я  по  обыкновению  своему подсел  к  Марье
Ивановне.  Ивана  Кузмича  не  было  дома;  Василиса  Егоровна  занята  была
хозяйством.  Мы  разговаривали   вполголоса.  Марья  Ивановна  с   нежностию
выговаривала мне за  беспокойство, причиненное всем моею ссорою с Швабриным.
"Я  так  и  обмерла" - сказала она, - "когда  сказали  нам,  что вы намерены
биться на шпагах. Как мужчины странны! За одно слово, о котором через неделю
верно б  они позабыли, они готовы резаться и жертвовать не только жизнию, но
и совестию и благополучием тех, которые... Но я уверена, что  не вы зачинщик
ссоры. Верно виноват Алексей Иваныч".
     - А почему же вы так думаете, Марья Ивановна? "
     "Да так... он такой насмешник! Я не люблю Алексея Иваныча. Он очень мне
противен; а странно: ни за  что  б я не  хотела, чтоб и  я  ему  так  же  не
нравилась. Это меня беспокоило бы страх".
     - А как вы думаете, Марья Ивановна? Нравитесь ли вы ему или нет?
     Марья Ивановна заикнулась и  покраснела. "Мне кажется" - сказала она, -
"я думаю, что нравлюсь".
     - Почему же вам так кажется?
     "Потому что он за меня сватался".
     - Сватался! Он за вас сватался? Когда же? "
     "В прошлом году. Месяца два до вашего приезда".
     - И вы не пошли?
     "Как  изволите  видеть. Алексей Иваныч конечно человек умный, и хорошей
фамилии, и имеет состояние; но как подумаю, что надобно будет под венцом при
всех с ним поцаловаться... Ни за что! ни за какие благополучия!"
     Слова Марьи Ивановны открыли мне глаза и  объяснили мне многое. Я понял
упорное злоречие, которым Швабрин ее преследовал. Вероятно, замечал  он нашу
взаимную склонность и старался отвлечь  нас  друг от друга. Слова,  подавшие
повод к нашей ссоре, показались мне еще более гнусными, когда, вместо грубой
и непристойной насмешки, увидел я в них обдуманную клевету. Желание наказать
дерзкого злоязычника  сделалось во мне еще сильнее,  и  я с нетерпением стал
ожидать удобного случая.
     Я дожидался  не долго. На другой день, когда сидел я  за элегией и грыз
перо в ожидании рифмы, Швабрин постучался под моим окошком. Я  оставил перо,
взял шпагу и к нему вышел. "Зачем откладывать?" - сказал мне Швабрин: -  "за
нами не смотрят.  Сойдем к реке. Там никто нам не помешает". Мы отправились,
молча.  Спустясь по крутой тропинки, мы остановились у самой реки и обнажили
шпаги. Швабрин был  искуснее меня, но я сильнее  и смелее, и monsieur Бопре,
бывший некогда солдатом, дал мне несколько уроков в фехтовании, которыми я и
воспользовался. Швабрин  не  ожидал найти  во мне столь опасного противника.
Долго мы не могли сделать друг другу  никакого вреда; наконец, приметя,  что
Швабрин ослабевает, я стал с живостию на него наступать и загнал его почти в
самую реку.  Вдруг услышал я свое имя, громко произнесенное.  Я оглянулся, и
увидел Савельича, сбегающего  ко мне по нагорной тропинке....... В это самое
время меня  сильно кольнуло в грудь пониже правого плеча; я упал  и  лишился
чувств.



ГЛАВА V. ЛЮБОВЬ.




     Ах ты, девка, девка красная!
     Не ходи, девка, молода замуж;
     Ты спроси, девка, отца, матери,
     Отца, матери, роду-племени;
     Накопи, девка, ума-разума,
     Ума-разума, приданова.
     Песня народная.
     Буде лучше меня найдешь, позабудешь.
     Если хуже меня найдешь, вспомянешь.
     То же.
     Очнувшись, я несколько времени не мог опомниться и  не понимал,  что со
мною сделалось.  Я  лежал на  кровате, в  незнакомой горнице,  и  чувствовал
большую  слабость. Передо мною стоял  Савельич со  свечкою  в  руках. Кто-то
бережно  развивал  перевязи,  которыми грудь  и плечо  были  у меня стянуты.
Мало-по-мал мысли мои прояснились.  Я  вспомнил свой поединок,  и догадался,
что  был  ранен.  В  эту  минуту скрыпнула дверь. "Что? каков?"  -  произнес
пошепту голос, от которого я затрепетал. - Вс?  в одном положении, - отвечал
Савельич со  вздохом; -  вс?  без  памяти, вот уже пятые  сутки.  -  Я хотел
оборотиться,  но  не мог. - Где я?  кто здесь? - сказал  я с  усилием. Марья
Ивановна подошла к моей кровати и  наклонилась ко  мне.  "Что? как  вы  себя
чувствуете?" - сказала  она. - Слава богу, - отвечал я слабым голосом. - Это
вы, Марья Ивановна? скажите мне... - я не в силах был продолжать и замолчал.
Савельич ахнул. Радость изобразилась на его лице. "Опомнился!  опомнился!" -
повторял он.  -  "Слава тебе, владыко!  Ну батюшка  Петр Андреич! напугал ты
меня! легко ли? пятые сутки!.. Марья Ивановна перервала его речь. "Не говори
с ним много, Савельич", - сказала она. - "Он еще слаб". Она вышла и тихонько
притворила дверь.  Мысли  мои  волновались. И  так я был в доме  коменданта,
Марья Ивановна входила ко мне. Я хотел сделать Савельичу некоторые  вопросы,
но старик  замотал  головою и  заткнул себе уши. Я с  досадою закрыл глаза и
вскоре забылся сном.
     Проснувшись подозвал я Савельича, и вместо его увидел перед собою Марью
Ивановну;   ангельский  голос  ее  меня  приветствовал.  Не   могу  выразить
сладостного  чувства, овладевшего  мною в  эту  минуту.  Я схватил ее руку и
прильнул к ней,  обливая слезами умиления. Маша не отрывала ее... и вдруг ее
губки  коснулись  моей щеки, и я почувствовал их  жаркой и  свежий  поцелуй.
Огонь  пробежал по мне. "Милая, добрая  Марья Ивановна, - сказал я ей - будь
моею  женою,  согласись  на  мое  счастие". -  Она  опомнилась.  "Ради  бога
успокойтесь" - сказала  она, отняв у меня свою руку. -  "Вы еще в опасности:
рана  может  открыться.  Поберегите себя хоть для  меня". С  этим словом она
ушла, оставя  меня  в упоении восторга. Счастие  воскресило меня.  Она будет
моя! она меня любит! Эта мысль наполняла вс? мое существование.
     С  той поры мне  час  от  часу  становилось  лучше. Меня лечил полковой
цырюльник, ибо в крепости другого лекаря не было, и, слава богу, не умничал.
Молодость и природа  ускорили мое выздоровление. Вс? семейство коменданта за
мною ухаживало. Марья Ивановна от меня  не отходила.  Разумеется, при первом
удобном  случае  я  принялся  за  прерванное  объяснение,  и Марья  Ивановна
выслушала меня терпеливее.  Она  безо  всякого  жеманства призналась  мне  в
сердечной  склонности и  сказала,  что ее  родители  конечно  рады  будут ее
счастию. "Но подумай хорошенько" - прибавила она: - "со стороны твоих родных
не будет ли препятствия?"
     Я  задумался. В  нежности матушкиной я не  сумневался; но, зная нрав  и
образ мыслей отца, я чувствовал, что любовь моя не слишком его тронет, и что
он будет  на  нее смотреть, как на блажь  молодого человека. Я чистосердечно
признался в том Марье Ивановне, и решился однако писать к  батюшке как можно
красноречивее,  прося  родительского  благословения. Я показал  письмо Марьи
Ивановне,  которая  нашла  его столь  убедительным  и  трогательным, что  не
сомневалась в успехе его, и предалась чувствам нежного своего сердца со всею
доверчивостию молодости и любви.
     Со Швабриным я помирился в первые дни моего выздоровления. Иван Кузмич,
выговаривая мне за поединок, сказал мне: "Эх, Петр Андреич! надлежало бы мне
посадить тебя под арест, да ты уж  и  без  того наказан. А Алексей Иваныч  у
меня таки  сидит в хлебном магазине под  караулом, и шпага его  под замком у
Василисы Егоровны. Пускай он себе надумается, да раскается". - Я слишком был
счастлив, чтоб  хранить в сердце чувство  неприязненное. Я  стал просить  за
Швабрина,  и  добрый  комендант  с  согласия  своей   супруги,  решился  его
освободить. Швабрин пришел ко мне; он изъявил  глубокое сожаление о том, что
случилось  между  нами;  признался, что  был  кругом виноват, и просил  меня
забыть о прошедшем. Будучи от природы  не злопамятен, я искренно простил ему
и нашу ссору и рану, мною от него полученную. В клевете  его видел  я досаду
оскорбленного  самолюбия и  отвергнутой любви, и великодушно извинял  своего
несчастного соперника.
     Вскоре я выздоровел, и мог перебраться на мою квартиру.  С  нетерпением
ожидал я ответа на посланное письмо, не смея надеяться, и стараясь заглушить
печальные  предчувствия.  С  Василисой Егоровной  и  с  ее мужем  я  еще  не
объяснялся;  но предложение мое  не должно было их удивить. Ни я,  ни  Марья
Ивановна не старались  скрывать  от  них свои чувства, и мы заранее  были уж
уверены в их согласии.
     Наконец однажды  утром Савельич  вошел ко мне, держа в руках  письмо. Я
схватил  его с  трепетом. Адрес был написан рукою батюшки. Это  приуготовило
меня к чему-то важному, ибо обыкновенно письма писала ко мне матушка, а он в
конце  приписывал  несколько  строк.  Долго   не  распечатывал  я  пакета  и
перечитывал  торжественную надпись: "Сыну  моему Петру Андреевичу Гриневу, в
Оренбургскую губернию,  в  Белогорскую  крепость".  Я  старался  по  почерку
угадать расположение духа, в котором писано было письмо; наконец решился его
распечатать, и с первых строк увидел, что вс? дело пошло к чорту. Содержание
письма было следующее:

     "Сын  мой Петр! Письмо твое, в  котором просишь  ты нас о  родительском
нашем благословении и согласии на брак с Марьей Ивановной дочерью Мироновой,
мы получили 15-го сего месяца, и не только ни моего благословения,  ни моего
согласия дать я тебе не намерен, но еще и собираюсь до тебя добраться, да за
проказы  твои  проучить  тебя  путем,  как  мальчишку,  не  смотря  на  твой
офицерской чин:  ибо  ты  доказал,  что шпагу  носить еще недостоин, которая
пожалована тебе на защиту отечества, а не для дуелей с такими же сорванцами,
каков ты сам. Немедленно буду писать к Андрею Карловичу, прося его перевести
тебя из  Белогорской  крепости  куда-нибудь подальше,  где бы  дурь  у  тебя
прошла.  Матушка  твоя, узнав  о  твоем поединке  и  о том, что ты ранен,  с
горести  занемогла  и  теперь лежит.  Что из  тебя будет? Молю бога, чтоб ты
исправился, хоть и не смею надеяться на его великую милость.
     Отец твой А. Г."

     Чтение  сего  письма  возбудило во мне  разные  чувствования.  Жестокие
выражения,  на  которые  батюшка  не  поскупился,  глубоко  оскорбили  меня.
Пренебрежение,  с  каким он упоминал о Марьи Ивановне, казалось мне столь же
непристойным,  как и несправедливым. Мысль о переведении моем из Белогорской
крепости меня ужасала;  но  всего  более  огорчило  меня известие  о болезни
матери.  Я негодовал на  Савельича,  не  сомневаясь, что  поединок мой  стал
известен родителям через него. Шагая взад и вперед по тесной моей комнате, я
остановился перед ним и  сказал, взглянув на  него грозно:  -  Видно тебе не
довольно, что я, благодаря тебя, ранен и целый месяц был на краю гроба: ты и
мать мою  хочешь  уморить.  -  Савельич  был поражен  как  громом. "Помилуй,
сударь",  -  сказал  он чуть  не зарыдав,  -  "что  это изволишь говорить? Я
причина, что ты был ранен! Бог видит, бежал я заслонить тебя своею грудью от
шпаги  Алексея  Иваныча!  Старость  проклятая помешала.  Да  что  ж я сделал
матушке-то твоей?" - Что ты сделал? - отвечал я. - Кто просил тебя писать на
меня  доносы? разве ты приставлен ко  мне  в  шпионы?  -  "Я? писал  на тебя
доносы?"  -  отвечал  Савельич  со слезами.  - "Господи  царю небесный!  Так
изволь-ка  прочитать,  что пишет ко мне  барин:  увидишь, как я  доносил  на
тебя". Тут он вынул из кармана письмо, и я прочел следующее:

     "Стыдно тебе, старый пес, что ты, не взирая  на мои строгие приказания,
мне  не донес о  сыне моем  Петре Андреевиче и  что  посторонние  принуждены
уведомлять меня  о  его проказах. Так ли  исполняешь  ты  свою  должность  и
господскую волю? Я тебя, старого пса! пошлю свиней пасти за утайку  правды и
потворство   к  молодому  человеку.  С  получением  сего,   приказываю  тебе
немедленно отписать ко мне, каково теперь его здоровье, о котором пишут мне,
что поправилось; да в какое именно место он ранен и хорошо ли его залечили".

     Очевидно было, что  Савельич  передо  мною  был  прав и что я  напрасно
оскорбил его упреком и подозрением. Я просил у него прощения; но старик  был
неутешен.  "Вот  до чего  я  дожил" - повторял  он;  -  "вот каких  милостей
дослужился от своих господ! Я  и старый  пес, и свинопас, да я  ж  и причина
твоей раны?  Нет, батюшка Петр Андреич! не я, проклятый мусье всему виноват:
он научил  тебя тыкаться  железными  вертелами, да  притопывать,  как  будто
тыканием  да  топанием  убережешься от злого  человека!  Нужно было нанимать
мусье да тратить лишние деньги!"
     Но кто  же  брал  на себя труд уведомить отца  моего о  моем поведении?
Генерал? Но он, казалось, обо мне  не слишком заботился;  а  Иван  Кузмич не
почел  за  нужное  рапортовать  о  моем  поединке.  Я  терялся  в  догадках.
Подозрения мои остановились на Швабрине. Он один имел выгоду в доносе, коего
следствием  могло быть удаление  мое  из крепости и  разрыв с  комендантским
семейством. Я пошел объявить  обо всем Марье Ивановне. Она встретила меня на
крыльце. "Что это с  вами сделалось?" - сказала она,  увидев меня. - "Как вы
бледны!" -  Вс?  кончено!  -  отвечал  я и отдал  ей  батюшкино  письмо. Она
побледнела в свою очередь.  Прочитав, она  возвратила  мне  письмо  дрожащею
рукою  и  сказала  дрожащим голосом: "Видно мне  не судьба... Родные ваши не
хотят меня в свою семью. Буди во всем воля господня! Бог лучше нашего знает,
что нам надобно. Делать нечего, Петр Андреич; будьте хоть вы счастливы..." -
Этому не бывать! - вскричал я, схватив ее за руку; - ты меня любишь; я готов
на  вс?. Пойдем,  кинемся в ноги  к твоим  родителям;  они  люди простые, не
жестокосердые  гордецы...  Они  нас  благословят; мы  обвенчаемся...  а  там
современем, я  уверен, мы умолим отца  моего;  матушка будет за нас; он меня
простит...  "Нет, Петр  Андреич", - отвечала Маша - "я не выйду  за тебя без
благословения твоих  родителей. Без их  благословения не будет тебе счастия.
Покоримся воле божией. Коли найдешь себе суженую, коли полюбишь другую - бог
с  тобою, Петр Андреич; а я за  вас обоих..."  Тут она  заплакала, и ушла от
меня;  я хотел было  войти за нею в  комнату,  но чувствовал,  что был  не в
состоянии владеть самим собою, и воротился домой.
     Я сидел погруженный в глубокую задумчивость, как вдруг Савельич прервал
мои размышления. "Вот,  сударь",  сказал он,  подавая  мне  исписанный  лист
бумаги; - посмотри, доносчик ли я на своего барина, и стараюсь ли я помутить
сына с  отцом". Я  взял  из  рук его  бумагу:  это  был  ответ  Савельича на
полученное им письмо. Вот он от слова до слова:
     "Государь Андрей Петрович, отец наш милостивый!
     Милостивое  писание  ваше  я получил, в  котором изволишь гневаться  на
меня, раба вашего, что де стыдно мне не исполнять господских приказаний; - а
я, не  старый  пес, а  верный  ваш слуга, господских  приказаний слушаюсь  и
усердно вам  всегда  служил  и дожил  до  седых  волос. Я ж про  рану  Петра
Андреича  ничего  к  вам не писал, чтоб  не испужать понапрасну, и,  слышно,
барыня, мать наша Авдотья Васильевна и так с испугу слегла, и за ее здоровие
бога буду молить. А  Петр Андреич  ранен был  под правое плечо,  в грудь под
самую косточку, в глубину на полтора вершка, и лежал он в доме у коменданта,
куда  принесли  мы его  с  берега, и  лечил  его  здешний  цырюльник  Степан
Парамонов; и теперь  Петр Андреич,  слава  богу,  здоров,  и  про него кроме
хорошего нечего  и писать.  Командиры,  слышно,  им  довольны; а у  Василисы
Егоровны  он как  родной сын. А что с  ним  случилось такая оказия,  то быль
молодцу  не  укора: конь  и о четырех  ногах, да спотыкается. А изволите  вы
писать, что сошлете меня  свиней пасти, и  на то ваша боярская воля. За  сим
кланяюсь рабски.
     Верный холоп ваш
     Архип Савельев".

     Я не мог  несколько раз  не улыбнуться, читая грамоту  доброго старика.
Отвечать батюшке  я  был не  в состоянии;  а чтоб  успокоить матушку  письмо
Савельича мне показалось достаточным.
     С той поры положение мое переменилось. Марья Ивановна почти  со мною не
говорила, и всячески  старалась избегать меня. Дом коменданта  стал для меня
постыл. Мало-по-малу приучился я сидеть один  у себя дома. Василиса Егоровна
сначала  за  то  мне пеняла; но видя мое упрямство, оставила меня в покое. С
Иваном Кузмичем  виделся я только, когда того требовала служба. Со Швабриным
встречался  редко  и неохотно,  тем более что замечал в нем  скрытую к  себе
неприязнь, что и утверждало меня в моих подозрениях. Жизнь моя сделалась мне
несносна.  Я  впал  в мрачную  задумчивость,  которую питали  одиночество  и
бездействие.  Любовь моя  разгоралась в уединении и час от  часу становилась
мне  тягостнее.  Я потерял охоту  к  чтению  и словесности. Дух мой  упал. Я
боялся   или   сойти  с   ума  или   удариться  в   распутство.  Неожиданные
происшедствия, имевшие важное влияние на всю мою жизнь, дали вдруг моей душе
сильное и благое потрясение.



ГЛАВА VI. ПУГАЧЕВЩИНА.




     Вы, молодые ребята, послушайте,
     Что мы, старые старики, будем сказывати.
     Песня.
     Прежде нежели приступлю  к описанию странных  происшедствий, коим я был
свидетель, я должен сказать несколько слов о положении, в котором находилась
Оренбургская губерния в конце 1773 года.
     Сия обширная  и богатая  губерния обитаема  была  множеством  полудиких
народов,  признавших  еще  недавно  владычество  российских   государей.  Их
поминутные возмущения, непривычка к законам и гражданской жизни, легкомыслие
и жестокость требовали со  стороны  правительства непрестанного  надзора для
удержания  их  в повиновении. Крепости выстроены были  в  местах, признанных
удобными, заселены по большей части казаками, давнишними обладателями Яицких
берегов.   Но  Яицкие  казаки,  долженствовавшие   охранять   спокойствие  и
безопасность сего  края,  с некоторого времени  были  сами для правительства
неспокойными и опасными подданными. В 1772  году произошло  возмущение в  их
главном   городке.   Причиною   тому   были   строгие   меры,   предпринятые
генерал-маиором Траубенбергом,  дабы привести войско к должному повиновению.
Следствием  было  варварское  убиение Траубенберга, своевольная  перемена  в
управлении, и наконец усмирение бунта картечью  и жестокими наказаниями. Это
случилось несколько времени перед прибытием моим в Белогорскую крепость. Вс?
было уже тихо,  или  казалось  таковым;  начальство слишком  легко  поверило
мнимому  раскаянию  лукавых  мятежников,  которые  злобствовали  в  тайне  и
выжидали удобного случая для возобновления беспорядков.
     Обращаюсь к своему рассказу.
     Однажды  вечером (это было в начале  октября  1773 года)  сидел я  дома
один, слушая вой осеннего ветра, и смотря в окно на тучи, бегущие мимо луны.
Пришли  меня звать от  имени  коменданта. Я тотчас отправился. У  коменданта
нашел я Швабрина, Ивана Игнатьича и казацкого урядника. В комнате не было ни
Василисы Егоровны, ни Марьи Ивановны. Комендант со мною поздоровался с видом
озабоченным. Он  запер  двери, всех усадил, кроме урядника,  который стоял у
дверей,  вынул из  кармана  бумагу  и сказал нам:  "Господа офицеры,  важная
новость! Слушайте, что пишет генерал". Тут он надел очки и прочел следующее:

     "Господину коменданту Белогорской крепости капитану Миронову.
     "По секрету.

     "Сим  извещаю  вас,  что  убежавший  из-под  караула  донской  казак  и
раскольник Емельян Пугачев, учиня непростительную дерзость принятием на себя
имени  покойного  императора Петра  III, собрал злодейскую  шайку,  произвел
возмущение в Яицких селениях,  и уже  взял  и  разорил несколько  крепостей,
производя везде грабежи и  смертные убийства. Того ради,  с получением сего,
имеете вы, господин капитан, немедленно  принять надлежащие меры к отражению
помянутого злодея  и самозванца, а  буде можно  и к совершенному уничтожению
оного, если он обратится на крепость, вверенную вашему попечению".

     "Принять надлежащие меры!" - сказал  комендант, снимая очки и складывая
бумагу. - "Слышь ты, легко сказать. Злодей-то видно силен; а у нас всего сто
тридцать  человек, не  считая казаков, на которых  плоха надежда, не в  укор
буди  тебе  сказано,  Максимыч. (Урядник усмехнулся.) Однако  делать нечего,
господа  офицеры!  Будьте  исправны, учредите караулы,  да ночные дозоры;  в
случае нападения запирайте ворота,  да выводите солдат. Ты, Максимыч  смотри
крепко за  своими казаками. Пушку осмотреть, да хорошенько вычистить. А пуще
всего содержите вс? это в тайне, чтоб в крепости никто  не  мог о том узнать
преждевременно".
     Раздав сии повеления, Иван  Кузмич  нас  распустил.  Я вышел  вместе со
Швабриным,  рассуждая о том,  что  мы слышали.  - Как ты  думаешь,  чем  это
кончится? - спросил я его. "Бог знает"  - отвечал он;  - "посмотрим. Важного
покаместь  еще ничего  не вижу.  Если же..."  Тут он задумался и в рассеянии
стал насвистывать французскую арию.
     Не  смотря на все  наши  предосторожности,  весть о  появлении Пугачева
разнеслась по крепости. Иван Кузмич, хоть и очень уважал свою супругу, но ни
за что на  свете не открыл  бы  ей  тайны, вверенной ему по службе.  Получив
письмо  от  генерала,  он  довольно  искусным  образом  выпроводил  Василису
Егоровну, сказав  ей, будто бы отец  Герасим получил  из  Оренбурга какие-то
чудные известия, которые содержит в великой тайне. Василиса Егоровна  тотчас
захотела отправиться в гости к попадье  и, по  совету Ивана Кузмича  взяла с
собою и Машу, чтоб ей не было скучно одной.
     Иван Кузмич,  оставшись  полным хозяином,  тотчас  послал  за  нами,  а
Палашку запер в чулан, чтоб она не могла нас подслушать.
     Василиса  Егоровна  возвратилась  домой,  не успев  ничего выведать  от
попадьи,  и  узнала,  что  во время  ее  отсутствия  было  у  Ивана  Кузмича
совещание, и что Палашка была под замком. Она догадалась, что  была обманута
мужем,  и  приступила  к нему  с  допросом.  Но Иван Кузмич  приготовился  к
нападению.  Он  ни  мало  не  смутился  и  бодро  отвечал  своей  любопытной
сожительнице: "А слышь ты, матушка, бабы  наши вздумали печи топить соломою;
а как от того может произойти несчастие, то  я и отдал строгий приказ впредь
соломою бабам  печей  не топить, а топить  хворостом и валежником". -  А для
чего ж было  тебе запирать Палашку? - спросила комендантша. -  За что бедная
девка просидела в  чулане, пока мы не  воротились?  -  Иван  Кузмич  не  был
приготовлен  к таковому  вопросу; он  запутался и  пробормотал что-то  очень
нескладное. Василиса Егоровна  увидела коварство своего  мужа; но зная,  что
ничего от него ни добьется, прекратила свои вопросы  и завела речь о соленых
огурцах,  которые   Акулина  Памфиловна  приготовляла  совершенно  особенным
образом. Во всю ночь Василиса Егоровна не  могла заснуть, и  никак не  могла
догадаться,  что бы  такое было в голове ее  мужа, о чем бы  ей  нельзя было
знать.
     На  другой день, возвращаясь от  обедни, она  увидела Ивана  Игнатьича,
который вытаскивал  из пушки тряпички,  камушки, щепки, бабки и  сор всякого
рода,  запиханный  в   нее  ребятишками.  "Что   бы  значили   эти   военные
приготовления?"  -  думала комендантша:  -  "уж  не  ждут  ли  нападения  от
киргизцев? Но неужто Иван Кузмич  стал бы от меня таить такие  пустяки?" Она
кликнула  Ивана Игнатьича, с  твердым намерением  выведать  от  него  тайну,
которая мучила ее дамское любопытство.
     Василиса Егоровна сделала ему несколько замечаний касательно хозяйства,
как  судия, начинающий следствие вопросами посторонними, дабы сперва усыпить
осторожность  ответчика.  Потом,  помолчав  несколько  минут,   она  глубоко
вздохнула и сказала качая головою: "Господи боже  мой!  Вишь какие  новости!
Что из этого будет?"
     - И, матушка! -  отвечал  Иван  Игнатьич. -  Бог милостив: солдат у нас
довольно,  пороху  много,  пушку  я  вычистил. Авось дадим  отпор  Пугачеву.
Господь не выдаст, свинья не съест!
     "А что за человек этот Пугачев?" - спросила комендантша.
     Тут Иван Игнатьич заметил, что проговорился, и  закусил  язык.  Но  уже
было  поздно. Василиса Егоровна  принудила его во  всем признаться, дав  ему
слово не рассказывать о том никому.
     Василиса Егоровна сдержала  свое обещание и никому не сказала ни одного
слова, кроме  как попадьи, и  то потому только, что корова ее  ходила  еще в
степи и могла быть захвачена злодеями.
     Вскоре все заговорили о Пугачеве. Толки были различны. Комендант послал
урядника  с поручением разведать хорошенько обо всем по  соседним селениям и
крепостям. Урядник возвратился через два дня и объявил, что в степи верст за
шестьдесят  от  крепости видел он множество огней и слышал от башкирцев, что
идет неведомая сила. Впрочем не мог он сказать ничего положительного, потому
что ехать дальше побоялся.
     В крепости  между  казаками  заметно  стало необыкновенное волнение; во
всех  улицах  они  толпились в  кучки,  тихо  разговаривали  между собою,  и
расходились, увидя драгуна или гарнизонного солдата.  Подосланы  были  к ним
лазутчики.  Юлай,  крещеный  калмык,  сделал  коменданту  важное  донесение.
Показания урядника, по словам Юлая, были ложны: по возвращении своем лукавый
казак  объявил своим  товарищам,  что он  был у  бунтовщиков,  представлялся
самому  их  предводителю, который  допустил его к  своей руке и  долго с ним
разговаривал.  Комендант немедленно  посадил урядника  под  караул,  а  Юлая
назначил   на  его  место.   Эта  новость  принята  была  казаками  с  явным
неудовольствием.   Они  громко  роптали,  и   Иван   Игнатьич,   исполнитель
комендантского распоряжения, слышал своими ушами, как они говорили: "Вот ужо
тебе  будет,  гарнизонная крыса!" Комендант думал в  тот же  день  допросить
своего арестанта; но урядник бежал из-под караула, вероятно при помощи своих
единомышленников.
     Новое  обстоятельство  усилило  беспокойство  коменданта.  Схвачен  был
башкирец с возмутительными  листами. По сему  случаю  комендант думал  опять
собрать своих офицеров, и для того хотел опять удалить Василису Егоровну под
благовидным предлогом.  Но как Иван Кузмич был человек самый  прямодушный  и
правдивый то  и  не  нашел  другого  способа,  кроме  как  единожды  уже  им
употребленного.
     "Слышь ты,  Василиса Егоровна",  -  сказал он ей  покашливая.  -  "Отец
Герасим  получил,  говорят,  из  города..." -  Полно врать, Иван  Кузмич,  -
перервала комендантша; ты,  знать,  хочешь собрать  совещание,  да без  меня
потолковать  об  Емельяне  Пугачеве;  да  лих  не  проведешь!  - Иван Кузмич
вытаращил глаза. "Ну, матушка", - сказал он  -  "коли ты уже вс? знаешь, так
пожалуй оставайся; мы потолкуем и при тебе". - То-то, батько мой, - отвечала
она; - не тебе бы хитрить; посылай-ка за офицерами.
     Мы собрались опять. Иван Кузмич в присутствии жены прочел нам воззвание
Пугачева, писанное каким-нибудь  полуграмотным казаком. Разбойник объявлял о
своем намерении немедленно идти на нашу крепость; приглашал казаков и солдат
в  свою шайку,  а командиров увещевал  не  супротивляться, угрожая казнию  в
противном случае. Воззвание написано было в грубых, но сильных выражениях, и
должно было произвести опасное впечатление на умы простых людей.
     "Каков мошенник!"  -  воскликнула комендантша.  -  "Что смеет  еще  нам
предлагать!  Выдти к нему на  встречу и положить  к ногам его знамена! Ах он
собачий сын! Да разве  не знает он, что мы уже  сорок лет  в службе и всего,
слава   богу,  насмотрелись?   Неужто  нашлись  такие   командиры,   которые
послушались разбойника?"
     -  Кажется,  не должно  бы,  - отвечал Иван Кузмич.  - А слышно, элодей
завладел уж многими крепостями. "
     "Видно он в самом деле силен" - заметил Швабрин.
     - А вот сейчас узнаем настоящую его силу - сказал комендант. - Василиса
Егоровна,  дай мне ключ от анбара. Иван  Игнатьич, приведи-ка  башкирца,  да
прикажи Юлаю принести сюда плетей.
     "Постой,  Иван Кузмич" - сказала комендантша, вставая  с места.  - "Дай
уведу Машу  куда-нибудь  из  дому; а то услышит крик, перепугается. Да  и я,
правду сказать, не охотница до розыска. Счастливо оставаться".
     Пытка, в  старину,  так  была укоренена в обычаях судопроизводства, что
благодетельный   указ,  уничтоживший  оную,  долго  оставался  безо  всякого
действия. Думали, что собственное признание преступника необходимо  было для
его  полного  обличения,  -  мысль  не  только  неосновательная, но  даже  и
совершенно  противная  здравому  юридическому  смыслу: ибо,  если  отрицание
подсудимого не приемлется в доказательство его невинности, то признание  его
и того  менее  должно  быть  доказательством  его виновности.  Даже  и  ныне
случается  мне  слышать  старых  судей,  жалеющих об уничтожении варварского
обычая. В наше же время никто не сумневался в необходимости пытки, ни судьи,
ни  подсудимые.  Итак приказание коменданта никого из нас не  удивило  и  не
встревожило. Иван Игнатьич отправился  за  башкирцем, который сидел в анбаре
под  ключом  у комендантши,  и через  несколько  минут невольника  привели в
переднюю. Комендант велел его к себе представить.
     Башкирец с трудом шагнул через порог (он был в колодке) и, сняв высокую
свою шапку, остановился у дверей. Я взглянул на него  и содрогнулся. Никогда
не забуду этого человека. Ему казалось лет за семьдесят. У  него  не было ни
носа ни ушей. Голова его была выбрита; вместо бороды торчало несколько седых
волос; он был  малого росту, тощ  и сгорблен; но узенькие глаза его сверкали
еще  огнем. - "Эхе!"  - сказал  комендант, узнав, по страшным его  приметам,
одного из бунтовщиков,  наказанных в 1741 году. - "Да  ты видно старый волк,
побывал в  наших капканах. Ты знать не впервой уже бунтуешь, коли у тебя так
гладко выстрогана башка. Подойди-ка поближе; говори, кто тебя подослал?"
     Старый  башкирец молчал  и  глядел  на  коменданта с видом совершенного
бессмыслия. "Что же  ты  молчишь?"  - продолжал  Иван Кузмич: - "али бельмес
по-русски не разумеешь? Юлай, спроси-ка у него по вашему, кто его подослал в
нашу крепость?"
     Юлай повторил  на  татарском языке вопрос Ивана  Кузмича.  Но  башкирец
глядел на него с тем же выражением, и не отвечал ни слова.
     "Якши" - сказал комендант; - "ты у меня заговоришь. Ребята! сымите-ка с
него дурацкий  полосатый халат, да  выстрочите  ему  спину. Смотри ж,  Юлай:
хорошенько его!"
     Два инвалида  стали  башкирца  раздевать.  Лицо несчастного  изобразило
беспокойство.  Он оглядывался на все стороны, как зверок,  пойманный детьми.
Когда ж один из инвалидов взял его руки и, положив их себе около шеи, поднял
старика  на свои плечи,  а  Юлай взял плеть  и  замахнулся:  тогда  башкирец
застонал  слабым, умоляющим голосом и,  кивая головою, открыл рот, в котором
вместо языка шевелился короткий обрубок.
     Когда вспомню, что это случилось  на моем  веку, и что ныне дожил я  до
кроткого царствования  императора  Александра,  не могу не  дивиться быстрым
успехам просвещения и распространению правил человеколюбия. Молодой человек!
если записки мои попадутся в твои  руки,  вспомни, что  лучшие и  прочнейшие
изменения  суть  те,  которые происходят  от  улучшения  нравов,  без всяких
насильственных потрясений.
     Все были поражены. "Ну" - сказал комендант; - "видно нам от  него толку
не  добиться.  Юлай,  отведи башкирца в анбар. А  мы, господа, кой о чем еще
потолкуем".
     Мы  стали рассуждать о нашем  положении, как  вдруг  Василиса  Егоровна
вошла в комнату, задыхаясь и с видом чрезвычайно встревоженным.
     "Что это с тобою сделалось?" - спросил изумленный комендант.
     -  Батюшки,  беда!-отвечала  Василиса  Егоровна.  - Нижнеозерная  взята
сегодня утром. Работник отца Герасима сейчас оттуда воротился. Он видел, как
ее брали. Комендант и все  офицеры  перевешаны. Все  солдаты  взяты в полон.
Того и гляди, злодеи будут сюда.
     Неожиданная   весть  сильно   меня  поразила.  Комендант   Нижнеозерной
крепости, тихий  и скромный молодой человек, был  мне знаком: месяца  за два
перед тем проезжал он из Оренбурга с молодой своей  женою и останавливался у
Ивана Кузмича. Нижнеозерная находилась от  нашей крепости верстах в двадцати
пяти. С часу на  час должно  было и  нам ожидать  нападения Пугачева. Участь
Марьи Ивановны живо представилась мне, и сердце у меня так и замерло.
     - Послушайте,  Иван Кузмич!  - сказал я коменданту. - Долг наш защищать
крепость  до  последнего нашего  издыхания; об этом  и говорить  нечего.  Но
надобно подумать о безопасности женщин. Отправьте их в Оренбург, если дорога
еще  свободна, или в  отдаленную, более надежную крепость,  куда  злодеи  не
успели бы достигнуть.
     Иван Кузмич оборотился  к  жене и сказал ей:  "А слышь ты матушка, и  в
самом  деле,  не   отправить  ли   вас  подале,  пока   не  управимся  мы  с
бунтовщиками?"
     - И, пустое! - сказала комендантша. - Где  такая крепость, куда бы пули
не  залетали? Чем Белогорская  ненадежна? Слава богу,  двадцать второй год в
ней  проживаем.  Видали  и  башкирцев  и  киргизцев:  авось  и  от  Пугачева
отсидимся!
     "Ну, матушка", - возразил Иван Куэмич - "оставайся, пожалуй, коли ты на
крепость  нашу  надеешься. Да  с  Машей-то  что  нам  делать?  Хорошо,  коли
отсидимся, или дождемся сикурса; ну, а коли злодеи возьмут крепость?"
     - Ну, тогда...  - Тут Василиса Егоровна заикнулась и замолчала с  видом
чрезвычайного волнения.
     "Нет, Василиса Егоровна",-  продолжал комендант, замечая, что слова его
подействовали, может быть, в первый раз в его жизни.- "Маше здесь оставаться
не гоже. Отправим ее в Оренбург к ее  крестной матери: там и  войска и пушек
довольно,  и  стена  каменная.  Да  и  тебе  советовал  бы  с  нею  туда  же
отправиться;  даром  что ты  старуха, а  посмотри  что с  тобою  будет, коли
возьмут фортецию приступом".
     - Добро, - сказала комендантша, -  так и быть, отправим Машу. А меня, и
во сне не проси: не поеду. Нечего мне под старость лет расставаться с тобою,
да искать одинокой могилы на чужой сторонке. Вместе жить, вместе и умирать.
     "И то дело" - сказал комендант. -  "Ну, медлить нечего. Ступай готовить
Машу в дорогу.  Завтра  чем свет ее и отправим, да  дадим ей и конвой,  хоть
людей лишних у нас и нет. Да где же Маша?"
     -  У Акулины Памфиловны, - отвечала комендантша. - Ей сделалось  дурно,
как услышала  о взятии  Нижнеозерной;  боюсь,  чтобы  не занемогла.  Господи
владыко, до чего мы дожили!
     Василиса   Егоровна  ушла  хлопотать  об  отъезде  дочери.  Разговор  у
коменданта продолжался; но я уже в него не мешался и ничего не слушал. Марья
Ивановна явилась к ужину бледная и заплаканная. Мы отужинали молча, и встали
изо стола скорее обыкновенного; простясь  со всем семейством, мы отправились
по  домам.  Но  я  нарочно   забыл  свою  шпагу   и  воротился   за  нею:  я
предчувствовал, что застану Марью Ивановну одну. В самом деле, она встретила
меня в дверях и вручила мне шпагу.  "Прощайте, Петр Андреич!"  - сказала она
мне со слезами. - "Меня посылают в Оренбург.  Будьте живы и счастливы; может
быть, господь приведет нам друг с другом увидеться; если же нет..." Тут  она
зарыдала. Я обнял ее. - Прощай, ангел мой, -  сказал я, - прощай, моя милая,
моя  желанная!  Что  бы со мною ни было, верь,  что последняя  моя  мысль  и
последняя молитва будет о тебе! -  Маша  рыдала, прильнув к моей груди. Я  с
жаром ее поцаловал и поспешно вышел из комнаты.



ГЛАВА VII. ПРИСТУП.




     Голова моя, головушка,
     Голова послуживая!
     Послужила моя головушка
     Ровно тридцать лет и три года.
     Ах, не выслужила головушка
     Ни корысти себе, ни радости,
     Как ни слова себе доброго
     И ни рангу себе высокого;
     Только выслужила головушка
     Два высокие столбика,
     Перекладинку кленовую,
     Еще петельку шелковую.
     Народная песня
     В эту ночь я не спал и не раздевался. Я намерен был отправиться на заре
к  крепостным  воротам,  откуда Марья  Ивановна  должна была  выехать, и там
проститься  с нею  в  последний раз. Я чувствовал в  себе  великую перемену:
волнение души  моей  было  мне гораздо менее тягостно,  нежели  то уныние, в
котором еще недавно был  я  погружен. С грустию разлуки  сливались во мне  и
неясные,  но  сладостные  надежды,  и  нетерпеливое  ожидание  опасностей, и
чувства благородного честолюбия. Ночь прошла незаметно. Я хотел уже выдти из
дому, как дверь моя отворилась и ко мне явился капрал с донесением, что наши
казаки ночью выступили из крепости, взяв  насильно с собою Юлая, и что около
крепости разъезжают неведомые  люди. Мысль,  что  Марья  Ивановна  не успеет
выехать,  ужаснула меня; я  поспешно  дал капралу  несколько наставлений,  и
тотчас бросился к коменданту.
     Уж рассветало.  Я  летел по  улице,  как услышал,  что  зовут  меня.  Я
остановился. "Куда вы?" - сказал Иван Игнатьич, догоняя меня. - "Иван Кузмич
на валу, и послал меня за вами. Пугач пришел". - Уехала ли Марья Ивановна? -
спросил  я с  сердечным трепетом.- "Не  успела" - отвечал  Иван  Игнатьич: -
"дорога в Оренбург отрезана; крепость окружена. Плохо, Петр Андреич!"
     Мы  пошли  на  вал, возвышение,  образованное  природой  и  укрепленное
частоколом. Там уже толпились  все жители  крепости. Гарнизон стоял в ружье.
Пушку   туда  перетащили   накануне.   Комендант   расхаживал  перед   своим
малочисленным строем. Близость опасности  одушевляла старого воина бодростию
необыкновенной. По степи, не  в  дальнем расстоянии от крепости,  разъезжали
человек  двадцать верхами. Они, казалося, казаки, но  между ими находились и
башкирцы,  которых  легко  можно было  распознать по  их  рысьим шапкам и по
колчанам. Комендант  обошел свое  войско,  говоря  солдатам:  "Ну,  детушки,
постоим сегодня за  матушку государыню,  и докажем  всему свету, что мы люди
бравые и присяжные!" Солдаты громко изъявили  усердие.  Швабрин стоял  подле
меня и  пристально  глядел на неприятеля. Люди, разъезжающие в степи, заметя
движение  в крепости,  съехались  в  кучку и  стали  между  собою толковать.
Комендант велел Ивану  Игнатьичу навести  пушку на их толпу, и сам приставил
фитиль.  Ядро зажужжало и  пролетело  над  ними, не  сделав  никакого вреда.
Наездники, рассеясь, тотчас ускакали из виду, и степь опустела.
     Тут явилась на валу Василиса Егоровна и с нею Маша, не хотевшая отстать
от нее. - "Ну, что?" - сказала комендантша. - "Каково идет  баталья?  Где же
неприятель?" - Неприятель недалече, - отвечал  Иван Кузмич.  - Бог даст, вс?
будет ладно. Что,  Маша,  страшно тебе? - "Нет, папенька", -  отвечала Марья
Ивановна; - "дома одной  страшнее". Тут  она взглянула  на меня  и с усилием
улыбнулась. Я  невольно  стиснул рукоять моей шпаги,  вспомня,  что накануне
получил ее из ее рук, как бы на защиту моей любезной.  Сердце  мое горело. Я
воображал  себя  ее  рыцарем.  Я  жаждал  доказать,  что   был   достоин  ее
доверенности, и с нетерпением стал ожидать решительной минуты.
     В  это  время из-за  высоты,  находившейся  в  полверсте  от  крепости,
показались новые конные  толпы,  и вскоре степь усеялась  множеством  людей,
вооруженных  копьями и сайдаками. Между ими на  белом  коне  ехал человек  в
красном  кафтане,  с обнаженной  саблею  в  руке:  это был  сам Пугачев.  Он
остановился; его окружили и,  как видно,  по его повелению, четыре  человека
отделились и во весь опор  подскакали под самую  крепость. Мы  в них  узнали
своих изменников. Один из них держал  под  шапкою лист бумаги;  у другого на
копье воткнута была голова Юлая, которую, стряхнув,  перекинул он к нам чрез
частокол.  Голова  бедного  калмыка  упала  к  ногам  коменданта.  Изменники
кричали: "Не стреляйте; выходите вон к государю. Государь здесь!"
     "Вот я  вас!" - закричал Иван Кузмич. - "Ребята! стреляй!" Солдаты наши
дали залп. Казак, державший письмо,  зашатался и свалился с  лошади;  другие
поскакали   назад.   Я   взглянул  на  Марью   Ивановну.  Пораженная   видом
окровавленной  головы Юлая,  оглушенная  залпом,  она  казалась  без памяти.
Комендант  подозвал капрала и  велел  ему взять лист из  рук убитого казака.
Капрал вышел в поле и возвратился, ведя под  устцы лошадь убитого. Он вручил
коменданту письмо.  Иван  Кузмич прочел  его  про  себя  и разорвал потом  в
клочки. Между тем  мятежники видимо приготовлялись  к действию. Вскоре  пули
начали свистать  около  наших ушей, и несколько стрел воткнулись около нас в
землю и в  частокол.  "Василиса Егоровна!"  -  сказал комендант. - "Здесь не
бабье дело; уведи Машу; видишь: девка ни жива, ни мертва".
     Василиса  Егоровна,  присмиревшая под пулями,  взглянула на  степь,  на
которой  заметно было большое  движение; потом оборотилась к мужу  и сказала
ему:  "Иван  Кузмич, в  животе  и смерти  бог волен: благослови Машу.  Маша,
подойди к отцу".
     Маша, бледная и трепещущая, подошла к Ивану Кузмичу, стала  на колени и
поклонилась  ему  в землю.  Старый комендант  перекрестил  ее  трижды; потом
поднял  и,  поцаловав,  сказал  ей  изменившимся голосом:  "Ну,  Маша,  будь
счастлива.  Молись богу: он  тебя не оставит. Коли  найдется добрый человек,
дай бог вам любовь да совет. Живите, как  жили мы с Василисой Егоровной. Ну,
прощай. Маша.  Василиса Егоровна, уведи же ее поскорей".  (Маша кинулась ему
на шею, и зарыдала.) - Поцалуемся ж  и мы, - сказала заплакав комендантша. -
"Прощай,  мой  Иван  Кузмич. Отпусти  мне, коли  в  чем  я тебе  досадила! -
"Прощай, прощай, матушка!"  -  сказал комендант,  обняв свою старуху. - "Ну,
довольно!  Ступайте,  ступайте  домой;  да  коли  успеешь,  надень  на  Машу
сарафан". Комендантша  с дочерью удалились. Я глядел во след Марьи Ивановны;
она оглянулась  и  кивнула мне головой. Тут Иван Кузмич оборотился к  нам, и
все  внимание  его устремилось  на  неприятеля. Мятежники  съезжались  около
своего  предводителя,  и вдруг  начали  слезать с  лошадей.  "Теперь  стойте
крепко" -  сказал  комендант;  - ""будет приступ..."  В  эту минуту раздался
страшный  визг  и  крики;  мятежники бегом  бежали  к  крепости. Пушка  наша
заряжена была картечью.  Комендант подпустил их на самое близкое расстояние,
и вдруг выпалил  опять. Картечь хватила  в  самую  средину  толпы. Мятежники
отхлынули  в  обе  стороны  и  попятились.  Предводитель  их   остался  один
впереди...  Он  махал саблею и,  казалось, с  жаром  их уговаривал... Крик и
визг,  умолкнувшие  на  минуту, тотчас снова возобновились. "Ну,  ребята", -
сказал  комендант; - "теперь отворяй ворота, бей в барабан.  Ребята! вперед,
на вылазку, за мною!"
     Комендант, Иван Игнатьич и я  мигом очутились  за крепостным валом;  но
обробелый гарнизон не тронулся. "Что ж вы, детушки, стоите?" - закричал Иван
Кузмич.  - "Умирать,  так  умирать: дело  служивое!" В  эту минуту мятежники
набежали  на  нас и  ворвались  в крепость. Барабан  умолк; гарнизон  бросил
ружья; меня сшибли было с  ног,  но я  встал и  вместе с мятежниками вошел в
крепость. Комендант,  раненый  в  голову, стоял  в  кучке  злодеев,  которые
требовали от него ключей. Я бросился  было к нему на помощь: несколько дюжих
казаков схватили меня и связали  кушаками, приговаривая: "Вот ужо вам будет,
государевым ослушникам!" Нас потащили по улицам; жители  выходили из домов с
хлебом и солью. Раздавался колокольный звон. Вдруг  закричали  в  толпе, что
государь на площади  ожидает пленных  и принимает присягу. Народ повалил  на
площадь; нас погнали туда же.
     Пугачев  сидел в креслах на крыльце  комендантского  дома. На  нем  был
красный казацкий кафтан,  обшитый галунами. Высокая соболья шапка с золотыми
кистями  была  надвинута  на его сверкающие глаза. Лицо  его  показалось мне
знакомо. Казацкие старшины окружали его. Отец  Герасим,  бледный и дрожащий,
стоял  у крыльца,  с крестом  в  руках,  и,  казалось, молча  умолял его  за
предстоящие  жертвы.   На   площади  ставили  наскоро   виселицу.  Когда  мы
приближились,   башкирцы  разогнали  народ   и   нас  представили  Пугачеву.
Колокольный звон утих;  настала  глубокая  тишина.  "Который  комендант?"  -
спросил самозванец. Наш урядник выступил из толпы и указал на Ивана Кузмича.
Пугачев грозно взглянул  на старика  и сказал ему: "Как ты смел  противиться
мне, своему государю?" Комендант, изнемогая от раны, собрал последние силы и
отвечал  твердым голосом: "Ты мне не  государь,  ты вор и  самозванец, слышь
ты!"  Пугачев  мрачно нахмурился  и махнул  белым платком. Несколько казаков
подхватили  старого  капитана  и  потащили  к  виселице.  На ее  перекладине
очутился верхом изувеченный башкирец,  которого  допрашивали мы накануне. Он
держал  в  руке веревку,  и  через  минуту увидел я  бедного  Ивана  Куэмича
вздернутого на воздух. Тогда  привели к Пугачеву Ивана Игнатьича. "Присягай"
- сказал ему Пугачев - "государю Петру Феодоровичу!" - Ты нам не государь, -
отвечал Иван Игнатьич, повторяя слова своего  капитана. - Ты, дядюшка, вор и
самозванец!  - Пугачев махнул  опять  платком, и добрый  поручик повис подле
своего старого начальника.
     Очередь была за  мною. Я глядел смело на Пугачева,  готовясь  повторить
ответ великодушных моих товарищей.  Тогда,  к  неописанному моему изумлению,
увидел  я  среди  мятежных  старшин Швабрина,  обстриженного в  кружок  и  в
казацком кафтане. Он  подошел к Пугачеву и сказал ему на ухо несколько слов.
"Вешать его!" - сказал Пугачев, не взглянув уже на меня. Мне накинули на шею
петлю.  Я стал читать  про себя молитву, принося богу искреннее раскаяние во
всех моих прегрешениях и моля его о спасении всех близких моему сердцу. Меня
притащили под виселицу. "Не бось,  не бось", - повторяли мне губители, может
быть,  и  вправду  желая  меня  ободрить. Вдруг  услышал я крик:  "Постойте,
окаянные! погодите!.." Палачи  остановились. Гляжу: Савельич лежит в ногах у
Пугачева.  "Отец родной!" -  говорил  бедный дядька.  -  "Что тебе в  смерти
барского дитяти?  Отпусти его; за него тебе выкуп  дадут;  а  для  примера и
страха ради, вели повесить  хоть  меня старика!"  Пугачев дал знак,  и  меня
тотчас развязали и оставили. "Батюшка наш тебя милует" - говорили мне. В эту
минуту  не могу сказать,  чтоб  я  обрадовался своему избавлению,  не  скажу
однако ж, чтоб я о нем и сожалел. Чувствования мои были слишком смутны. Меня
снова привели к самозванцу и поставили перед ним на колени. Пугачев протянул
мне жилистую свою руку. "Цалуй руку, цалуй руку!" - говорили около  меня. Но
я предпочел  бы  самую лютую казнь  такому подлому  унижению. "Батюшка  Петр
Андреич!" - шептал Савельич, стоя за мною и толкая меня. - "Не упрямься! что
тебе стоит? плюнь да  поцалуй у злод... (тьфу!) поцалуй у него  ручку". Я не
шевелился. Пугачев опустил руку, сказав  с  усмешкою: "Его  благородие знать
одурел от  радости. Подымите его!"  - Меня  подняли и оставили на свободе. Я
стал смотреть на продолжение ужасной комедии.
     Жители начали присягать. Они подходили один за другим, цалуя распятие и
потом  кланяясь  самозванцу.  Гарнизонные  солдаты  стояли  тут  же.  Ротный
портной,  вооруженный  тупыми  своими  ножницами,  резал  у  них  косы. Они,
отряхиваясь,  подходили  к  руке  Пугачева,  который объявлял им  прощение и
принимал  в  свою шайку.  Вс? это  продолжалось  около  трех часов.  Наконец
Пугачев встал с кресел и сошел с крыльца  в сопровождении своих старшин. Ему
подвели белого коня, украшенного богатой сбруей. Два  казака  взяли  его под
руки и  посадили  на седло. Он  объявил  отцу Герасиму, что будет  обедать у
него.  В эту минуту раздался женский крик. Несколько разбойников вытащили на
крыльцо Василису Егоровну, растрепанную и раздетую донага. Один из них успел
уже  нарядиться  в  ее  душегрейку. Другие таскали  перины, сундуки,  чайную
посуду, белье  и всю рухлядь.  "Батюшки мои!" - кричала  бедная  старушка. -
"Отпустите душу  на покаяние.  Отцы родные, отведите  меня к Ивану Кузмичу".
Вдруг она взглянула на виселицу и узнала своего мужа. "Злодеи!" -  закричала
она в  исступлении.  - "Что это вы с ним  сделали? Свет ты мой, Иван Кузмич,
удалая  солдатская  головушка! не тронули тебя ни  штыки  прусские,  ни пули
турецкие;  не  в  честном бою  положил ты  свой живот,  а  сгинул от беглого
каторжника!" - Унять  старую  ведьму! -  сказал  Пугачев. Тут  молодой казак
ударил ее саблею  по голове, и она упала мертвая на ступени крыльца. Пугачев
уехал; народ бросился за ним.



ГЛАВА VIII. НЕЗВАНЫЙ ГОСТЬ.




     Незваный гость хуже татарина.
     Пословица.
     Площадь  опустела. Я вс?  стоял  на одном месте, и не  мог  привести  в
порядок мысли, смущенные столь ужасными впечатлениями.
     Неизвестность о судьбе Марьи Ивановны пуще всего меня мучила. Где  она?
что с нею? успела ли спрятаться? надежно ли ее убежище?.. Полный  тревожными
мыслями, я  вошел  в  комендантской  дом... Вс?  было пусто; стулья,  столы,
сундуки  были  переломаны;  посуда перебита; вс?  растаскано.  Я  взбежал по
маленькой лестнице,  которая вела в  светлицу, и в первый раз отроду вошел в
комнату  Марьи  Ивановны. Я увидел ее  постелю, перерытую разбойниками; шкап
был  разломан и ограблен; лампадка теплилась  еще  перед  опустелым кивотом.
Уцелело  и  зеркальцо,  висевшее в  простенке... Где  ж  была  хозяйка  этой
смиренной,  девической  кельи?  Страшная  мысль  мелькнула  в  уме  моем:  я
вообразил  ее в  руках у разбойников...  Сердце  мое  сжалось. . . Я горько,
горько  заплакал,  и громко  произнес  имя  моей любезной...  В  эту  минуту
послышался легкий шум, и из-за шкапа явилась Палаша, бледная и трепещущая.
     "Ах,  Петр  Андреич!"  -  сказала она, сплеснув руками. - "Какой ден?к!
какие страсти!.."
     - А Марья Ивановна? - спросил я нетерпеливо, - что Марья Ивановна?
     "Барышня   жива"   -  отвечала  Палаша.  -   "Она  спрятана  у  Акулины
Памфиловны".
     - У попадьи! - вскричал я с ужасом. - Боже мой! да там Пугачев!..
     Я бросился вон из  комнаты, мигом очутился на улице и опрометью побежал
в дом свещенника, ничего не видя и не чувствуя. Там раздавались крики, хохот
и песни... Пугачев пировал с своими товарищами. Палаша прибежала туда же  за
мною. Я  подослал  ее  вызвать  тихонько Акулину  Памфиловну.  Через  минуту
попадья вышла ко мне в сени с пустым штофом в руках.
     - Ради бога! где Марья Ивановна? - спросил я с неизъяснимым волнением.
     "Лежит,  моя  голубушка, у  меня  на кровати,  там  за  перегородкою" -
отвечала попадья. - "Ну, Петр Андреич, чуть было не стряслась беда, да слава
богу,  вс?  прошло благополучно: злодей только что уселся обедать, как  она,
моя бедняжка, очнется да застонет!.. Я так и обмерла. Он услышал: "А кто это
у тебя охает, старуха?" Я вору в пояс:  племянница моя, государь; захворала,
лежит,  вот  уж другая  неделя.  - "А молода  твоя  племянница?"  -  Молода,
государь. - "А покажи-ка мне, старуха, свою племянницу". - У меня сердце так
и йокнуло, да  нечего было делать.  - Изволь,  государь;  только девка-то не
сможет встать и  придти к твоей милости. -  "Ничего, старуха, я и сам  пойду
погляжу". И  ведь  пошел  окаянный  за перегородку;  как  ты  думаешь!  ведь
отдернул  занавес, взглянул  ястребиными своими глазами!  - и ничего...  бог
вынес!  А веришь ли,  я и  батька мой так  уж и приготовились к мученической
смерти.  К счастию, она,  моя  голубушка,  не узнала  его. Господи  владыко,
дождались  мы  праздника!  Нечего  сказать!  бедный   Иван  Кузмич!  кто  бы
подумал!..  А Василиса-то Егоровна? А Иван-то Игнатьич? Его-то за что?.. Как
это вас пощадили?  А каков Швабрин, Алексей Иваныч? Ведь остригся в кружок и
теперь у нас тут же с ними пирует! Проворен, нечего сказать! А как сказала я
про больную  племянницу, так он,  веришь  ли, так взглянул  на меня, как  бы
ножом  насквозь; однако не  выдал,  спасибо  ему и за  то". -  В эту  минуту
раздались  пьяные крики гостей и голос отца Герасима.  Гости требовали вина,
хозяин  кликал  сожительницу.  Попадья расхлопоталась. "Ступайте себе домой,
Петр Андреич", - сказала  она; - "теперь не до вас;  у злодеев попойка идет.
Беда,  попадетесь  под пьяную  руку.  Прощайте, Петр Андреич. Что  будет, то
будет; авось бог не оставит!"
     Попадья ушла.  Несколько успокоенный, я отправился к себе на  квартиру.
Проходя мимо площади, я увидел  несколько башкирцев, которые теснились около
виселицы  и  стаскивали  сапоги  с  повешенных;  с  трудом удержал  я  порыв
негодования,  чувствуя   бесполезность  заступления.   По  крепости   бегали
разбойники,  грабя  офицерские дома. Везде  раздавались  крики  пьянствующих
мятежников. Я пришел домой. Савельич встретил меня у порога. "Слава богу!" -
вскричал он, увидя меня. -  "Я было думал, что злодеи опять тебя подхватили.
Ну, батюшка Петр  Андреич! веришь  ли?  вс?  у  нас  разграбили,  мошенники:
платье, белье, вещи, посуду - ничего не оставили. Да что уж! Слава богу, что
тебя живого отпустили! А узнал ли ты, сударь, атамана?".
     - Нет, не узнал; а кто же он такой?
     "Как, батюшка? Ты и позабыл того пьяницу, который выманил у тебя  тулуп
на постоялом  дворе? Зайчий тулупчик совсем  нов?шенький, а он,  бестия, его
так и распорол, напяливая на себя!"
     Я  изумился.  В  самом  деле  сходство  Пугачева с  моим  вожатым  было
разительно.  Я  удостоверился,  что Пугачев  и он были одно и то же  лицо, и
понял тогда причину пощады, мне оказанной. Я не мог не подивиться  странному
сцеплению обстоятельств; детский тулуп, подаренный бродяге, избавлял меня от
петли,  и  пьяница,  шатавшийся  по  постоялым  дворам,  осаждал крепости  и
потрясал государством!
     "Не  изволишь ли  покушать?" -  спросил  Савельич, неизменный  в  своих
привычках. - "Дома ничего нет; пойду, пошарю, да что-нибудь тебе изготовлю".
     Оставшись один,  я  погрузился в  размышления.  Что  мне  было  делать?
Оставаться в крепости, подвластной злодею, или  следовать за его шайкою было
неприлично офицеру. Долг требовал, чтобы я явился туда, где служба моя могла
еще быть полезна отечеству  в настоящих,  затруднительных обстоятельствах...
Но  любовь  сильно советовала мне  оставаться при Марьи Ивановне  и  быть ей
защитником и покровителем. Хотя я и предвидел скорую и  несомненную перемену
в  обстоятельствах, но вс? же не мог  не  трепетать, воображая опасность  ее
положения.
     Размышления  мои  были  прерваны  приходом  одного из казаков,  который
прибежал с объявлением, "что-де великий государь требует тебя к себе". - Где
же он? - спросил я, готовясь повиноваться.
     "В  комендантском"  -  отвечал  казак.  -  "После  обеда  батюшка   наш
отправился в баню, а теперь отдыхает.  Ну, ваше благородие, по всему  видно,
что  персона знатная:  за  обедом  скушать изволил двух  жареных поросят,  а
парится  так жарко,  что и Тарас  Курочкин не  вытерпел,  отдал веник  Фомке
Бикбаеву,  да насилу  холодной  водой откачался.  Нечего сказать: все приемы
такие важные... А в бане, слышно, показывал царские свои знаки на грудях: на
одной двуглавый орел, величиною с пятак, а на другой персона его".
     Я не почел нужным  оспоривать мнения казака и с ним вместе отправился в
комендантской  дом, заране воображая себе свидание  с Пугачевым,  и стараясь
предугадать, чем оно кончится. Читатель легко может себе представить, что  я
не был совершенно хладнокровен.
     Начинало смеркаться, когда пришел я  к комендантскому дому.  Виселица с
своими  жертвами  страшно чернела. Тело бедной комендантши  вс? еще валялось
под  крыльцом, у  которого  два  казака стояли на  карауле. Казак, приведший
меня,  отправился про меня доложить, и  тотчас же воротившись ввел меня в ту
комнату, где накануне так нежно прощался я с Марьей Ивановною.
     Необыкновенная картина мне представилась: за столом, накрытым скатертью
и  установленным  штофами  и  стаканами, Пугачев и  человек  десять казацких
старшин сидели, в шапках и цветных рубашках, разгоряченные вином, с красными
рожами  и блистающими  глазами. Между ими  не  было ни  Швабрина, ни  нашего
урядника, новобраных изменников.  "А,  ваше благородие!"  - сказал  Пугачев,
увидя меня. - "Добро пожаловать; честь и место, милости просим". Собеседники
потеснились. Я молча сел на краю стола. Сосед мой, молодой казак, стройный и
красивый,  налил  мне стакан  простого вина, до  которого  я  не коснулся. С
любопытством стал  я  рассматривать сборище. Пугачев на первом  месте сидел,
облокотясь  на  стол и подпирая черную бороду  своим широким кулаком.  Черты
лица его, правильные и довольно приятные,  не изъявляли ничего свирепого. Он
часто  обращался  к человеку  лет  пятидесяти, называя  его  то  графом,  то
Тимофеичем, а иногда  величая его дядюшкою. Все обходились  между собою  как
товарищи,   и   не  оказывали  никакого   особенного   предпочтения   своему
предводителю.  Разговор шел  об утреннем приступе, об успехе возмущения и  о
будущих действия. Каждый хвастал, предлагал свои мнения и свободно оспоривал
Пугачева. И на сем-то странном  военном совете решено было идти к Оренбургу:
движение дерзкое,  и  которое чуть было не  увенчалось бедственным  успехом!
Поход был  объявлен  к завтрешнему  дню.  "Ну, братцы", -  сказал Пугачев  -
"затянем-ка  на сон грядущий мою любимую песенку. Чумаков! начинай!" - Сосед
мой затянул тонким  голоском  заунывную бурлацкую  песню,  и все  подхватили
хором:
     Не шуми, мати зеленая дубровушка,
     Не мешай мне доброму молодцу думу думати.
     Что заутра мне доброму молодцу в допрос идти
     Перед грозного судью, самого царя.
     Еще станет государь-царь меня спрашивать:
     Ты скажи, скажи, детинушка крестьянский сын,
     Уж как с кем ты воровал, с кем разбой держал,
     Еще много ли с тобой было товарищей?
     Я скажу тебе, надежа православный царь,
     Всее правду скажу тебе, всю истину,
     Что товарищей у меня было четверо:
     Еще первый мой товарищ темная ночь,
     А второй мой товарищ булатный нож,
     А как третий-то товарищ, то мой добрый конь,
     А четвертый мой товарищ, то тугой лук,
     Что рассыльщики мои, то калены стрелы.
     Что возговорит надежа православный царь:
     Исполать тебе, детинушка крестьянский сын,
     Что умел ты воровать, умел ответ держать!
     Я за то тебя, детинушка, пожалую
     Середи поля хоромами высокими,
     Что двумя ли столбами с перекладиной.
     Невозможно   рассказать,   какое   действие   произвела  на   меня  эта
простонародная песня про виселицу, распеваемая людьми, обреченными виселице.
Их грозные лица, стройные  голоса,  унылое выражение, которое  придавали они
словам и без того  выразительным, - вс? потрясало меня  каким-то пиитическим
ужасом.
     Гости выпили еще по стакану, встали изо стола и простились с Пугачевым.
Я хотел за ними последовать, но Пугачев  сказал мне: "Сиди;  я хочу  с тобою
переговорить". - Мы остались глаз на глаз.
     Несколько минут продолжалось обоюдное наше молчание. Пугачев смотрел на
меня пристально, изредко прищуривая  левый  глаз с  удивительным  выражением
плутовства  и насмешливости.  Наконец он засмеялся, и  с такою  непритворной
веселостию, что и я, глядя на него, стал смеяться, сам не зная чему.
     "Что,  ваше благородие?" -  сказал он  мне. - "Струсил  ты,  признайся,
когда молодцы  мои  накинули  тебе веревку на  шею?  Я чаю,  небо с  овчинку
показалось... А покачался бы на перекладине, если бы не твой слуга. Я тотчас
узнал старого хрыча. Ну, думал ли ты, ваше благородие,  что человек, который
вывел  тебя  к умету,  был сам великий  государь? (Тут он  взял на себя  вид
важный и таинственный.) Ты крепко передо мною виноват" - продолжал он; - "но
я помиловал тебя за твою добродетель, за то, что ты оказал мне услугу, когда
принужден я был скрываться от своих недругов. То ли еще увидишь! Так ли  еще
тебя  пожалую,  когда получу  свое государство! Обещаешься ли служить мне  с
усердием?"
     Вопрос  мошенника  и его  дерзость показались мне так забавны, что я не
мог не усмехнуться.
     "Чему ты усмехаешься? - спросил он меня нахмурясь. - "Или ты не веришь,
что я великий государь? Отвечай прямо".
     Я  смутился:  признать бродягу государем - был  я  не в состоянии:  это
казалось мне  малодушием непростительным. Назвать его  в  глаза обманщиком -
было  подвергнуть себя погибели; и  то,  на что был я готов под виселицею  в
глазах всего народа  и  в  первом  пылу  негодования,  теперь  казалось  мне
бесполезной  хвастливостию. Я колебался. Пугачев  мрачно  ждал моего ответа.
Наконец (и еще ныне  с самодовольствием  поминаю  эту минуту) чувство  долга
восторжествовало  во  мне  над  слабостию  человеческою. Я отвечал Пугачеву:
Слушай; скажу тебе всю правду. Рассуди, могу ли я  признать в тебе государя?
Ты человек смышленый: ты сам увидел бы, что я лукавствую.
     "Кто же я таков, по твоему разумению?"
     - Бог тебя знает; но кто бы ты ни был, ты шутишь опасную шутку.
     Пугачев взглянул на меня  быстро. "Так  ты не  веришь", - сказал  он, -
"чтоб я был  государь Петр Федорович? Ну, добро. А разве  нет удачи удалому?
Разве в старину Гришка Отрепьев не царствовал? Думай  про меня что хочешь, а
от меня  не отставай.  Какое тебе дело  до  иного-прочего? Кто  ни поп,  тот
батька. Послужи мне  верой и правдою, и  я тебя пожалую и в фельдмаршалы и в
князья. Как ты думаешь?"
     - Нет, -  отвечал я  с твердостию. - Я  природный  дворянин; я присягал
государыне императрице:  тебе служить  не могу. Коли ты в самом деле желаешь
мне добра, так отпусти меня в Оренбург.
     Пугачев задумался.  "А коли отпущу" - сказал он - "так обещаешься ли по
крайней мере против меня не служить?"
     - Как могу  тебе в этом обещаться?  - отвечал я. - Сам знаешь,  не  моя
воля:  велят  идти против  тебя  -  пойду,  делать  нечего.  Ты  теперь  сам
начальник; сам требуешь повиновения от своих. На что  это будет похоже, если
я от  службы откажусь,  когда  служба моя понадобится? Голова  моя  в  твоей
власти:  отпустишь меня - спасибо; казнишь - бог тебя судья; а я сказал тебе
правду.
     "Моя  искренность поразила Пугачева.  "Так и быть" -  сказал он,  ударя
меня по плечу. - "Казнить так казнить, миловать так миловать. Ступай себе на
все четыре стороны и делай что хочешь.  Завтра приходи со мною проститься, а
теперь ступай себе спать, и меня уж дрема клонит".
     Я оставил Пугачева и вышел на улицу. Ночь  была тихая и морозная. Месяц
и звезды  ярко  сияли,  освещая  площадь и  виселицу. В  крепости  вс?  было
спокойно  и  темно.  Только  в кабаке  светился  огонь и  раздавались  крики
запоздалых  гуляк.  Я  взглянул  на  дом  священника.  Ставни и вороты  были
заперты. Казалось вс? в нем было тихо.
     Я  пришел к  себе на  квартиру, и нашел Савельича,  горюющего  по  моем
отсутствии. Весть о  свободе  моей обрадовала его несказанно.  "Слава  тебе,
владыко!" - сказал  он  перекрестившись.  - "Чем  свет  оставим  крепость  и
пойдем, куда глаза глядят. Я тебе кое-что заготовил; покушай-ка, батюшка, да
и почивай себе до утра, как у Христа за пазушкой".
     Я последовал его совету и,  поужинав  с  большим  аппетитом, заснул  на
голом полу, утомленный душевно и физически.



ГЛАВА IX. РАЗЛУКА.




     Сладко было спознаваться
     Мне, прекрасная, с тобой;
     Грустно, грустно расставаться
     Грустно, будто бы с душой.
     Херасков.
     Рано  утром  разбудил меня  барабан.  Я  пошел на  сборное  место.  Там
строились уже толпы пугачевские около виселицы, где вс? еще висели вчерашние
жертвы.  Казаки  стояли  верхами,  солдаты под ружьем. Знамена  развевались.
Несколько  пушек,  между  коих узнал я и нашу,  поставлены были на  походные
лафеты.  Все  жители   находились  тут  же,  ожидая  самозванца.  У  крыльца
комендантского   дома   казак  держал  под  устцы  прекрасную  белую  лошадь
киргизской породы.  Я  искал глазами тела  комендантши.  Оно  было  отнесено
немного в  сторону и прикрыто рогожею. Наконец Пугачев вышел из сеней. Народ
снял шапки. Пугачев остановился на  крыльце и со всеми поздоровался. Один из
старшин подал ему мешок с медными деньгами, и он стал их метать пригоршнями.
Народ  с  криком  бросился  их подбирать,  и дело  обошлось  не  без увечья.
Пугачева окружали  главные  из его  сообщников.  Между ими  стоял и Швабрин.
Взоры наши встретились; в моем он мог прочесть презрение, и он отворотился с
выражением искренней  злобы и притворной насмешливости. Пугачев, увидев меня
в толпе,  кивнул мне головою и подозвал к  себе. "Слушай" - сказал он мне. -
"Ступай сей же час в Оренбург и объяви от меня губернатору и всем генералам,
чтоб  ожидали  меня к  себе  через  неделю. Присоветуй им встретить  меня  с
детской любовию и  послушанием; не то не избежать им лютой казни. Счастливый
путь,  ваше  благородие!" Потом обратился он к народу и сказал, указывая  на
Швабрина: - "Вот  вам, детушки, новый командир: слушайтесь его во всем, а он
отвечает мне  за вас и за крепость". С  ужасом услышал я сии слова:  Швабрин
делался начальником крепости; Марья Ивановна оставалась в его власти!  Боже,
что  с нею будет! Пугачев  сошел с крыльца. Ему  подвели лошадь. Он проворно
вскочил в седло, не дождавшись казаков, которые хотели было подсадить его.
     В это время, из  толпы  народа, вижу, выступил мой Савельич, подходит к
Пугачеву, и подает ему лист бумаги. Я не  мог придумать,  что из того выдет.
""Это  что?"  спросил  важно  Пугачев.  -  Прочитай, так изволишь  увидеть -
отвечал  Савельич. Пугачев  принял  бумагу  и  долго  рассматривал  с  видом
значительным.  "Что ты так мудрено  пишешь?"  -  сказал он  наконец. - "Наши
светлые очи не могут тут ничего разобрать. Где мой обер-секретарь?"
     Молодой  малой  в  капральском мундире  проворно  подбежал к  Пугачеву.
"Читай  в  слух"  -  сказал  самозванец, отдавая  ему бумагу. Я  чрезвычайно
любопытствовал   узнать,   о  чем  дядька   мой  вздумал  писать   Пугачеву.
Обер-секретарь громогласно стал по складам читать следующее.
     "Два халата, миткалевый и шелковый полосатый, на шесть рублей".
     - Это что значит? - сказал, нахмурясь, Пугачев.
     -  Прикажи  читать  далее  - отвечал  спокойно Савельич. Обер-секретарь
продолжал:
     "Мундир из тонкого зеленого сукна на семь рублей. "Штаны белые суконные
на пять рублей.
     "Двенадцать рубах полотняных голандских с манжетами на десять рублей.
     "Погребец с чайною посудою на два рубля с полтиною..."
     - Что за вранье? - прервал Пугачев. - Какое  мне дело до погребцов и до
штанов с манжетами?
     Савельич крякнул и  стал  объясняться. "Это,  батюшка, изволишь видеть,
реестр барскому добру, раскраденному злодеями..."
     - Какими злодеями? - спросил грозно Пугачев.
     "Виноват:  обмолвился" - отвечал Савельич. - "Злодеи не  злодеи, а твои
ребята таки пошарили, да порастаскали. Не гневись: конь и о четырех ногах да
спотыкается. Прикажи уж дочитать"
     - Дочитывай, - сказал Пугачев. Секретарь продолжал: "
     "Одеяло ситцевое, другое тафтяное на хлопчатой бумаге четыре рубля.
     "Шуба лисья, крытая алым ратином, 40 рублей. "
     "Еще зайчий тулупчик, пожалованный твоей милости на постоялом дворе, 15
рублей".
     - Это что еще! - вскричал Пугачев, сверкнув огненными глазами.
     Признаюсь,  я  перепугался  за  бедного  моего  дядьку.  Он хотел  было
пуститься опять в объяснения, но Пугачев его прервал: "Как  ты смел лезть ко
мне с такими пустяками?  - вскричал он,  выхватя  бумагу из рук  секретаря и
бросив ее в  лицо Савельичу. -  Глупый старик! Их обобрали: экая беда? Да ты
должен, старый хрыч, вечно бога молить за  меня да за моих ребят, за то, что
ты и с барином-то своим не висите здесь вместе с моими ослушниками... Зайчий
тулуп! Я-те дам зайчий тулуп! Да знаешь ли ты, что я с тебя живого кожу велю
содрать на тулупы?"
     - Как  изволишь,  -  отвечал  Савельич; - а я человек подневольный и за
барское добро должен отвечать.
     Пугачев  был видно в припадке великодушия. Он отворотился и отъехал, не
сказав  более  ни  слова.  Швабрин  и  старшины  последовали  за ним.  Шайка
выступила из крепости в порядке.  Народ пошел провожать  Пугачева. Я остался
на  площади  один  с  Савельичем. Дядька  мой держал в  руках свой  реестр и
рассматривал его с видом глубокого сожаления.
     Видя  мое  доброе  согласие с Пугачевым,  он  думал употребить  оное  в
пользу; но  мудрое  намерение ему не  удалось.  Я  стал было его бранить  за
неуместное  усердие,  и  не мог  удержаться  от смеха.  "Смейся, сударь",  -
отвечал  Савельич;  - "смейся;  а как придется нам  сызнова  заводиться всем
хозяйством, так посмотрим, смешно ли будет".
     Я  спешил  в  дом священника  увидеться  с  Марьей  Ивановной.  Попадья
встретила  меня  с  печальным  известием. Ночью у  Марьи  Ивановны открылась
сильная горячка. Она лежала без памяти и  в  бреду. Попадья  ввела меня в ее
комнату.  Я  тихо  подошел к ее  кровати. Перемена в  ее лице поразила меня.
Больная меня не узнала. Долго стоял я перед нею, не слушая ни отца Герасима,
ни доброй жены его, которые,  кажется, меня утешали. Мрачные мысли волновали
меня. Состояние  бедной,  беззащитной  сироты,  оставленной посреди  злобных
мятежников, собственное мое  бессилие  устрашали меня. Швабрин, Швабрин пуще
всего   терзал   мое   воображение.   Облеченный   властию  от   самозванца,
предводительствуя  в крепости, где оставалась  несчастная девушка - невинный
предмет его  ненависти, он  мог решиться  на  вс?. Что  мне было делать? Как
подать ей помощь? Как освободить из рук  злодея? Оставалось одно средство: я
решился  тот  же  час  отправиться  в Оренбург, дабы  торопить  освобождение
Белогорской крепости,  и по  возможности  тому  содействовать. Я простился с
священником и с Акулиной Памфиловной, с жаром поручая ей ту, которую почитал
уже своею  женою. Я взял руку бедной девушки и поцаловал ее, орошая слезами.
"Прощайте" - говорила мне попадья, провожая меня; - "прощайте, Петр Андреич.
Авось увидимся  в лучшее время. Не забывайте  нас  и  пишите  к  нам почаще.
Бедная  Марья  Ивановна,  кроме  вас,  не  имеет  теперь  ни   утешения,  ни
покровителя".
     Вышед  на  площадь, я  остановился  на  минуту,  взглянул  на виселицу,
поклонился   ей,  вышел   из  крепости   и  пошел  по  Оренбургской  дороге,
сопровождаемый Савельичем, который от меня не отставал.
     Я шел, занятый своими размышлениями, как вдруг услышал за собою конский
топот. Оглянулся; вижу: из крепости скачет казак, держа башкирскую  лошадь в
поводья  и  делая издали мне  знаки.  Я остановился, и  вскоре  узнал нашего
урядника. Он, подскакав, слез  с своей лошади и сказал, отдавая мне  поводья
другой: "Ваше благородие! Отец  наш вам жалует  лошадь и шубу с своего плеча
(к седлу привязан был овчинный тулуп). Да еще" - примолвил запинаясь урядник
-  "жалует  он вам...  полтину денег... да  я растерял ее дорогою;  простите
великодушно". Савельич посмотрел на него косо и проворчал: Растерял дорогою!
А что же  у  тебя  побрякивает за  пазухой?  Бессовестный!  - "Что у меня за
пазухой-то  побрякивает?" -  возразил урядник,  нимало не смутясь. - "Бог  с
тобою, старинушка! Это бренчит уздечка, а не полтина".  - Добро, - сказал я,
- прерывая спор. - Благодари  от меня того, кто  тебя прислал; а растерянную
полтину  постарайся подобрать на возвратном пути, и возьми  себе на водку. -
"Очень  благодарен, ваше благородие", - отвечал он, поворачивая свою лошадь;
- "вечно за вас буду бога молить". При сих словах он поскакал назад, держась
одной рукою за пазуху, и через минуту скрылся из виду.
     Я  надел тулуп и сел верьхом,  посадив за собою Савельича. "Вот  видишь
ли, сударь", - сказал старик,  - "что  я не даром подал мошеннику челобитье:
вору-то  стало совестно, хоть башкирская долговязая  кляча да овчинный тулуп
не  стоят и половины того, что они,  мошенники, у нас украли, и того, что ты
ему  сам изволил  пожаловать;  да вс? же  пригодится, а с лихой  собаки хоть
шерсти клок".



ГЛАВА X. ОСАДА ГОРОДА.




     Заняв луга и горы,
     С вершины, как орел, бросал на град он взоры.
     За станом повелел соорудить раскат,
     И в нем перуны скрыв, в нощи привесть под град.
     Херасков.
     Приближаясь  к  Оренбургу,  увидели  мы  толпу  колодников  с  обритыми
головами,  с лицами,  обезображенными  щипцами  палача.  Они работали  около
укреплений, под  надзором  гарнизонных инвалидов. Иные вывозили  в  тележках
сор, наполнявший  ров;  другие  лопатками  копали  землю; на  валу каменщики
таскали кирпич, и чинили  городскую стену. У ворот часовые  остановили нас и
потребовали  наших  паспортов.  Как  скоро  сержант  услышал, что я  еду  из
Белогорской крепости, то и повел меня прямо в дом генерала.
     Я застал его в саду. Он осматривал яблони, обнаженные дыханием осени, и
с  помощию  старого садовника бережно их укутывал теплой  соломой. Лицо  его
изображало спокойствие, здоровье и  добродушие.  Он мне обрадовался, и  стал
расспрашивать об ужасных происшедствиях, коим  я  был свидетель. Я рассказал
ему вс?. Старик слушал меня со вниманием и  между тем отрезывал сухие ветви.
"Бедный  Миронов!"  - сказал он,  когда кончил я  свою печальную повесть.  -
"Жаль его: хороший был офицер. И  мадам  Миронов добрая была  дама, и  какая
майстерица грибы солить! А  что Маша, капитанская дочка?" Я отвечал, что она
осталась  в крепости на руках у попадьи.  "Ай,  ай, ай! - заметил генерал. -
Это  плохо, очень  плохо. На дисциплину разбойников никак нельзя положиться.
Что  будет  с бедной  девушкою?" -  Я отвечал,  что до  Белогорской крепости
недалеко и что вероятно  его превосходительство  не замедлит  выслать войско
для  освобождения  бедных  ее  жителей.  Генерал  покачал  годовую  с  видом
недоверчивости. "Посмотрим, посмотрим" - сказал он. - "Об этом мы еще успеем
потолковать. Прошу  ко мне  пожаловать на  чашку  чаю: сегодня у  меня будет
военный совет.  Ты можешь нам дать верные  сведения о бездельнике Пугачеве и
об его войске. Теперь покаместь поди отдохни".
     Я пошел на квартиру,  мне отведенную,  где Савельич уже хозяйничал, и с
нетерпением  стал   ожидать  назначенного   времени.  Читатель  легко   себе
представит, что я не преминул явиться на совет, долженствовавший иметь такое
влияние на судьбу мою. В назначенный час я уже был у генерала.
     Я  застал  у него  одного  из городских чиновников, помнится, директора
таможни,  толстого  и  румяного  старичка  в  глазетовом  кафтане.  Он  стал
расспрашивать меня о  судьбе Ивана Кузмича, которого называл  кумом, и часто
прерывал  мою речь дополнительными вопросами и нравоучительными замечаниями,
которые, если и не обличали в нем человека сведущего в военном искусстве, то
по крайней мере обнаруживали сметливость и природный ум. Между тем собрались
и прочие приглашенные. Между ими, кроме  самого генерала, не было  ни одного
военного человека. Когда все уселись и  всем разнесли по  чашке чаю, генерал
изложил весьма ясно и пространно, в чем состояло дело:  "Теперь, господа", -
продолжал он,  -  "надлежит решить,  как нам действовать противу мятежников:
наступательно, или оборонительно? Каждый из оных способов  имеет свою выгоду
и невыгоду. Действие наступательное представляет более  надежды на скорейшее
истребление неприятеля; действие оборонительное более  верно и  безопасно...
Итак начнем собирать голоса по законному порядку, то есть, начиная с младших
по  чину. Г.  прапорщик!" -  продолжал он,  обращаясь  ко  мне. -  "Извольте
объяснить нам ваше мнение".
     Я встал и, в коротких словах описав сперва Пугачева и шайку его, сказал
утвердительно, что  самозванцу способа не было  устоять  противу правильного
оружия.
     Мнение  мое было  принято чиновниками  с явною  неблагосклонностию. Они
видели в нем опрометчивость и дерзость  молодого человека. Поднялся ропот, и
я  услышал  явственно  слово:  молокосос,  произнесенное кем-то  вполголоса.
Генерал обратился ко мне и сказал с улыбкою: "Г. прапорщик! Первые голоса на
военных советах подаются обыкновенно  в пользу движений  наступательных; это
законный порядок. Теперь станем продолжать собирание голосов. Г.  коллежский
советник! скажите нам ваше мнение!"
     Старичок  в  глазетовом  кафтане  поспешно  допил  третью  свою  чашку,
значительно  разбавленную  ромом,  и   отвечал  генералу:  "Я   думаю,  ваше
превосходительство,  что   не  должно  действовать  ни   наступательно,   ни
оборонительно".
     "Как же  так,  господин  коллежский советник?"  -  возразил  изумленный
генерал.    -   "Других   способов   тактика   не   представляет:   движение
оборонительное, или наступательное..."
     - Ваше превосходительство, двигайтесь подкупательно.
     "Y-xe-xe!  мнение ваше  весьма  благоразумно.  Движения  подкупательные
тактикою допускаются, и мы воспользуемся  вашим советом. Можно будет обещать
за голову бездельника...  рублей  семьдесят  или  даже сто...  из  секретной
суммы..."
     - И тогда, - прервал таможенный директор, - будь я киргизской  баран, а
не  коллежский  советник, если  эти  воры  не  выдадут  нам своего  атамана,
скованного по рукам и по ногам.
     "Мы  еще об  этом подумаем и  потолкуем" - отвечал генерал.  - "Однако,
надлежит  во  всяком  случае  предпринять  и  военные меры. Господа, подайте
голоса ваши по законному порядку".
     Все  мнения  оказались  противными  моему.  Все  чиновники  говорили  о
ненадежности  войск,  о неверности  удачи, об осторожности, и тому подобном.
Все полагали, что благоразумнее оставаться под прикрытием  пушек, за крепкой
каменной стеною, нежели на открытом поле испытывать  счастие оружия. Наконец
генерал, выслушав все мнения, вытрехнул пепел из трубки и произнес следующую
речь:
     "Государи мои! должен я вам объявить, что с моей стороны я совершенно с
мнением  господина прапорщика  согласен:  ибо  мнение  сие основано  на всех
правилах  здравой  тактики,  которая  всегда почти  наступательные  движения
оборонительным предпочитает".
     Тут  он  остановился,  и  стал  набивать  свою  трубку.  Самолюбие  мое
торжествовало.  Я  гордо  посмотрел  на  чиновников,  которые  между   собою
перешептывались с видом неудовольствия и беспокойства.
     "Но,  государи  мои",  -  продолжал  он, выпустив,  вместе  с  глубоким
вздохом,  густую струю табачного  дыму  - "я  не  смею взять  на  себя столь
великую  ответственность,  когда  дело  идет  о  безопасности вверенных  мне
провинций ее императорским величеством,  всемилостивейшей  моею государыней.
Итак  я  соглашаюсь  с  большинством  голосов,  которое  решило,  что  всего
благоразумнее  и   безопаснее  внутри  города  ожидать  осады,  а  нападения
неприятеля  силой  артиллерии  и  (буде  окажется  возможным)  вылазками   -
отражать".
     Чиновники в свою очередь насмешливо поглядели на меня. Совет разошелся.
Я  не  мог не  сожалеть  о  слабости  почтенного  воина, который,  наперекор
собственному  убеждению,   решался  следовать  мнениям  людей  несведущих  и
неопытных.
     Спустя  несколько дней после сего знаменитого  совета, узнали  мы,  что
Пугачев,  верный своему обещанию, приближился к Оренбургу. Я  увидел  войско
мятежников с высоты городской стены. Мне показалось, что число их  вдесятеро
увеличилось со времени  последнего  приступа, коему был я свидетель. При них
была  и артиллерия, взятая  Пугачевым в малых крепостях, им  уже покоренных.
Вспомня  решение  совета, я  предвидел долговременное  заключение  в  стенах
оренбургских, и чуть не плакал от досады.
     Не стану  описывать оренбургскую осаду, которая принадлежит истории,  а
не  семейственным запискам.  Скажу вкратце, что  сия осада по неосторожности
местного начальства  была гибельна для жителей, которые  претерпели  голод и
всевозможные  бедствия.  Легко можно себе  вообразить, что жизнь в Оренбурге
была самая несносная. Все с унынием ожидали решения своей  участи; все охали
от дороговизны, которая  в самом деле была ужасна.  Жители привыкли к ядрам,
залетавшим  на их  дворы;  даже  приступы  Пугачева уж  не привлекали общего
любопытства.  Я умирал со скуки. Время шло.  Писем из Белогорской крепости я
не получал. Все дороги были отрезаны. Разлука с Марьей Ивановной становилась
мне  нестерпима.  Неизвестность  о  ее   судьбе  меня  мучила.  Единственное
развлечение мое состояло в наездничестве. По милости Пугачева, я имел добрую
лошадь, с которой делился скудной пищею и на которой ежедневно выезжал  я за
город  перестреливаться  с  пугачевскими наездниками.  В  этих  перестрелках
перевес был обыкновенно на  стороне  злодеев, сытых, пьяных  и  доброконных.
Тощая городовая конница не могла их одолеть. Иногда выходила  в поле  и наша
голодная  пехота;  но  глубина  снега мешала  ей действовать  удачно противу
рассеянных наездников. Артиллерия  тщетно  гремела с высоты  вала, а в  поле
вязла и  не двигалась  по причине изнурения  лошадей. Таков был образ  наших
военных действий!  И вот что оренбургские чиновники называли осторожностию и
благоразумием!
     Однажды, когда удалось  нам как-то рассеять  и прогнать довольно густую
толпу, наехал я на  казака, отставшего от своих товарищей; я готов  был  уже
ударить  его своею  турецкою саблею, как вдруг  он  снял шапку  и  закричал:
"Здравствуйте, Петр Андреич! Как вас бог милует?"
     Я взглянул  и  узнал нашего урядника. Я  несказанно ему  обрадовался. -
Здравствуй, Максимыч, - сказал я ему. - Давно ли из Белогорской?
     "Недавно, батюшка Петр. Андреич; только вчера воротился. У меня  есть к
вам письмецо".
     - Где ж оно? - вскричал я, весь так и вспыхнув.
     "Со  мною" - отвечал Максимыч,  положив  руку  за пазуху. - "Я обещался
Палаше уж как-нибудь да вам доставить". Тут он подал мне сложенную бумажку и
тотчас ускакал. Я развернул ее и с трепетом прочел следующие строки:
     "Богу угодно было лишить меня  вдруг отца и матери: не имею на земле ни
родни,  ни покровителей.  Прибегаю к  вам, зная, что  вы  всегда  желали мне
добра, и что вы  всякому человеку готовы помочь.  Молю бога, чтоб это письмо
как-нибудь  до вас дошло! Максимыч обещал вам  его доставить. Палаша слышала
так  же от Максимыча, что вас он  часто издали видит на  вылазках, и что  вы
совсем себя не бережете и не думаете о тех, которые за  вас  со слезами бога
молят.  Я долго была больна; а когда выздоровела, Алексей  Иванович, который
командует у нас на месте покойного батюшки,  принудил  отца Герасима  выдать
меня ему, застращав Пугачевым. Я  живу  в  нашем доме под караулом.  Алексей
Иванович принуждает меня выдти  за  него  замуж.  Он  говорит,  что спас мне
жизнь, потому что прикрыл обман Акулины Памфиловны, которая сказала злодеям,
будто бы  я ее племянница. А мне  легче было бы  умереть,  нежели  сделаться
женою  такого человека, каков Алексей  Иванович. Он  обходится со мною очень
жестоко и грозится,  коли  не  одумаюсь  и не соглашусь, то привезет  меня в
лагерь  к  злодею, и с  вами-де то  же  будет, что  с Лизаветой Харловой.  Я
просила Алексея  Ивановича  дать мне  подумать. Он согласился ждать еще  три
дня; а коли через три дня за него не  выду, так уж  никакой пощады не будет.
Батюшка  Петр  Андреич!  вы  один  у  меня  покровитель; заступитесь за меня
бедную. Упросите генерала и всех командиров прислать к нам поскорее сикурсу,
да приезжайте сами, если можете. Остаюсь вам покорная бедная сирота
     Марья Миронова".

     Прочитав это письмо, я  чуть  с ума не сошел. Я  пустился в город,  без
милосердия пришпоривая бедного  моего коня.  Дорогою  придумывал  я  и  то и
другое для избавления бедной девушки и  ничего  не мог выдумать. Прискакав в
город, я отправился прямо к генералу и опрометью к нему вбежал.
     Генерал ходил взад и  вперед  по комнате,  куря  свою пенковую  трубку.
Увидя  меня,  он  остановился. Вероятно, вид мой  поразил его  он  заботливо
осведомился о причине моего поспешного прихода. - Ваше превосходительство, -
сказал я ему, - прибегаю  к вам, как к отцу родному; ради бога,  не откажите
мне в моей просьбе: дело идет о счастии всей моей жизни.
     "Что такое, батюшка?" - спросил  изумленный  старик. -  "Что я могу для
тебя сделать? Говори".
     - Ваше  превосходительство, прикажите взять мне роту солдат и пол-сотни
казаков и пустите меня очистить Белогорскую крепость.
     Генерал глядел на меня пристально, полагая, вероятно, что я с ума сошел
(в чем почти и не ошибался).
     "Как это? Очистить Белогорскую крепость?" - сказал он наконец.
     - Ручаюсь вам за успех, - отвечал я с жаром. - Только отпустите меня.
     "Нет, молодой человек", -  сказал он качая головою - "На  таком великом
расстоянии неприятелю  легко  будет  отрезать  вас от комуникации с  главным
стратегическим пунктом и  получить над вами  совершенную победу. Пресеченная
комуникация..."
     Я испугался, увидя его завлеченного в военные рассуждения, и спешил его
прервать. - Дочь капитана  Миронова, - сказал я ему, - пишет  ко мне письмо:
она просит помощи; Швабрин принуждает ее выдти за него замуж.
     "Неужто?  О, этот Швабрин превеликий Schelm, и если попадется ко мне  в
руки,  то я велю его  судить в  24  часа,  и мы расстреляем его  на парапете
крепости! Но покаместь надобно взять терпение....
     - Взять терпение! - вскричал  я вне себя. -  А он между тем женится  на
Марье Ивановне!..
     "О!" - возразил генерал. - "Это еще не  беда: лучше ей  быть  покаместь
женою  Швабрина:  он  теперь  может  оказать  ей   протекцию;  а  когда  его
расстреляем, тогда,  бог даст, сыщутся ей и  женишки. Миленькие  вдовушки  в
девках  не сидят; то есть, хотел я сказать,  что вдовушка скорее найдет себе
мужа, нежели девица".
     - Скорее  соглашусь умереть, - сказал  я в бешенстве, - нежели уступить
ее Швабрину!
     "Ба,  ба,  ба, ба!"  - сказал старик. -  "Теперь понимаю:  ты, видно, в
Марью  Ивановну влюблен. О,  дело другое! Бедный малый! Но вс? же я никак не
могу дать тебе  роту солдат  и пол-сотни  казаков. Эта  экспедиция  была  бы
неблагоразумна; я не могу взять ее на свою ответственность".
     Я потупил  голову;  отчаяние мною овладело.  Вдруг  мысль  мелькнула  в
голове моей:(1) в чем оная состояла, читатель увидит из следующей главы, как
говорят старинные романисты.



ГЛАВА XI. МЯТЕЖНАЯ СЛОБОДА.




     В ту пору лев был сыт, хоть с роду он свиреп.
     "Зачем пожаловать изволил в мой вертеп?"
     Спросил он ласково.
     А. Сумароков.
     Я оставил генерала и поспешил на свою квартиру. Савельич встретил  меня
с  обыкновенным  своим  увещанием. "Охота  тебе,  сударь,  переведываться  с
пьяными  разбойниками!  Боярское  ли  это  дело? Не рав?н  час:  ни  за  что
пропадешь. И добро бы уж ходил ты на турку или на шведа, а то грех и сказать
на кого".
     Я прервал  его речь вопросом: сколько у меня всего-на-все денег? "Будет
с  тебя" - отвечал он с довольным видом. - "Мошенники как там ни шарили, а я
вс?-таки успел утаить". И с этим  словом он вынул из кармана длинный вязаный
кошелек полный серебра.(2)  - Ну,  Савельич, -  сказал я ему, - отдай же мне
теперь половину; а остальное возьми себе. Я еду в Белогорскую крепость.
     "Батюшка Петр  Андреич!"  -  сказал  добрый дядька дрожащим  голосом. -
"Побойся бога; как тебе  пускаться  в дорогу в нынешнее время, когда  никуда
проезду нет от разбойников! Пожалей ты хоть своих родителей, коли  сам  себя
не  жалеешь.  Куда  тебе  ехать?  Зачем?  Погоди  маленько:  войска  придут,
переловят мошенников; тогда поезжай себе хоть на все четыре стороны".
     Но намерение мое было твердо  принято. - Поздно рассуждать, - отвечал я
старику.  - Я должен ехать,  я  не могу  не ехать.  Не  тужи,  Савельич: бог
милостив; авось увидимся! Смотри же, не совестись и не скупись. Покупай, что
тебе будет  нужно, хоть в три-дорога. Деньги эти я тебе дарю. Если через три
дня я не ворочусь...
     "Что ты это, сударь?"  - прервал меня  Савельич. -  "Чтоб я тебя пустил
одного!  Да  этого  и во сне не проси. Коли ты  уж  решился ехать, то я хоть
пешком да пойду за тобой, а тебя не  покину.  Чтоб я стал без тебя сидеть за
каменной стеною? Да разве я с ума сошел? Воля  твоя, сударь, а  я от тебя не
отстану".
     Я  знал,  что  с  Савельичем   спорить  было  нечего,  и  позволил  ему
приготовляться в дорогу.  Через пол часа  я сел на своего  доброго  коня,  а
Савельич на тощую и хромую клячу,  которую даром отдал ему один из городских
жителей, не  имея более средств кормить ее. Мы приехали к городским воротам;
караульные нас пропустили; мы выехали из Оренбурга.
     Начинало смеркаться.(3) Путь мой шел  мимо Бердской слободы, пристанища
Пугачевского. Прямая дорога занесена  была  снегом; но по  всей степи  видны
были конские следы,  ежедневно обновляемые. Я  ехал крупной  рысью. Савельич
едва мог следовать  за мною издали, и кричал мне поминутно: "Потише, сударь,
ради бога  потише.  Проклятая  клячонка  моя не успевает за твоим долгоногим
бесом. Куда  спешишь? Добро бы  на пир, а то под  обух, того и гляди... Петр
Андреич...  батюшка Петр Андреич!.. Не  погуби!.. Господи владыко,  пропадет
барское дитя!".
     Вскоре засверкали Бердские огни. Мы  подъехали к оврагам,  естественным
укреплениям слободы.  Савельич  от  меня не отставал,  не  прерывая жалобных
своих  молений. Я надеялся объехать слободу благополучно, как вдруг увидел в
сумраке прямо  перед собой человек  пять мужиков,  вооруженных дубинами; это
был  передовой караул пугачевского пристанища. Нас окликали. Не зная пароля,
я хотел молча  проехать мимо их; но они меня тотчас окружили, и  один из них
схватил лошадь мою за узду.  Я выхватил  саблю, и ударил  мужика  по голове;
шапка  спасла  его,  однако  он  зашатался  и выпустил из  рук  узду. Прочие
смутились и  отбежали;  я воспользовался  этой минутою,  пришпорил лошадь  и
поскакал.
     Темнота приближающейся  ночи могла избавить меня от  всякой  опасности,
как вдруг,  оглянувшись, увидел я, что  Савельича  со мною  не  было. Бедный
старик  на  своей  хромой лошади  не мог  ускакать  от разбойников. Что было
делать? Подождав его несколько минут, и удостоверясь в том, что он задержан,
я поворотил лошадь и отправился его выручать.
     Подъезжая  к  оврагу,  услышал  я  издали  шум,  крики  и  голос  моего
Савельича.  Я  поехал  скорее,  и  вскоре  очутился снова  между караульными
мужиками, остановившими меня несколько  минут тому назад. Савельич находился
между ими. Они стащили старика с его клячи и готовились вязать. Прибытие мое
их обрадовало. Они с криком бросились на меня и мигом стащили с лошади. Один
из  них,  повидимому главный,  объявил  нам, что  он  сейчас  поведет нас  к
государю.  "А наш батюшка" -  прибавил он  - "волен приказать: сейчас ли вас
повесить, али дождаться свету божия". Я  не противился;  Савельич последовал
моему примеру, и караульные повели нас с торжеством.
     Мы  перебрались через овраг и вступили в  слободу. Во всех избах горели
огни. Шум и крики раздавались везде. На  улице я встретил множество  народу;
но никто в темноте нас не  заметил  и не узнал во мне оренбургского офицера.
Нас  привели  прямо  к избе,  стоявшей  на углу  перекрестка. У ворот стояло
несколько винных  бочек  и  две.  пушки.  "Вот и  дворец"  - сказал один  из
мужиков: -  "сейчас  об  вас  доложим".  Он  вошел  в  избу.  Я взглянул  на
Савельича;  старик крестился,  читая  про себя молитву.  Я  дожидался долго;
наконец мужик  воротился  и сказал мне: "Ступай: наш батюшка велел  впустить
офицера".
     Я вошел  в избу, или  во дворец,  как называли ее  мужики. Она освещена
была двумя сальными свечами, а стены оклеяны  были золотою бумагою; впрочем,
лавки, стол, рукомойник на веревочке, полотенце на гвозде,  ухват  в  углу и
широкий  шесток,  уставленный горшками,-вс? было  как в  обыкновенной  избе.
Пугачев  сидел  под  образами, в красном  кафтане, в высокой  шапке, и важно
подбочась.  Около него стояло несколько из главных его  товарищей,  с  видом
притворного  подобострастия.  Видно было, что  весть о  прибытии  офицера из
Оренбурга  пробудила  в  бунтовщиках   сильное   любопытство,  и   что   они
приготовились  встретить  меня  с  торжеством. Пугачев узнал меня с  первого
взгляду. Поддельная  важность  его  вдруг исчезла. "А, ваше  благородие!"  -
сказал он  мне с живостию.  -  "Как поживаешь? За чем тебя бог принес?"(4) Я
отвечал,  что  ехал по  своему делу и что  люди его меня  остановили.  "А по
какому делу?" спросил  он меня. Я не знал, что  отвечать.  Пугачев, пологая,
что  я  не хочу объясняться при  свидетелях, обратился  к своим  товарищам и
велел им выдти. Все  послушались, кроме двух,  которые не тронулись с места.
"Говори  смело при них" - сказал  мне Пугачев: - "от них я ничего не таю". Я
взглянул  наискось  на  наперсников  самозванца.  Один  из  них,  щедушный и
сгорбленный старичок с седою бородкою, не имел в себе ничего замечательного,
кроме голубой ленты, надетой через плечо по серому армяку. Но ввек не забуду
его товарища. Он был  высокого росту,  дороден и широкоплеч, и показался мне
лет сорока  пяти. Густая  рыжая  борода,  серые сверкающие  глаза,  нос  без
ноздрей и красноватые пятна на лбу и на  щеках придавали его рябому широкому
лицу выражение неизъяснимое. Он  был в красной рубахе, в киргизском халате и
в  казацких  шароварах.  Первый  (как  узнал  я  после)  был  беглый  капрал
Белобородов;  второй  Афанасий  Соколов   (прозванный   Хлопушей),  ссыльный
преступник,  три  раза бежавший  из  сибирских  рудников.(5)  Не  смотря  на
чувства, исключительно меня волновавшие, общество, в котором  я так нечаянно
очутился, сильно  развлекало мое воображение. Но  Пугачев привел меня в себя
своим вопросом: "Говори: по какому же делу выехал ты из Оренбурга?"
     Странная  мысль пришла мне  в голову:  мне показалось,  что провидение,
вторично приведшее меня  к Пугачеву, подавало мне случай  привести в действо
мое намерение. Я решился им воспользоваться и, не успев  обдумать то, на что
решался, отвечал на вопрос Пугачева:
     - Я ехал в Белогорскую крепость избавить сироту, которую там обижают.
     Глаза у Пугачева засверкали. "Кто из моих людей смеет  обижать сироту?"
- закричал  он. - "Будь он семи пядень  во лбу,  а от суда  моего не  уйдет.
Говори: кто виноватый?"
     -  Швабрин  виноватый,  - отвечал  я. - Он держит  в неволе ту девушку,
которую ты видел, больную, у попадьи, и насильно хочет на ней жениться.
     "Я  проучу Швабрина" - сказал  грозно Пугачев.  - "Он узнает,  каково у
меня своевольничать и обижать народ. Я его повешу".
     "Прикажи  слово  молвить"  - сказал  Хлопуша  хриплым  голосом.  -  "Ты
поторопился назначить Швабрина  в коменданты крепости,  а теперь  торопишься
его вешать. Ты уж  оскорбил казаков, посадив дворянина  им  в начальники; не
пугай же дворян, казня их по первому наговору".
     "Нечего их ни  жалеть, ни жаловать!" - сказал старичок в голубой ленте.
- "Швабрина  сказнить  не  беда; а  не худо  и  господина офицера  допросить
порядком: зачем изволил пожаловать.  Если он тебя государем не признает, так
нечего у тебя  и управы искать,  а коли признает, что же  он до сегодняшнего
дня  сидел  в  Оренбурге с  твоими супостатами? Не прикажешь ли свести его в
приказную, да  запалить там огоньку: мне сдается, что его милость подослан к
нам от оренбургских командиров".
     Логика  старого злодея  показалась  мне  довольно  убедительною.  Мороз
пробежал по всему моему телу, при мысли,  в чьих руках я  находился. Пугачев
заметил мое смущение. "Ась, ваше  благородие?" - сказал он мне подмигивая. -
"Фельдмаршал мой, кажется, говорит дело. Как ты думаешь?"
     Насмешка  Пугачева возвратила  мне  бодрость. Я спокойно отвечал что  я
нахожусь  в его власти и что  он  волен поступать  со мною,  как  ему  будет
угодно.(6)
     "Добро"  -  сказал  Пугачев.  - "Теперь скажи, в  каком  состоянии  ваш
город".
     - Слава богу, - отвечал я; - вс? благополучно. "
     "Благополучно?" - повторил Пугачев. - "А народ мрет с голоду!"
     Самозванец  говорил правду; но я  по долгу присяги стал уверять что вс?
это пустые слухи, и что в Оренбурге довольно всяких запасов.
     "Ты видишь"  - подхватил  старичок, - "что он тебя в глаза  обманывает.
Все беглецы согласно показывают, что  в  Оренбурге голод и мор, что там едят
мертвечину, и то за честь; а его милость уверяет, что всего вдоволь. Коли ты
Швабрина хочешь повесить, то уж на той же виселице повесь  и  этого молодца,
чтоб никому не было завидно".
     Слова проклятого  старика, казалось,  поколебали  Пугачева.  К  счастию
Хлопуша стал  противоречить  своему товарищу. "Полно,  Наумыч",  - сказал он
ему. - "Тебе бы вс? душить, да резать. Что ты за  богатырь? Поглядеть, так в
чем душа держится.(7) Сам в могилу смотришь,  а  других губишь.  Разве  мало
крови на твоей совести?"
     - Да ты что  за угодник? -  возразил Белобородов.  -  У тебя-то  откуда
жалость взялась?
     "Конечно" - отвечал  Хлопуша, -  "и  я  грешен, и эта рука (тут он сжал
свой  костливый кулак, и, засуча  рукава, открыл косматую руку), и  эта рука
повинна в пролитой христианской крови. Но я губил  супротивника, а не гостя;
на  вольном  перепутьи да в темном  лесу, не дома, сидя за печью; кистенем и
обухом, а не бабьим наговором".
     Старик отворотился и проворчал слова: "рваные ноздри!"...
     - Что  ты там шепчешь, старый  хрыч?  - закричал Хлопуша. -  Я тебе дам
рваные  ноздри;  погоди,  придет  и  твое  время;  бог  даст,  и  ты  щипцов
понюхаешь... А покаместь смотри, чтоб я тебе бородишки не вырвал!
     "Господа  енаралы!"  -  провозгласил  важно  Пугачев.   -  "Полна   вам
ссориться.  Не беда, если б и все оренбургские  собаки  дрыгали  ногами  под
одной перекладиной;  беда,  если  наши  кобели меж  собою перегрызутся.  Ну,
помиритесь".
     Хлопуша и Белобородов не сказали ни  слова,  и мрачно смотрели  друг на
друга. Я увидел необходимость переменить разговор, который мог кончиться для
меня очень невыгодным образом, и, обратясь к Пугачеву,  сказал ему с веселым
видом: Ах! я было и забыл благодарить тебя за лошадь и за тулуп. Без тебя  я
не добрался бы до города и замерз бы на дороге.
     Уловка  моя  удалась. Пугачев  развеселился. "Долг платежом красен",  -
сказал он,  мигая и прищуриваясь. - "Расскажи-ка мне теперь, какое тебе дело
до  той  девушки,  которую  Швабрин  обижает?  Уж  не   зазноба  ли   сердцу
молодецкому? а?"
     - Она невеста  моя,  - отвечал я Пугачеву,  видя благоприятную перемену
погоды и не находя нужды скрывать истину.
     "Твоя невеста!" - закричал Пугачев. - "Что ж ты прежде не сказал? Да мы
тебя женим, и на свадьбе твоей попируем!" - Потом обращаясь  к Белобородову:
- "Слушай, фельдмаршал! Мы с его благородием  старые приятели;  сядем-ка  да
поужинаем; утро вечера мудренее. Завтра посмотрим, что с ним сделаем".
     Я рад был отказаться от предлагаемой чести,  но делать было нечего. Две
молодые казачки, дочери хозяина избы, накрыли стол белой скатертью, принесли
хлеба, ухи  и  несколько штофов с вином и  пивом, и я  вторично  очутился за
одною трапезою с Пугачевым и с его страшными товарищами.
     Оргия, коей  я был невольным свидетелем, продолжалась до глубокой ночи.
Наконец хмель начал одолевать собеседников. Пугачев задремал, сидя на  своем
месте; товарищи его встали и дали мне знак оставить его.(8) Я вышел вместе с
ними. По распоряжению Хлопуши, караульный отвел меня в приказную избу, где я
нашел  и Савельича и где меня  оставили  с ним взаперти. Дядька  был в таком
изумлении  при  виде всего,  что  происходило, что  не  сделал мне  никакого
вопроса. Он  улегся в темноте, и долго вздыхал и охал; наконец захрапел, а я
предался размышлениям,  которые  во  всю ночь ни на одну минуту не дали  мне
задремать.
     Поутру пришли меня звать от имени Пугачева. Я пошел к нему. У ворот его
стояла кибитка,  запряженная  тройкою  татарских  лошадей. Народ толпился на
улице. В сенях  встретил я Пугачева: он был  одет  по-дорожному, в шубе  и в
киргизской  шапке. Вчерашние собеседники  окружали  его, приняв  на себя вид
подобострастия, который  сильно противуречил всему,  чему  я  был свидетелем
накануне.  Пугачев весело со мною поздоровался, и велел мне садиться с ним в
кибитку.
     Мы  уселись.  "В Белогорскую крепость!" - сказал Пугачев  широкоплечему
татарину,  стоя  правящему  тройкою.  Сердце  мое  сильно  забилось.  Лошади
тронулись, колокольчик загремел, кибитка полетела...
     "Стой!  стой!"  раздался голос,  слишком  мне  знакомый,  -  и я увидел
Савельича,  бежавшего нам на встречу. Пугачев велел остановиться.  "Батюшка,
Петр Андреич!"  - кричал  дядька. - "Не покинь меня на  старости лет посреди
этих мошен..."  - А, старый хрыч!  -  сказал  ему Пугачев.  -  Опять бог дал
свидеться. Ну, садись на облучок.
     "Спасибо,   государь,  спасибо,   отец  родной!"   -  говорил  Савельич
усаживаясь. -  "Дай бог тебе  сто лет здравствовать  за то, что меня старика
призрил  и успокоил. Век за  тебя  буду бога  молить, а  о зайчьем тулупе  и
упоминать уж не стану".
     Этот  зайчий  тулуп  мог наконец  не на  шутку  рассердить  Пугачева. К
счастию,  самозванец  или не  расслыхал  или  пренебрег неуместным  намеком.
Лошади  поскакали; народ на улице останавливался и кланялся в  пояс. Пугачев
кивал головою на обе стороны. Через минуту мы выехали из слободы и помчались
по гладкой дороге.
     Легко  можно себе  представить, что  чувствовал  я в эту минуту.  Через
несколько часов должен я был  увидеться с той,  которую почитал уже для меня
потерянною. Я воображал себе  минуту  нашего соединения... Я думал также и о
том человеке, в чьих  руках  находилась моя  судьба, и  который по странному
стечению  обстоятельств  таинственно был  со  мною  связан.  Я вспоминал  об
опрометчивой жестокости,  о кровожадных привычках того, кто вызывался быть и
избавителем  моей любезной!  Пугачев  не знал,  что  она была дочь  капитана
Миронова; озлобленный  Швабрин мог открыть  ему вс?; Пугачев  мог  проведать
истину и  другим  образом...  Тогда  что станется с Марьей  Ивановной? Холод
пробегал по моему телу, и волоса становились дыбом...
     Вдруг Пугачев прервал мои размышления, обратясь ко мне с вопросом:
     "О чем, ваше благородие, изволил задуматься?"
     -  Как не задуматься, - отвечал я ему. - Я офицер и дворянин; вчера еще
дрался противу тебя, а сегодня еду с тобой  в  одной кибитке, и счастие всей
моей жизни зависит от тебя.
     "Что ж?" - спросил Пугачев. - "Страшно тебе?"
     Я  отвечал, что  быв однажды  уже им помилован, я надеялся не только на
его пощаду, но даже и на помощь.
     "И ты прав,  ей  богу  прав!" - сказал самозванец. - "Ты видел, что мои
ребята смотрели на  тебя косо; а  старик и сегодня  настаивал на том, что ты
шпион, и что надобно тебя пытать и повесить; но я не согласился", - прибавил
он, понизив  голос, чтоб Савельич и татарин не могли его услышать,  - "помня
твой стакан вина и зайчий  тулуп. Ты видишь, что я не такой еще  кровопийца,
как говорит обо мне ваша братья".
     Я  вспомнил  взятие  Белогорской  крепости;  но  не  почел  нужным  его
оспоривать, и не отвечал ни слова.
     "Что говорят обо мне в Оренбурге?" - спросил Пугачев, помолчав немного.
     - Да говорят, что  с  тобою сладить трудновато; нечего  сказать: дал ты
себя знать.
     Лицо самозванца изобразило довольное самолюбие.  "Да!" -  сказал  он  с
веселым  видом.  - "Я воюю хоть куда. Знают ли у вас в Оренбурге  о сражении
под  Юзеевой? Сорок енаралов убито,  четыре армии  взято  в  полон.  Как  ты
думаешь: прусский король мог ли бы со мною потягаться?"
     Хвастливость разбойника показалась мне забавна. - Сам как ты думаешь? -
сказал я ему, - управился ли бы ты с Фридериком?
     "С Федор  Федоровичем?  А  как  же нет?  С  вашими енаралами  ведь я же
управляюсь; а они его бивали. Доселе оружие мое было счастливо. Дай срок, то
ли еще будет, как пойду на Москву".
     - А ты полагаешь идти на Москву?
     Самозванец несколько задумался и сказал в пол-голоса: "Бог весть. Улица
моя тесна;  воли мне мало. Ребята мои умничают. Они воры. Мне должно держать
ухо востро; при первой неудаче они свою шею выкупят моею головою".
     - То-то! - сказал я Пугачеву. - Не лучше ли тебе отстать от них самому,
заблаговременно, да прибегнуть к милосердию государыни?
     Пугачев горько усмехнулся. "Нет", - отвечал он; - "поздно  мне каяться.
Для меня не будет помилования. Буду продолжать как начал. Как знать? Авось и
удается! Гришка Отрепьев ведь поцарствовал же над Москвою".
     - А знаешь ты,  чем он кончил? Его выбросили из окна, зарезали, сожгли,
зарядили его пеплом пушку и выпалили!
     "Слушай" -  сказал Пугачев с  каким-то диким вдохновением.  - "Расскажу
тебе сказку, которую в ребячестве мне рассказывала старая  калмычка. Однажды
орел спрашивал у ворона: скажи, ворон-птица, отчего живешь ты на белом свете
триста лет,  а  я всего-на-все только  тридцать три года? - Оттого, батюшка,
отвечал  ему ворон, что ты пьешь  живую кровь, а я питаюсь мертвечиной. Орел
подумал:  давай попробуем и мы питаться  тем же.  Хорошо.  Полетели  орел да
ворон. Вот завидели  палую лошадь; спустились и сели. Ворон стал клевать, да
похваливать.  Орел клюнул раз, клюнул другой, махнул крылом и сказал ворону:
нет, брат ворон; чем  триста  лет питаться падалью, лучше раз напиться живой
кровью, а там что бог даст! - Какова калмыцкая сказка?"
     - Затейлива, - отвечал я ему.  - Но жить убийством и разбоем  значит по
мне клевать мертвечину.
     Пугачев  посмотрел на меня  с удивлением  и  ничего не отвечал.  Оба мы
замолчали,  погрузясь  каждый  в свои  размышления.  Татарин  затянул унылую
песню;  Савельич, дремля,  качался  на облучке.  Кибитка летела по  гладкому
зимнему пути... Вдруг увидел я деревушку на крутом берегу Яика, с частоколом
и с колокольней - и через четверть часа въехали мы в Белогорскую крепость.



ГЛАВА XII. СИРОТА.




     Как у нашей у яблонки
     Ни верхушки нет, ни отросточек;
     Как у нашей у княгинюшки
     Ни отца нету, ни матери.
     Снарядить-то ее некому,
     Благословить-то ее некому.
     Свадебная песня.
     Кибитка  подъехала  к   крыльцу   комендантского   дома.   Народ  узнал
колокольчик Пугачева и толпою бежал за нами. Швабрин  встретил самозванца на
крыльце. Он был одет казаком и отрастил себе бороду. Изменник помог Пугачеву
вылезть  из  кибитки, в  подлых выражениях  изъявляя свою радость и усердие.
Увидя меня, он смутился, но  вскоре оправился, протянул мне руку, говоря: "И
ты наш? Давно бы  так!"  - Я отворотился от него и ничего не отвечал. Сердце
мое  заныло, когда очутились мы в давно знакомой комнате  где на стене висел
еще диплом покойного коменданта, как печальная  эпитафия прошедшему времени.
Пугачев  сел  на  том  диване,  на  котором,  бывало,  дремал  Иван  Кузмич,
усыпленный ворчанием  своей  супруги. Швабрин сам поднес  ему водки. Пугачев
выпил  рюмку,  и сказал  ему, указав на  меня: "Попотчуй и его  благородие".
Швабрин подошел ко мне  с своим подносом; но я вторично от него отворотился.
Он казался сам  не свой.  При обыкновенной своей  сметливости  он,  конечно,
догадался, что Пугачев  был  им  недоволен. Он трусил перед  ним, а на  меня
поглядывал с недоверчивостию. Пугачев осведомился  о  состоянии крепости,  о
слухах про  неприятельские  войска и тому  подобном,  и  вдруг  спросил  его
неожиданно:  "Скажи, братец, какую девушку  держишь ты у себя под  караулом?
Покажи-ка мне ее".
     Швабрин  побледнел  как  мертвый.  -  Государь,  -  сказал  он дрожащим
голосом... - Государь, она не под караулом...  она больна... она в  светлице
лежит.
     "Веди ж меня к ней", - сказал самозванец, вставая с места. Отговориться
было невозможно. Швабрин повел Пугачева в светлицу Марьи Ивановны. Я за ними
последовал. Швабрин остановился на лестнице. "Государь!" -  сказал он. - "Вы
властны  требовать от  меня, что  вам угодно; но  не прикажите  постороннему
входить в спальню к жене моей".
     Я  затрепетал.  "Так ты  женат!"  - сказал  я  Швабрину,  готовяся  его
растерзать.
     "Тише!" - прервал меня Пугачев. - "Это  мое дело. А  ты"- продолжал он,
обращаясь к Швабрину,  - "не умничай  и не ломайся: жена ли она тебе или  не
жена, а я веду к ней кого хочу. Ваше благородие, ступай за мною".
     У дверей  светлицы Швабрин  опять  остановился  и сказал  прерывающимся
голосом: "Государь предупреждаю вас, что она в белой  горячке, и третий день
как бредит без умолку". - "Отворяй! - сказал Пугачев.
     Швабрин стал искать у себя  в карманах, и  сказал, что не  взял с собою
ключа. Пугачев толкнул дверь ногою; замок  отскочил;  дверь отворилась, и мы
вошли.
     Я взглянул, и обмер. На  полу, в  крестьянском оборванном платье сидела
Марья Ивановна,  бледная,  худая, с  растрепанными волосами. Перед нею стоял
кувшин воды, накрытый ломтем хлеба.  Увидя меня, она вздрогнула и закричала.
Что тогда со мною стало - не помню.
     Пугачев посмотрел на  Швабрина, и сказал  с горькой усмешкою: "Хорош  у
тебя лазарет!" -  Потом, подошед к Марье Ивановне:  - "Скажи мне, голубушка,
за что твой муж тебя наказывает? в чем ты перед ним провинилась?"
     -  Мой муж! -  повторила  она.  -  Он мне не муж. Я никогда не буду его
женою! Я лучше решилась умереть, и умру, если меня не избавят.
     Пугачев  взглянул  грозно  на  Швабрина: "И ты  смел  меня обманывать!"
сказал он ему. "Знаешь ли, бездельник, чего ты достоин?"
     Швабрин упал на колени... В  эту минуту презрение заглушило во  мне все
чувства ненависти и гнева. С омерзением глядел я на дворянина, валяющегося в
ногах беглого казака. Пугачев смягчился. "Милую тебя на сей  раз",  - сказал
он Швабрину; - "но  знай, что при первой вине тебе припомнится и эта". Потом
обратился он к Марьи Ивановне, и сказал ей ласково: "Выходи, красная девица;
дарую тебе волю. Я государь".
     Марья Ивановна  быстро  взглянула  на него  и догадалась, что перед нею
убийца  ее  родителей. Она закрыла лицо обеими руками  и упала без чувств. Я
кинулся к ней, но в эту  минуту очень смело в комнату втерлась моя старинная
знакомая  Палаша  и стала ухаживать за  своею  барышнею.  Пугачев  вышел  из
светлицы, и мы трое сошли в гостиную.
     "Что,  ваше  благородие?"  сказал  смеясь  Пугачев.  "Выручили  красную
девицу! Как  думаешь,  не послать ли  за  попом,  да  не  заставить  ли  его
обвенчать  племянницу? Пожалуй, я  буду  посаженым отцом,  Швабрин  дружкою;
закутим, запьем - и ворота запрем!"
     Чего я опасался, то и  случилось, Швабрин, услыша предложение Пугачева,
вышел из  себя. "Государь!" - закричал он в исступлении. - "Я виноват, я вам
солгал, но и Гринев вас обманывает. Эта девушка не племянница здешнего попа:
она дочь Ивана Миронова, который казнен при взятии здешней крепости".
     Пугачев устремил на меня  огненные свои глаза. "Это что еще?" - спросил
он меня с недоумением.
     - Швабрин сказал тебе правду, - отвечал я с твердостию. "
     "Ты мне этого не сказал" - заметил Пугачев, у коего лицо омрачилось.
     - Сам ты рассуди, - отвечал  я  ему,  - можно ли было при  твоих  людях
объявить, что дочь Миронова жива.  Да  они бы  ее загрызли.  Ничто  ее бы не
спасло!
     "И то правда" -  сказал смеясь Пугачев.  - "Мои  пьяницы не пощадили бы
бедную девушку. Хорошо сделала кумушка-попадья, что обманула их".
     - Слушай,  -  продолжал я,  видя  его  доброе расположение.  - Как тебя
назвать  не знаю, да и знать не хочу... Но бог видит, что жизнию моей рад бы
я заплатить тебе за то, что  ты для меня  сделал. Только не требуй того, что
противно чести  моей и християнской совести. Ты мой благодетель. Доверши как
начал: отпусти меня с бедной сиротою, куда нам бог путь укажет. А мы, где бы
ты ни был  и что  бы с тобою  ни случилось, каждый день будем  бога молить о
спасении грешной твоей души...
     Казалось, суровая  душа Пугачева  была тронута.  "Ин быть по-твоему!" -
сказал он. - "Казнить так казнить,  жаловать так жаловать: таков мой обычай.
Возьми  себе свою красавицу; вези  ее,  куда хочешь, и дай вам бог любовь да
совет!"
     Тут он оборотился к Швабрину и велел выдать мне  пропуск во все заставы
и  крепости,  подвластные  ему.  Швабрин,  совсем  уничтоженный,  стоял  как
остолбенелый.   Пугачев  отправился   осматривать  крепость.   Швабрин   его
сопровождал; а я остался под предлогом приготовлений к отъезду.
     Я побежал в  светлицу.  Двери были  заперты.  Я постучался. "Кто  там?"
спросила Палаша.  Я назвался. Милый  голосок Марьи  Ивановны раздался  из-за
дверей.  "Погодите,  <Петр  Андреич>.  Я  переодеваюсь.  Ступайте  к Акулине
Памфиловне; я сейчас туда же буду".
     Я повиновался  и пошел в дом отца  Герасима. И он и попадья выбежали ко
мне навстречу. Савельич их уже предупредил.  "Здравствуйте, Петр Андреич", -
говорила попадья. - "Привел бог опять увидеться. Как поживаете?  А мы-то про
вас каждый день поминали. А Марья-то Ивановна всего натерпелась без вас, моя
голубушка!.. Да скажите, мой отец, как это вы с  Пугачевым-то  поладили? Как
он это вас не укокошил? Добро, спасибо злодею и за  то". - Полно, старуха, -
прервал отец Герасим. - Не вс? то ври, что знаешь. Несть  спасения во многом
глаголании. Батюшка Петр Андреич!  войдите, милости  просим. Давно, давно не
видались.
     Попадья  стала  угощать меня чем бог послал.  А между тем  говорила без
умолку.  Она  рассказала мне, каким образом  Швабрин  принудил их выдать ему
Марью  Ивановну;  как Марья Ивановна плакала и не хотела  с ними расстаться;
как Марья  Ивановна  имела с нею  всегдашние  сношения  через Палашку (девку
бойкую, которая  и  урядника заставляет плясать  по  своей  дудке);  как она
присоветовала  Марьи  Ивановне  написать ко  мне  письмо и  прочее. Я в свою
очередь рассказал ей вкратце свою историю. Поп и попадья крестились, услыша,
что Пугачеву известен их  обман. "С нами сила крестная!" -  говорила Акулина
Памфиловна. -  "Промчи бог тучу мимо. Ай-да Алексей Иваныч;  нечего сказать:
хорош гусь!" - В самую эту минуту дверь отворилась, и Марья Ивановна вошла с
улыбкою на бледном лице. Она оставила свое  крестьянское платье и одета была
по-прежнему просто и мило.
     Я хватил  ее руку и долго  не  мог вымолвить  ни одного слова.  Мы  оба
молчали  от полноты  сердца. Хозяева наши почувствовали, что  нам было не до
них, и оставили нас. Мы  остались одни.  Вс? было забыто.  Мы  говорили и не
могли  наговориться.  Марья  Ивановна  рассказала  мне  вс?,  что  с  нею ни
случилось с самого взятия крепости; описала мне весь ужас ее положения,  все
испытания, которым  подвергал  ее гнусный Швабрин.  Мы  вспомнили и  прежнее
счастливое  время... Оба  мы плакали...  Наконец  я  стал  объяснять ей  мои
предположения. Оставаться ей в крепости,  подвластной Пугачеву и управляемой
Швабриным,  было  невозможно.   Нельзя   было   думать   и   об   Оренбурге,
претерпевающем  все бедствия осады. У ней не было на свете ни одного родного
человека.  Я  предложил ей  ехать в деревню  к моим  родителям. Она  сначала
колебалась:  известное ей неблагорасположение отца  моего  ее  пугало. Я  ее
успокоил.  Я знал, что отец  почтет за счастие и  вменит  себе в обязанность
принять  дочь  заслуженного  воина,  погибшего за  отечество.  - Милая Марья
Ивановна!  -  сказал  я наконец.  -  Я  почитаю  тебя  своею  женою.  Чудные
обстоятельства  соединили  нас  неразрывно:  ничто на  свете  не  может  нас
разлучить.  -   Марья   Ивановна  выслушала  меня   просто,  без  притворной
застенчивости,  без затейливых отговорок. Она  чувствовала,  что  судьба  ее
соединена была с моею. Но она повторила, что  не иначе будет моею женою, как
с  согласия моих  родителей. Я ей и не противуречил. Мы поцаловались горячо,
искренно - и таким образом вс? было между нами решено.
     Через час урядник принес мне пропуск, подписанный каракулками Пугачева,
и позвал меня к нему от его имени. Я нашел его готового пуститься  в дорогу.
Не  могу  изъяснить  то,  что  я  чувствовал,  расставаясь  с  этим  ужасным
человеком,  извергом, злодеем  для всех, кроме одного меня. Зачем не сказать
истины? В эту минуту сильное сочувствие влекло меня к нему. Я пламенно желал
вырвать  его из среды злодеев, которыми он предводительствовал, и спасти его
голову, пока еще было время. Швабрин и народ, толпящийся около нас, помешали
мне высказать вс?, чем исполнено было мое сердце.
     Мы  расстались  дружески. Пугачев,  увидя в толпе  Акулину  Памфиловну,
погрозил пальцем и мигнул значительно; потом сел  в кибитку,  велел  ехать в
Берду,  и когда  лошади  тронулись,  то он еще  раз  высунулся из  кибитки и
закричал мне: "Прощай, ваше  благородие! Авось увидимся  когда-нибудь". - Мы
точно с ним увиделись, но в каких обстоятельствах!..
     Пугачев уехал. Я  долго смотрел на белую степь, по которой неслась  его
тройка. Народ разошелся. Швабрин скрылся. Я воротился  в дом священника. Вс?
было готово к нашему отъезду; я не  хотел более медлить. Добро наше вс? было
уложено в старую комендантскую повозку. Ямщики мигом заложили лошадей. Марья
Ивановна  пошла проститься  с  могилами  своих  родителей,  похороненных  за
церковью. Я хотел ее проводить, но она просила меня оставить ее  одну. Через
несколько минут она воротилась, обливаясь молча тихими слезами. Повозка была
подана. Отец Герасим и жена его вышли  на крыльцо. Мы сели в кибитку втроем:
Марья Ивановна с Палашей и я. Савельич  забрался на облучок.  "Прощай, Марья
Ивановна,  моя  голубушка!  прощайте,  Петр Андреич,  сокол  наш  ясный!"  -
говорила добрая попадья. - "Счастливый путь, и дай бог вам  обоим  счастия!"
Мы  поехали.  У  окошка комендантского дома я увидел стоящего Швабрина. Лицо
его  изображало мрачную  злобу. Я не хотел  торжествовать  над  уничтоженным
врагом, и обратил глаза в другую  сторону. Наконец мы  выехали из крепостных
ворот и навек оставили Белогорскую крепость.



ГЛАВА XIII. АРЕСТ.




     Не гневайтесь, сударь: по долгу моему
     Я должен сей же час отправить вас в тюрьму.
     - Извольте, я готов; но я в такой надежде,
     Что дело объяснить дозволите мне прежде.
     Княжнин.
     Соединенный  так нечаянно  с милой девушкою, о которой еще утром я  так
мучительно беспокоился, я не верил самому себе и воображал,  что вс? со мною
случившееся было пустое  сновидение. Марья Ивановна глядела  с задумчивостию
то на меня, то на дорогу, и, казалось, не успела еще опомниться  и придти  в
себя.  Мы  молчали. Сердца наши  слишком были утомлены. Неприметным  образом
часа через два очутились мы  в ближней крепости, также подвластной Пугачеву.
Здесь  мы  переменили  лошадей.  По  скорости,  с  каковой  их запрягали, по
торопливой   услужливости  брадатого   казака,  поставленного  Пугачевым   в
коменданты,  я  увидел, что, благодаря  болтливости  ямщика, нас привезшего,
меня принимали как придворного временщика.
     Мы отправились далее. Стало смеркаться. Мы приближились к городку, где,
по  словам  бородатого  коменданта,  находился  сильный  отряд,   идущий  на
соединение к  самозванцу. Мы  были  остановлены караульными. На вопрос:  кто
едет? ямщик отвечал громогласно: "Государев  кум со  своею хозяюшкою". Вдруг
толпа гусаров окружила  нас  с ужасною бранью. "Выходи, бесов кум!" - сказал
мне усастый вахмистр. - "Вот ужо тебе будет баня, и с твоею хозяюшкою!"
     Я вышел из  кибитки и требовал, чтоб отвели меня к их начальнику. Увидя
офицера, солдаты прекратили брань. Вахмистр повел меня к маиору. Савельич от
меня  не отставал, поговаривая про себя: "Вот тебе и государев кум! Из  огня
да в полымя... Господи владыко! чем это вс? кончится?" Кибитка шагом поехала
за нами.
     Через пять минут мы пришли к домику, ярко освещенному. Вахмистр оставил
меня при  карауле и пошел  обо мне доложить. Он тотчас же воротился, объявив
мне, что его высокоблагородию некогда меня принять,  а что он велел  отвести
меня в острог, а хозяюшку к себе привести.
     - Что это значит?- закричал я в бешенстве.- Да разве он с ума сошел?
     "Не  могу знать, ваше  благородие",  - отвечал  вахмистр. - "Только его
высокоблагородие приказал ваше благородие отвести в острог, а ее  благородие
приказано привести к его высокоблагородию, ваше благородие!"
     Я бросился на крыльцо. Караульные не думали меня удерживать, и  я прямо
вбежал в комнату, где человек шесть гусарских офицеров играли  в банк. Маиор
метал. Каково было мое  изумление, когда, взглянув на  него,  узнал я  Ивана
Ивановича Зурина, некогда обыгравшего меня в Симбирском трактире!
     - Возможно ли? - вскричал я. - Иван Иваныч! ты ли?
     "Ба, ба, ба, Петр Андреич! Какими судьбами?  Откуда  ты? Здорово, брат.
Не хочешь ли поставить карточку?"
     - Благодарен. Прикажи-ка лучше отвести мне квартиру. "
     "Какую тебе квартиру? Оставайся у меня".
     - Не могу: я не один.
     "Ну, подавай сюда и товарища".
     - Я не с товарищем; я... с дамою.
     "С дамою!  Где же  ты  ее подцепил? Эге, брат!" (При  сих  словах Зурин
засвистел так выразительно, что все захохотали, а я совершенно смутился.)
     "Ну" - продолжал Зурин:  - "так и быть. Будет тебе квартира. А  жаль...
Мы бы  попировали по-старинному...  Гей!  малой!  Да  что ж  сюда  не  ведут
кумушку-то  Пугачева? или она упрямится? Сказать  ей,  чтоб  она не боялась:
барин-де прекрасный; ничем не обидит, да хорошенько ее в шею".
     - Что  ты  это? - сказал я Зурину.  - Какая кумушка  Пугачева? Это дочь
покойного  капитана Миронова.  Я  вывез  ее из  плена и  теперь провожаю  до
деревни батюшкиной, где и оставлю ее.
     "Как! Так  это  о тебе  мне  сейчас докладывали?  Помилуй!  что  ж  это
значит?"
     -  После  вс? расскажу. А теперь,  ради  бога, успокой  бедную девушку,
которую гусары твои перепугали.
     Зурин  тотчас  распорядился. Он  сам  вышел  на  улицу извиняться перед
Марьей Ивановной  в невольном недоразумении, и приказал вахмистру отвести ей
лучшую квартиру в городе. Я остался ночевать у него.
     Мы отужинали, и когда остались вдвоем, я рассказал ему свои похождения.
Зурин  слушал меня с большим вниманием. Когда я кончил, он покачал головою и
сказал:  "Все  это,  брат,  хорошо;  одно не хорошо; зачем  тебя  черт несет
жениться? Я, честный офицер,  не захочу тебя  обманывать:  поверь же ты мне,
что  женитьба  блажь.  Ну,  куда  тебе  возиться  с женою  да  няньчиться  с
ребятишками? Эй, плюнь.  Послушайся меня: развяжись ты с капитанскою дочкой.
Дорога в Симбирск  мною  очищена  и безопасна.  Отправь ее завтра  ж одну  к
родителям твоим;  а сам оставайся у меня в отряде.  В Оренбург  возвращаться
тебе не за  чем. Попадешься опять в руки бунтовщикам, так вряд ли от них еще
раз отделаешься. Таким образом любовная дурь пройдет сама собою, и вс? будет
ладно".
     Хотя  я  не  совсем был с ним согласен,  однако ж чувствовал,  что долг
чести требовал моего присутствия в войске императрицы. Я решился последовать
совету Зурина: отправить Марью Ивановну в деревню и остаться в его отряде.
     Савельич  явился меня раздевать; я объявил ему, чтоб  на другой же день
готов он был ехать в дорогу  с Марьей Ивановной.  Он было  заупрямился. "Что
ты, сударь? Как же я тебя-то покину? Кто за тобою будет ходить?  Что  скажут
родители твои?"
     Зная  упрямство  дядьки  моего,  я  вознамерился  убедить его  лаской и
искренностию.  -  Друг ты мой, Архип Савельич! - сказал я ему. - Не  откажи,
будь  мне благодетелем;  в прислуге  здесь я нуждаться не стану,  а  не буду
спокоен, если Марья Ивановна поедет в дорогу без тебя. Служа ей,  служишь ты
и мне,  потому что  я  твердо  решился,  как скоро обстоятельства  дозволят,
жениться на ней.
     Тут   Савельич   сплеснул  руками  с  видом   изумления   неописанного.
"Жениться!" - повторил он. - "Дитя  хочет жениться!  А что скажет батюшка, а
матушка-то, что подумает?"
     -  Согласятся,  верно  согласятся, -  отвечал  я, - когда  узнают Марью
Ивановну. Я надеюсь и на тебя. Батюшка и матушка тебе верят:  ты  будешь  за
нас ходатаем, не так ли?
     Старик был тронут. "Ох,  батюшка ты мой Петр Андреич!"  - отвечал он. -
"Хоть  раненько  задумал ты жениться,  да  зато Марья Ивановна  такая добрая
барышня, что грех и пропустить оказию. Ин быть по-твоему! Провожу ее, ангела
божия, и рабски буду  доносить твоим родителям, что такой невесте не надобно
и приданого".
     Я  благодарил  Савельича  и  лег  спать  в  одной  комнате  с  Зуриным.
Разгоряченный   и  взволнованный,  я  разболтался.  Зурин  сначала  со  мною
разговаривал  охотно;  но  мало-по-малу слова его  стали  реже и бессвязнее;
наконец, вместо  ответа на какой-то  запрос, он  захрапел и  присвистнул.  Я
замолчал и вскоре последовал его примеру.
     На  другой день утром  пришел  я к Марье  Ивановне. Я  сообщил ей  свои
предположения. Она признала  их благоразумие и тотчас  со мною  согласилась.
Отряд  Зурина должен  был  выступить из  города  в тот же день. Нечего  было
медлить. Я тут же расстался с  Марьей Ивановной, поручив ее Савельичу  и дав
ей  письмо  к  моим  родителям. Марья  Ивановна заплакала.  "Прощайте,  Петр
Андреич!" - сказала она тихим голосом. - "Придется ли нам увидаться или нет,
бог  один это знает; но век не забуду вас; до могилы  ты один  останешься  в
моем сердце". Я ничего не мог отвечать. Люди  нас, окружали. Я  не хотел при
них  предаваться чувствам,  которые  меня волновали. Наконец  она  уехала. Я
возвратился к Зурину, грустен и молчалив. Он хотел меня развеселить; я думал
себя рассеять: мы провели день шумно и буйно, и вечером выступили в поход.
     Это  было в конце  февраля. Зима,  затруднявшая  военные  распоряжения,
проходила, и наши генералы готовились к дружному содействию. Пугачев вс? еще
стоял  под  Оренбургом.  Между  тем около его отряды соединялись и  со  всех
сторон приближались к  злодейскому гнезду. Бунтующие деревни, при виде наших
войск, приходили в повиновение; шайки разбойников везде бежали от нас, и вс?
предвещало скорое и благополучное окончание.
     Вскоре князь Голицын, под крепостию Татищевой, разбил Пугачева, рассеял
его  толпы,  освободил  Оренбург,  и,  казалось,  нанес  бунту  последний  и
решительный  удар. Зурин  был в  то  время  отряжен противу  шайки  мятежных
башкирцев, которые рассеялись прежде нежели мы их увидали. Весна осадила нас
в  татарской  деревушке.  Речки  разлились, и дороги  стали непроходимы.  Мы
утешались в нашем бездействии мыслию о скором прекращении скучной и мелочной
войны с разбойниками и дикарями.
     Но Пугачев не был пойман. Он явился  на Сибирских  заводах, собрал  там
новые  шайки  и  опять  начал  злодействовать.  Слух  о  его  успехах  снова
распространился. Мы узнали о  разорении Сибирских крепостей. Вскоре  весть о
взятии Казани и о походе самозванца на Москву встревожила начальников войск,
беспечно дремавших  в  надежде  на бессилие  презренного  бунтовщика.  Зурин
получил повеление переправиться через Волгу.(9)
     Не стану описывать нашего похода и окончания войны. Скажу коротко,  что
бедствие  доходило  до  крайности.  Мы  проходили  через селения  разоренные
бунтовщиками и поневоле отбирали у бедных жителей то, что успели они спасти.
Правление  было  повсюду  прекращено:  помещики укрывались  по  лесам. Шайки
разбойников злодействовали повсюду; начальники отдельных отрядов самовластно
наказывали  и  миловали;  состояние всего  обширного края, где свирепствовал
пожар,  было  ужасно... Не приведи бог видеть русский  бунт, бессмысленный и
беспощадный!
     Пугачев  бежал,  преследуемый  Иваном  Ивановичем  Михельсоном.  Вскоре
узнали мы о  совершенном его разбитии.  Наконец  Зурин  получил  известие  о
поимке  самозванца,  а  вместе  с  тем и повеление остановиться. Война  была
кончена.  Наконец  мне можно  было ехать к моим родителям!  Мысль их обнять,
увидеть Марью Ивановну,  от которой не имел я  никакого известия, одушевляла
меня  восторгом. Я  прыгал  как  ребенок.  Зурин смеялся и говорил,  пожимая
плечами: "Нет, тебе не сдобровать! Женишься - ни за что пропадешь!"
     Но между тем странное  чувство отравляло  мою радость: мысль  о злодее,
обрызганном  кровию  стольких  невинных  жертв, и о  казни,  его  ожидающей,
тревожила меня  поневоле:  Емеля, Емеля! - думал  я с  досадою;  -  зачем не
наткнулся ты на штык, или не подвернулся под картечь? Лучше ничего не мог бы
ты придумать. Что прикажете делать?  Мысль  о нем  неразлучна была во  мне с
мыслию  о  пощаде, данной мне  им в одну  из ужасных  минут его жизни, и  об
избавлении моей невесты из рук гнусного Швабрина.
     Зурин дал мне отпуск. Через несколько дней должен я был опять очутиться
посреди  моего  семейства,  увидеть  опять  мою   Марью  Ивановну...   Вдруг
неожиданная гроза меня поразила. В день, назначенный для выезда,  в самую ту
минуту, когда  готовился  я пуститься в дорогу, Зурин  вошел ко мне в  избу,
держа в руках бумагу, с видом чрезвычайно озабоченным. Что-то кольнуло  меня
в  сердце.  Я испугался,  сам не  зная  чего.  Он выслал  моего деньщика,  и
объявил, что имеет до меня дело. - Что такое? - спросил я с беспокойством. -
"Маленькая неприятность", - отвечал он, подавая мне бумагу. - "Прочитай, что
сейчас я  получил".  Я стал  ее  читать: это  был  секретный приказ ко  всем
отдельным  начальникам  арестовать  меня,  где  бы  ни попался, и немедленно
отправить под караулом в Казань в Следственную Комиссию, учрежденную по делу
Пугачева.
     Бумага чуть  не выпала из моих рук. "Делать нечего!" - сказал Зурин.  -
"Долг  мой   повиноваться  приказу.   Вероятно,  слух   о   твоих  дружеских
путешествиях с Пугачевым как-нибудь да дошел до правительства. Надеюсь,  что
дело  не  будет  иметь  никаких  последствий  и  что  ты  оправдаешься перед
комиссией.  Не  унывай и  отправляйся".  Совесть  моя была чиста; я  суда не
боялся;  но  мысль  отсрочить  минуту  сладкого  свидания,  может  быть,  на
несколько еще месяцев - устрашала меня. Тележка была готова.  Зурин дружески
со  мною  простился. Меня посадили  в тележку.  Со  мною сели  два  гусара с
саблями наголо, и я поехал по большой дороге.



ГЛАВА XIV. СУД.




     Мирская молва -
     Морская волна.
     Пословица.
     Я  был  уверен,  что  виною  всему  было  самовольное мое отсутствие из
Оренбурга. Я легко  мог оправдаться: наездничество не только никогда не было
запрещено, но еще всеми силами было ободряемо. Я мог быть обвинен в излишней
запальчивости, а не  в ослушании. Но приятельские сношения  мои  с Пугачевым
могли быть доказаны  множеством свидетелей и должны были казаться по крайней
мере  весьма  подозрительными. Во  всю дорогу  размышлял я о допросах,  меня
ожидающих,  обдумывал свои  ответы,  и решился перед  судом  объявить  сущую
правду,  полагая  сей  способ оправдания  самым простым,  а вместе  и  самым
надежным.
     Я приехал в Казань, опустошенную и погорелую. По улицам, наместо домов,
лежали груды  углей и торчали  закоптелые стены без  крыш и окон.  Таков был
след, оставленный Пугачевым!  Меня привезли  в крепость, уцелевшую  посереди
сгоревшего города. Гусары сдали меня  караульному офицеру. Он велел кликнуть
кузнеца. Надели мне на ноги цепь и заковали ее наглухо. Потом отвели  меня в
тюрьму и  оставили одного в тесной и темной канурке, с одними голыми стенами
и с окошечком, загороженым железною решеткою.
     Таковое начало не предвещало мне ничего доброго. Однако ж я не терял ни
бодрости,  ни  надежды.  Я прибегнул  к  утешению  всех скорбящих и, впервые
вкусив  сладость  молитвы,  излиянной из  чистого,  но растерзанного сердца,
спокойно заснул, не заботясь о том, что со мною будет.
     На другой день тюремный  сторож меня разбудил, с объявлением,  что меня
требуют в комиссию. Два  солдата повели меня через двор в комендантской дом,
остановились в передней и впустили одного во внутренние комнаты.
     Я вошел  в залу довольно обширную. За столом, покрытым бумагами, сидели
два  человека:  пожилой  генерал,  виду  строгого  и  холодного,  и  молодой
гвардейский капитан, лет двадцати осьми, очень приятной наружности, ловкий и
свободный в обращении.  У окошка за особым столом сидел секретарь с пером за
ухом,  наклонясь  над  бумагою,  готовый  записывать мои  показания. Начался
допрос. Меня  спросили о моем имени и звании. Генерал осведомился, не сын ли
я Андрея Петровича Гринева? И на ответ мой возразил сурово: "Жаль, что такой
почтенный человек имеет  такого недостойного сына!" Я спокойно отвечал,  что
каковы  бы  ни  были  обвинения,  тяготеющие на  мне, я надеюсь их  рассеять
чистосердечным объяснением истины. Уверенность моя  ему не понравилась. "Ты,
брат, востер", - сказал он мне нахмурясь; - "но видали мы и не таких!"
     Тогда  молодой человек спросил меня: по  какому случаю и в какое  время
вошел я в службу к Пугачеву и по каким поручениям был я им употреблен?
     Я  отвечал  с негодованием, что я,  как офицер и  дворянин,  ни в какую
службу к Пугачеву вступать и никаких поручений от него принять не мог.
     "Каким  же образом",  возразил мой допросчик, дворянин  и  офицер  один
пощажен  самозванцем, между  тем  как все его товарищи злодейски умерщвлены?
Каким образом этот самый офицер и дворянин  дружески пирует с  бунтовщиками,
принимает от главного злодея подарки,  шубу, лошадь  и полтину денег? Отчего
произошла  такая странная  дружба и на чем она основана, если не  на измене,
или по крайней мере на гнусном и преступном малодушии?"
     Я был глубоко оскорблен  словами гвардейского офицера, и с жаром  начал
свое  оправдание. Я  рассказал, как началось  мое знакомство с  Пугачевым  в
степи, во время бурана как при взятии  Белогорской крепости  он меня узнал и
пощадил. Я сказал, что тулуп и лошадь, правда, не посовестился я принять  от
самозванца;  но  что  Белогорскую  крепость  защищал  я  противу  злодея  до
последней  крайности. Наконец я  сослался и  на моего  генерала, который мог
засвидетельствовать мое усердие во время бедственной оренбургской осады.
     Строгий старик взял со стола открытое письмо и стал читать его вслух:
     "На  запрос вашего  превосходительства  косательно  прапорщика Гринева,
якобы замешанного в нынешнем смятении, и вошедшего  в  сношения  с  злодеем,
службою недозволенные и долгу  присяги противные, объяснить имею честь: оный
прапорщик Гринев находился на службе в  Оренбурге от начала октября прошлого
1773  года  до  24 февраля нынешнего года,  в  которое  число  он  из города
отлучился,  и  с  той поры  уже  в  команду мою  не  являлся.  А  слышно  от
перебежчиков,  что  он был у Пугачева в слободе  и  с  ним  вместе  ездил  в
Белогорскую крепость, в  коей прежде находился он на службе; что касается до
его  поведения,  то я могу..." Тут он  прервал  свое чтение,  и  сказал  мне
сурово: "Что ты теперь скажешь себе в оправдание?"
     Я хотел было  продолжать,  как начал, и объяснить  мою связь  с  Марьей
Ивановной  так  же  искренно,  как  и  вс?  прочее.  Но  вдруг  почувствовал
непреодолимое  отвращение. Мне  пришло  в  голову, что  если нaзoву  ее,  то
комиссия  потребует ее  к ответу;  и мысль впутать  имя  ее  между  гнусными
изветами злодеев, и ее самую привести на очную с ними ставку -  эта  ужасная
мысль так меня поразила, что я замялся и спутался.
     Судьи  мои,  начинавшие, казалось,  выслушивать ответы  мои с некоторою
благосклонностию, были  снова  предубеждены  противу  меня  при  виде  моего
смущения. Гвардейский офицер потребовал, чтоб меня поставили на очную ставку
с  главным  доносителем.  Генерал  велел  кликнуть  вчерашнего злодея.  Я  с
живостию обратился  к дверям,  ожидая  появления  своего  обвинителя.  Через
несколько минут загремели  цепи,  двери  отворились, и  вошел  - Швабрин.  Я
изумился  его перемене. Он  был  ужасно худ  и  бледен.  Волоса его, недавно
черные  как смоль, совершенно  поседели  длинная борода была всклокочена. Он
повторил обвинения свои  слабым, но смелым голосом. По его словам, я отряжен
был от Пугачева  в Оренбург  шпионом; ежедневно выезжал на перестрелки, дабы
передавать  письменные  известия о всем, что  делалось в городе; что наконец
явно передался самозванцу, разъезжал с ним из крепости в  крепость, стараясь
всячески  губить  своих  товарищей-изменников,  дабы  занимать  их  места  и
пользоваться наградами, раздаваемыми от самозванца. - Я выслушал его молча и
был доволен одним:  имя Марьи Ивановны не было произнесено  гнусным злодеем,
оттого ли,  что самолюбие его страдало при мысли о той, которая отвергла его
с презрением;  оттого  ли, что в  сердце его таилась искра того  же чувства,
которое  и  меня  заставляло  молчать,  -  как  бы то  ни  было, имя  дочери
Белогорского  коменданта  не  было  произнесено  в присутствии  комиссии.  Я
утвердился еще  более в  моем намерении, и когда  судьи  спросили: чем  могу
опровергнуть  показания Швабрина,  я  отвечал,  что держусь  первого  своего
объяснения и ничего другого в оправдание себе сказать не могу. Генерал велел
нас вывести. Мы  вышли вместе. Я спокойно взглянул на Швабрина, но не сказал
ему  ни  слова.  Он  усмехнулся  злобной  усмешкою  и, приподняв свои  цепи,
опередил меня и  ускорил свои  шаги. Меня опять отвели  в тюрьму и с тех пор
уже к допросу не требовали.
     Я не был свидетелем всему, о чем  остается мне уведомить читателя; но я
так часто слыхал о том рассказы, что малейшие по. дробности  врезались в мою
память и что мне кажется, будто бы я тут же невидимо присутствовал.
     Марья Ивановна принята была моими родителями с  тем искренним радушием,
которое  отличало  людей старого века. Они видели благодать божию в том, что
имели  случай приютить и обласкать бедную сироту. Вскоре они к  ней искренно
привязались, потому что нельзя было ее узнать и не полюбить. Моя любовь  уже
не казалась батюшке пустою блажью; а матушка  только того  и желала, чтоб ее
Петруша женился на милой капитанской дочке.
     Слух о моем аресте поразил вс? мое семейство. Марья Ивановна так просто
рассказала моим родителям о странном знакомстве моем с Пугачевым, что оно не
только не беспокоило их, но еще заставляло часто смеяться от чистого сердца.
Батюшка не хотел верить, чтобы  я  мог  быть замешан в гнусном  бунте, коего
цель была  ниспровержение престола и истребление дворянского рода. Он строго
допросил  Савельича.  Дядька не  утаил, что барин  бывал в гостях  у Емельки
Пугачева, и что-де злодей его таки жаловал; но клялся, что ни о какой измене
он  и  не  слыхивал.  Старики  успокоились   и  с  нетерпением  стали  ждать
благоприятных  вестей. Марья Ивановна сильно была встревожена,  но  молчала,
ибо в высшей степени была одарена скромностию и осторожностию.
     Прошло несколько  недель... Вдруг батюшка получает из Петербурга письмо
от  нашего  родственника  князя  Б**.  Князь  писал   ему   обо  мне.  После
обыкновенного приступа, он объявлял ему, что подозрения насчет участия моего
в  замыслах бунтовщиков к несчастию оказались  слишком  основательными,  что
примерная  казнь  должна  была  бы меня постигнуть,  но  что государыня,  из
уважения к заслугам и преклонным летам отца, решилась помиловать преступного
сына и, избавляя его от позорной казни, повелела только сослать в отдаленный
край Сибири на вечное поселение.
     Сей неожиданный  удар едва не убил отца моего.  Он лишился обыкновенной
своей твердости,  и  горесть его (обыкновенно  немая)  изливалась  в горьких
жалобах. "Как!"  -  повторял он, выходя  из  себя. -  "Сын мой  участвовал в
замыслах Пугачева! Боже праведный, до чего я дожил! Государыня избавляет его
от казни! От этого разве мне легче?  Не казнь страшна:  пращур  мой  умер на
лобном  месте,  отстаивая то, что  почитал святынею своей совести; отец  мой
пострадал вместе  с  Волынским  и  Хрущевым.  Но  дворянину  изменить  своей
присяге, соединиться с разбойниками, с убийцами, с беглыми холопьями!.. Стыд
и  срам  нашему роду!.."  Испуганная его отчаянием матушка не смела при  нем
плакать и старалась  возвратить ему бодрость, говоря  о неверности молвы,  о
шаткости людского мнения. Отец мой был неутешен.
     Марья  Ивановна  мучилась  более  всех.   Будучи  уверена,  что  я  мог
оправдаться, когда бы только захотел, она догадывалась об истине и  почитала
себя  виновницею  моего  несчастия.  Она  скрывала  от  всех  свои  слезы  и
страдания, и между тем непрестанно думала о средствах, как бы меня спасти.
     Однажды вечером батюшка сидел на диване, перевертывая листы Придворного
Календаря;  но  мысли  его  были  далеко, и  чтение  не  производило над ним
обыкновенного  своего действия. Он насвистывал старинный марш. Матушка молча
вязала шерстяную  фуфайку и слезы изредко капали на ее работу.  Вдруг  Марья
Ивановна, Тут  же  сидевшая  за  работой,  объявила,  что  необходимость  ее
заставляет ехать в Петербург, и  что она просит дать ей способ  отправиться.
Матушка  очень  огорчилась.  "Зачем  тебе в  Петербург?"  - сказала  она.  -
"Неужто, Марья Ивановна, хочешь и ты нас покинуть?" Марья Ивановна отвечала,
что  вся будущая судьба ее зависит от этого путешествия, что она едет искать
покровительства и помощи у сильных  людей, как дочь  человека, пострадавшего
за свою верность.
     Отец мой потупил голову: всякое слово, напоминающее мнимое преступление
сына, было  ему  тягостно и  казалось колким упреком.  "Поезжай, матушка!" -
сказал  он ей со вздохом. -  "Мы твоему счастию помехи сделать не хотим. Дай
бог тебе в женихи доброго человека, не ошельмованного изменника". Он встал и
вышел из комнаты.
     Марья Ивановна, оставшись наедине с матушкою, отчасти объяснила ей свои
предположения.  Матушка со  слезами обняла  ее и молила бога о благополучном
конце замышленного  дела. Марью Ивановну  снарядили,  и через несколько дней
она  отправилась в  дорогу с верной Палашей и  с верным Савельичем, который,
насильственно разлученный  со  мною,  утешался  по крайней мере мыслию,  что
служит нареченной моей невесте.
     Марья Ивановна благополучно прибыла в Софию и, узнав на почтовом дворе,
что Двор находился в  то время в Царском Селе, решилась тут остановиться. Ей
отвели  уголок  за перегородкой. Жена смотрителя тотчас с нею разговорилась,
объявила, что она племянница придворного  истопника, и посвятила ее  во  все
таинства  придворной  жизни.  Она  рассказала,  в  котором  часу  государыня
обыкновенно  просыпалась,  кушала  кофей,   прогуливалась;  какие   вельможи
находились в  то время при ней; что  изволила она  вчерашний день говорить у
себя за столом, кого принимала  вечером, - словом,  разговор  Анны Власьевны
стоил  нескольких страниц  исторических  записок и  был  бы  драгоценен  для
потомства.  Марья  Ивановна  слушала ее  со вниманием. Они пошли в сад. Анна
Власьевна рассказала историю каждой аллеи и каждого мостика, и, нагулявшись,
они возвратились на станцию очень довольные друг другом.
     На другой день рано утром Марья Ивановна проснулась, оделась и тихонько
пошла в сад. Утро  было прекрасное, солнце освещало вершины лип, пожелтевших
уже под свежим дыханием осени. Широкое  озеро сияло неподвижно. Проснувшиеся
лебеди важно выплывали из-под кустов, осеняющих берег. Марья Ивановна  пошла
около  прекрасного  луга,  где  только что  поставлен  был памятник в  честь
недавних  побед графа  Петра Александровича  Румянцева.  Вдруг белая собачка
английской  породы залаяла и побежала ей навстречу Марья Ивановна испугалась
и  остановилась. В  эту  самую минуту  раздался приятный женский  голос: "Не
бойтесь, она не укусит". И Марья Ивановна увидела даму, сидевшую на скамейке
противу  памятника.  Марья  Ивановна  села на  другом конце  скамейки.  Дама
пристально  на  нее  смотрела;  а  Марья Ивановна, со  своей  стороны бросив
несколько  косвенных взглядов, успела  рассмотреть  ее с ног до  головы. Она
была в белом утреннем платье, в ночном чепце и в душегрейке. Ей казалось лет
сорок. Лицо ее, полное и румяное, выражало важность и спокойствие, а голубые
глаза  и легкая  улыбка имели прелесть неизъяснимую.  Дама  первая перервала
молчание.
     "Вы верно не здешние?" - сказала она.
     - Точно так-с: я вчера только приехала из провинции. "
     "Вы приехали с вашими родными?"
     - Никак нет-с. Я приехала одна. "
     "Одна! Но вы так еще молоды".
     - У меня нет ни отца, ни матери. "
     "Вы здесь конечно по каким-нибудь делам?"
     - Точно так-с. Я приехала подать просьбу государыне.
     "Вы сирота: вероятно, вы жалуетесь на несправедливость и обиду?"
     - Никак нет-с. Я приехала просить милости, а не правосудия.
     "Позвольте спросить, кто вы таковы?"
     - Я дочь капитана Миронова.
     "Капитана  Миронова!  того  самого,  что  был комендантом  в  одной  из
оренбургских крепостей?"
     - Точно так-с.
     Дама, казалось, была тронута. "Извините меня" - сказала она голосом еще
более ласковым, -  "если я вмешиваюсь  в ваши дела; но  я  бываю  при дворе;
изъясните мне,  в чем состоит ваша  просьба, и, может быть, мне удастся  вам
помочь".
     Марья Ивановна встала и почтительно  ее благодарила. Вс?  в неизвестной
даме  невольно  привлекало  сердце  и внушало  доверенность. Марья  Ивановна
вынула   из   кармана  сложенную   бумагу  и  подала   ее  незнакомой  своей
покровительнице, которая  стала  читать ее  про себя. Сначала она  читала  с
видом внимательным и благосклонным; но вдруг лицо ее переменилось, - и Марья
Ивановна,  следовавшая глазами за  всеми ее движениями, испугалась  строгому
выражению этого лица, за минуту столь приятному и спокойному.
     "Вы   просите  за  Гринева?"  -  сказала   дама  с  холодным  видом.  -
"Императрица не может его простить. Он пристал к самозванцу не из невежества
и легковерия, но как безнравственный и вредный негодяй".
     - Ах, неправда! - вскрикнула Марья Ивановна.
     "Как неправда!" - возразила дама, вся вспыхнув.
     - Неправда, ей  богу, неправда! Я  знаю вс?, я вс? вам расскажу. Он для
одной меня подвергался всему,  что  постигло  его.  И если он не  оправдался
перед судом, то разве потому только, что не хотел запутать меня. - Тут она с
жаром рассказала вс?, что уже известно моему читателю.
     Дама выслушала ее со вниманием. -  "Где вы  остановились?" спросила она
потом;  и  услыша,  что у  Анны Власьевны,  примолвила с улыбкою:  "А! знаю.
Прощайте,  не говорите никому о нашей  встрече.  Я  надеюсь,  что вы недолго
будете ждать ответа на ваше письмо".
     С этим  словом она  встала  и вошла в крытую аллею,  а.  Марья Ивановна
возвратилась к Анне Власьевне, исполненная радостной надежды.
     Хозяйка побранила ее за раннюю осеннюю прогулку, вредную, по ее словам,
для  здоровья молодой девушки. Она принесла самовар, и  за чашкою чая только
было принялась за  бесконечные рассказы о дворе, как вдруг придворная карета
остановилась  у крыльца, и  камер-лакей  вошел с объявлением, что государыня
изволит  к  себе  приглашать девицу  Миронову. Анна  Власьевна  изумилась  и
расхлопоталась.  "Ахти, господи!" - закричала она. - "Государыня требует вас
ко  двору.  Как  же  это  она  про  вас  узнала?  Да  как  же  вы,  матушка,
представитесь  к  императрице?  Вы,  я  чай,  и  ступить  по  придворному не
умеете... Не проводить ли мне  вас? Вс?-таки я вас хоть в чем-нибудь да могу
предостеречь. И  как  же  вам  ехать в  дорожном  платье? Не  послать  ли  к
повивальной  бабушке за  ее  желтым роброном?"  - Камер-лакей  объявил,  что
государыне  угодно было, чтоб Марья Ивановна ехала одна,  и в  том, в чем ее
застанут.  Делать было нечего: Марья Ивановна  села в карету  и  поехала  во
дворец, сопровождаемая советами и благословениями Анны Власьевны.
     Марья Ивановна предчувствовала решение нашей  судьбы;  сердце ее сильно
билось и замирало. Чрез  несколько минут карета остановилась у дворца. Марья
Ивановна  с трепетом пошла по лестнице. Двери перед нею  отворились настежь.
Она прошла длинный  ряд  пустых, великолепных комнат;  камер-лакей  указывал
дорогу. Наконец,  подошел к запертым  дверям, он объявил, что  сейчас об ней
доложит, и оставил ее одну.
     Мысль увидеть  императрицу лицом  к лицу так  устрашала  ее, что  она с
трудом могла держаться  на ногах. Через минуту двери отворились, и она вошла
в  уборную государыни.  Императрица  сидела  за  своим  туалетом.  Несколько
придворных окружали ее, и почтительно пропустили  Марью Ивановну. Государыня
ласково к ней обратилась, и Марья Ивановна  узнала в ней ту  даму, с которой
так  откровенно  изъяснялась  она  несколько  минут тому  назад.  Государыня
подозвала ее и сказала с улыбкою: "Я рада, что могла сдержать вам свое слово
и исполнить вашу просьбу. Дело ваше кончено.  Я убеждена в невинности вашего
жениха. Вот письмо, которое сами потрудитесь отвезти к будущему свекру".
     Марья Ивановна приняла письмо дрожащею рукою и, заплакав, упала к ногам
императрицы,  которая  подняла ее и  поцаловала. Государыня разговорилась  с
нею. "Знаю, что вы не богаты" -  сказала она; - "но  я в долгу перед дочерью
капитана Миронова. Не беспокойтесь  о будущем. Я беру  на себя устроить ваше
состояние".
     Обласкав бедную сироту, государыня ее отпустила. Марья  Ивановна уехала
в  той  же придворной  карете.  Анна  Власьевна,  нетерпеливо  ожидавшая  ее
возвращения,  осыпала  ее  вопросами,  на  которые  Марья  Ивановна отвечала
кое-как.  Анна  Власьевна  хотя  и  была  недовольна  ее  беспамятством,  но
приписала оное провинциальной застенчивости и извинила великодушно. В тот же
день  Марья Ивановна, не  полюбопытствовав взглянуть  на  Петербург, обратно
поехала в деревню...

     Здесь  прекращаются записки Петра Андреевича Гринева. Из  семейственных
преданий известно, что он был освобожден от заключения в конце 1774 года, по
именному повелению; что он присутствовал  при казни Пугачева, который  узнал
его  в  толпе  и  кивнул  ему  головою,  которая  через  минуту,  мертвая  и
окровавленная, показана была народу. Вскоре потом  Петр Андреевич женился на
Марье  Ивановне. Потомство  их благоденствует  в  Симбирской  губернии. -  В
тридцати верстах от *** находится село, принадлежащее десятерым помещикам. -
В одном из барских флигелей показывают собственноручное письмо  Екатерины II
за  стеклом  и  в  рамке. Оно  писано  к отцу  Петра  Андреевича  и содержит
оправдание  его  сына  и  похвалы  уму  и сердцу  дочери капитана  Миронова.
Рукопись  Петра  Андреевича Гринева доставлена  была  нам от одного  из  его
внуков, который узнал,  что мы заняты были  трудом, относящимся ко временам,
описанным  его дедом. Мы  решились, с разрешения  родственников,  издать  ее
особо, приискав к каждой главе приличный эпиграф и дозволив себе  переменить
некоторые собственные имена.
     Издатель. 19 окт. 1836.
`;
